{
  "name": "Иван Артемушкин ",
  "photo": "/media/architects/artemishkin-portret.png",
  "bio": "Роден е во Санкт Петербург, Русија, на 3 јануари 1886 година. Татко му Георгиј Артемушкин бил правник, додека мајка му Наталија била домаќинка. Своето школување го продолжува на Институтот за градежни инженери во Санкт Петербург, а по неговото дипломирање, во мај 1914 година почнува да работи како инженер архитект. Во меѓувреме стапува во брак со Ксенија, а во 1916 година се раѓа нивната единствена ќерка Наталија.\n\nПо Октомвриската револуција, голем дел од руската буржоазија бега низ различни делови од светот, вклучувајќи го и тогашното Кралство СХС. Тука тие формираат заедници, наречени руски колонии, а државата им дава статус на резиденти и дозволи за работа. На тој начин, Артемушкин, заедно со фамилијата, се сели во Скопје, во 1920 година, каде што му е одобрена цивилната инженерска пракса во Скопје на 23 август истата година. Набргу се вработува во инженерското одделение на третата армиска област, а потоа во 1922 година, неговото име се среќава како инженер во скопската општина. Во почетокот на 1930 тите добива лиценца да оствари свое техничко биро, кое е сместено во пасажот Ароести бр 10. Знаеме дека соработува и со други познати скопски градители, како Борис Дутов, со кој биле и фамилијарни пријатели. Во следниот период станува еден од најпознатите архитекти во градот, за што се доказ големиот број проектирани и реализирани објекти, кои, според досиејата на техничкото биро на Артемушкин, броеле до 694 проекти.\n\nНеговиот опус е претежно во Скопје, но среќаваме и проекти за палати во Охрид и во Ниш, што укажува дека градел и низ регионот. Артемушкин, во 1935 година го проектира и својот дом, како помала модерна куќа, доволна за него, сопругата и ќерката. Таа била сместена на улицата Вук Караџиќ (денес улица Бенешева), во населбата Буњаковец, спроти денешната грчка амбасада. Овој регион од градот доживува многу трансформации во следните децении, поради кои денес не среќаваме никакви траги од оригиналната градба, ни докази дали била изведена. Неговото самостојно творештво значително се намалува со почетокот на Втората светска војна, а по неа работи во архитектонското одделение во Министерството за градежни, во првата влада на Македонија. Во 1948 година, веројатно поради политички причини, заедно со семејството заминува во градот Велико Трново во Бугарија и со тоа неговата градителска дејност во Скопје официјално завршува.\n\nАртемушкин починал во 1950 година во Пловдив, а фамилијата подоцна се сели во Париз. Неговата ќерка Наталија, подоцна Маслова, исто така станува инженер и продолжува да живее во Франција до почетокот на 2000 тите. Преку нејзиниот допис со проф. Константиновски, таа раскажува за нејзините подоцнежни посети на Скопје, палатата Рубен и Арапска куќа",
  "yearBorn": 1886,
  "yearDied": 1950
}
