{
  "photos": [
    "/media/mnbt01/мнб068-8-medium.jpeg",
    "/media/mnbt01/мнб068-21-medium.jpeg",
    "/media/mnbt01/мнб068-7-medium.jpeg",
    "/media/mnbt01/мнб068-14-large.jpeg",
    "/media/mnbt01/мнб068-12-large.jpeg",
    "/media/mnbt01/мнб068-11-large.jpeg",
    "/media/mnbt01/мнб068-10-large.jpeg",
    "/media/mnbt01/мнб068-9-large.jpeg",
    "/media/mnbt01/мнб068-6-large.jpeg",
    "/media/mnbt01/мнб068-5-large.jpeg",
    "/media/mnbt01/screenshot_20201204_190129-large.jpeg",
    "/media/mnbt01/screenshot_20201204_192017.jpg",
    "/media/mnbt01/screenshot_20201204_190129-01.jpeg",
    "/media/mnbt01/crtez-medium.jpeg"
  ],
  "values": {
    "name": [
      "историскa",
      "авторство",
      "архитектонска и естетска",
      "општествена / социјална"
    ],
    "dateBuilt": "Градбата е речиси еден век стара и е добар пример на објекти со ваква типологија од тој период. Авторот е реномиран и реализирал останати градби со слична намена или типологија и е познат за истите. Архитектурата и декорацијата во неговата надворешна појавност се впечатливи. Претставува општествен препознатлив симбол до ден денес. \n"
  },
  "bibliography": "Кадијевић, А. „Један век тражења“ н. д. \nГрчев, К. „Архитектонските стилови во профаното градоградителство во Маедонија меѓу двете светски војни 1919-1940“, УКИМ, 2001\nКонстантиновски, Г. „Градителите во Македонија XVIII-XV“, Табернакул, 2004\n\nhttps://babambitola.mk/nekogashen-bitolski-trezor/\n",
  "dateInspection": "15.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Лимен кров задскриен зад цокле",
        "facade": "Цементно-варов малтер и боја",
        "carpentry": "Дрвена и железна",
        "parterre": "Камена коцка/калдрма и зеленило"
      },
      "interior": {
        "sharedContent": "не е познато",
        "privateContent": "не е познато"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра",
        "notes": "Забележливо е дека објектот е добро одржуван и реновиран со текот на времето. Може да се забележат ситни појави на влага под завршниот венец.\n"
      },
      "interior": {
        "notes": "не е познато меѓутоа разумна е претпоставката дека состојбата е добра со оглед на намената и состојбата на екстериерот",
        "condition": "добра"
      }
    },
    "modifications": "Не се забележливи подоцнежни значителни доградби. Покрај отстранувањето на натписот „Народна Банка“ над влезот на фронталната фасада, промени може да се забележат во партерот и тоа:\n- Ново поплочување со камена коцка/калдрма.\n- Дополнителни преградувања, на стражарницата и во партерот \n- Останати ситни преуредувања и појава на клупи, камери, надворешни единици на клими и натписи\n",
    "authenticity": {
      "exterior": {
        "condition": "добра",
        "notes": "Не се забележуваат значителни отстапки од оригиналниот концепт"
      },
      "interior": {
        "notes": "не е познато"
      }
    }
  },
  "risks": "Земајќи во предвид дека објектот непрекинато функционира и се одржува, а нарочито со функцијата на конзулат од 2006 до денес, нема основ за претпоставка на некој особен ризик или закана.",
  "number": "Не е заштитен (според листа на УЗКН за 2024)",
  "inspectionBy": "Тим 3",
  "code": "MNBT01",
  "order": 68,
  "suggestions": "Да продолжи да се одржува во сличен манир како до сега и да се изведуваат регуларни зафати за реновација од оштетувањата од тековно користење.",
  "photo": "/media/mnbt01/мнб068-15-large.jpeg",
  "basicData": {
    "timeline": {
      "yearBuilt": 1932,
      "yearProjected": 1932,
      "period": "1930-1939"
    },
    "protectionStatus": {
      "notes": "Нема податок за заштита (Р-НД) според листата на УЗКН за 2024.  Има можност да е во листа на евидентирани (Е-НД) бидејќи недостасува таа листа на УЗКН."
    },
    "originalPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Банка"
    },
    "address": {
      "line": "Булевар 1-ви Мај бр. 53",
      "city": "Битола",
      "municipality": "Битола"
    },
    "associates": [
      "Григорие Ташковиќ (градежен изведувач)"
    ],
    "architect": "Несторовиќ Богдан",
    "investorOrOwner": "Државна",
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.3290876,41.0320546],[21.3291057,41.032219],[21.3293757,41.0322063],[21.3293627,41.0320389],[21.3290876,41.0320546]]]}",
    "todayPurpose": {
      "type": [
        "друго"
      ],
      "notes": "Конзулат (од 2006)"
    },
    "buildingName": "Народна Банка-Трезор / Денес Конзулат на Република Бугарија"
  },
  "emb": "?",
  "originalData": {
    "generalDescription": "Објектот на поранешната „Народна банка“ го наоѓа своето место помеѓу плеада објекти со слични општествени или јавни намени со репрезентативен карактер. Сите овие објекти се нижат на фронтот на река Драгор и булевар 1-ви Мај. Среќаваме објекти од разни периоди почнувајќи од Безистенот, потоа Основниот и Апелационен Суд, Општинската зграда, Ректоратот на Универзитетот, Средно Училиште и други Музеи, Хотели итн. \n\nПартерот, издигнат за два скалници од тротоарот е ограден по ободот на парцелата со ѕидано цокле од околу 1 метар над кое се извишува железна порозна ограда помеѓу ѕидани столпчиња со воедначен ритам. Оградата прекинува пред влезот во објектот, означувајќи ја неговата јавна функција. Дворот е внатрешно поделен со ограда помеѓу влезната партија - јавна, и останатиот зелен дел - приватен.\nНа аголот помеѓу булеварот и ул. Мирче Ацев се јавува полукружен елемент - стражарница. Влезот од споредната улица е исто така е нагласен со железна лачна порта во зидан портал завршен со манир на двоводен кров и секундарна пластика.\n\nКатноста на објектот По+П+1+Пк. Во однос на поделбата на фасада е строго симетричен, со испуштен средишен дел и нагласен влез и средишно надворешно скалиште. Нагласеноста на средишниот дел се истакнува со појавата на испуштен влезен трем со низа лаци, прозори на кат исто така со полукружен завршеток и кружни прозори на влезната партија во приземје. \n\nИма изразена секундарна пластика на поголемиот дел на елементите како: венци на кровот капата и меѓу катовите, потоа ниши и акцентирања околу прозорите, кружни столбови со изразена пластика на базисите и капителите, обликување на фасадата во манир кој треба да потсеќа на камени блокови. Јазикот на кружна и полукружна геометрија се среќава на повеќе елементи. \n\nСтоларијата е дрвена, освен вратата и прозорите на влезната партија кои се железни и декорирани.Се појавуваат 3 висечки лустери над влезниот трем, и 1 над споредниот влез во ист манир.\n Во однос на страничната фасада - влезот е означен во истиот манир како и главниот, но со 1 модул на трем на столбови наместо 3 како на главниот.\n\n",
    "timelineDescription": "Проектот датира од 1930, а изведен во 1932. \n",
    "floors": "По+П+1+Пк",
    "programDescription": "Објектот е замислен да биде изграден со визбени простории (подрум), приземје, кат и поткровје. \n\nПриземјето е концепирано да е исклучиво за банкарска дејност.\nКатот со посебен влез за станбени простории, вклучува и посебен апартман за директорот. \nПоткровјето за банкарската архива. \nВизбените простории (подрум) за разни потреби и како простор за топлинските инсталации (машински соби)\n",
    "structureDescription": "Армирано бетонска и/или полна тула (претпоставка)",
    "materiality": {
      "exterior": {
        "roof": "Лимен кров задскриен зад цокле",
        "facade": "Цементно-варов малтер и боја",
        "carpentry": "Дрвена и железна",
        "parterre": "Асфалт(?) и зеленило"
      },
      "interior": {
        "sharedContent": "не е познато",
        "privateContent": "не е познато"
      }
    },
    "context": "Просторен контекст: Објектот на поранешната „Народна банка“ го наоѓа своето место помеѓу плеада објекти со слични општествени или јавни намени со репрезентативен карактер. Сите овие објекти се нижат на фронтот на река Драгор и булевар 1-ви Мај. Среќаваме објекти од разни периоди почнувајќи од Безистенот, потоа Основниот и Апелационен Суд, Општинската зграда, Ректоратот на Универзитетот, Средно Училиште и други Музеи, Хотели итн. \n\nВременски контекст: Периодот меѓу двете светски војни се карактеризира со зачетоци на модернистичката идеа, но во исто време и користење на историските стилови. Од таму овој објект е микс на двете идеи својствени за овој период. \n\nАвторски контекст: Богдан Несторовиќ е школуван во Белград но и во École des Beaux-Arts во Париз која е инфлуентна школа од тоа време. Тој е автор на повеќе вакви слични објекти и банки, како таа во Скопје и е релативно афирмиран за неговата работа. \n"
  }
}
