{
  "photos": [
    "/media/mnbt12/мнб079-2.jpg",
    "/media/mnbt12/20241215_104227.jpg",
    "/media/mnbt12/мнб079-25.jpg",
    "/media/mnbt12/мнб079-23.jpg",
    "/media/mnbt12/мнб079-41.jpg",
    "/media/mnbt12/мнб079-14.jpg",
    "/media/mnbt12/мнб079-15.jpg",
    "/media/mnbt12/мнб079-19.jpg",
    "/media/mnbt12/мнб079-8.jpg",
    "/media/mnbt12/мнб079-12.jpg",
    "/media/mnbt12/мнб079-16.jpg",
    "/media/mnbt12/мнб079-21.jpg",
    "/media/mnbt12/мнб079-30.jpg",
    "/media/mnbt12/мнб079-31.jpg",
    "/media/mnbt12/мнб079-32.jpg",
    "/media/mnbt12/мнб079-33.jpg",
    "/media/mnbt12/мнб079-40.jpg",
    "/media/mnbt12/мнб079-44.jpg",
    "/media/mnbt12/мнб079-41.jpg",
    "/media/mnbt12/мнб079-26.jpg",
    "/media/mnbt12/мнб079-36.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "техничка",
      "општествена / социјална",
      "емотивна"
    ],
    "dateBuilt": "Градбата е речиси еден век стара и е добар пример на објекти со ваква типологија од тој период, впечатливоста заради чистиот план, симетријата, внатрешниот простор и декоративните детали се од посебно значење.  Првично како зграда на ЈНА претставува општествен препознатлив симбол до ден денес и има емотивна вредност поради нејзината намена низ годините до денес."
  },
  "bibliography": "Стандардна реконструкција за одржување од дотраеност.",
  "dateInspection": "15.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди на дрвена потконструкција",
        "facade": "Малтер и боја",
        "carpentry": "Дрвена столарија во бела боја",
        "parterre": "Бекатон плочи, асфалт, калдрма (камени коцки), зеленило"
      },
      "interior": {
        "sharedContent": "Мермерни плочки, метална ограда со декорации, дрвен гелендер, дрвена столарија во бела боја"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра",
        "notes": "Во добра реновирана состојба"
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "Генерално во добра состојба, на места со видливост за прокиснување и влага на таваните."
      }
    },
    "modifications": "Не се забележани значителни интервенции и модификации. Промени се забележани како генерално реновирање и одржување на објектот (малтерисување, бојадисување).",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      },
      "interior": {
        "condition": "задоволителна"
      }
    }
  },
  "number": "906/1 Од 05.12.1977, ЗЗСК, Битола",
  "inspectionBy": "Тим 3",
  "code": "MNBT12",
  "order": 79,
  "photo": "/media/mnbt12/mnb079j2-0.33x.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.3314839,41.0319381]}",
    "buildingName": "Објект на Собранието на Општина Битола",
    "address": {
      "line": "ул. „Кирил и Методиј“ бр.6 / бул. „1ви Мај“",
      "city": "Битола",
      "municipality": "Битола"
    },
    "dateBuilt": "1936",
    "investorOrOwner": "Југословенска народна армија (ЈНА)",
    "originalPurpose": {
      "type": [
        "друго"
      ],
      "notes": "Стара воена зграда на ЈНА/АРМ (генерали)"
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Денес објект на Собранието на Општина Битола"
    },
    "protectionStatus": {
      "isProtected": true,
      "notes": "НУ Завод за заштита на спомениците на културата и Музеј - Битола"
    }
  },
  "originalData": {
    "generalDescription": "Објектот на Собранието на Општина Битола се наоѓа на ул. Кирил и Методиј бр.6 во центарот на Битола. Со неговата предна и главна фасада е позициониран кон кејот на реката Драгор. Објектот е изграден во 1936 година за потребите на ЈНА. Во 1991 сопственоста преминува на АРМ. Во 2003 објектот е целосно реновиран и приспособен за потребите на Општина Битола како општинска зграда која се уште е во функција.",
    "timelineDescription": "Во 1936 год. е изграден објектот.\nВо 1991 год. сопственоста преминува на ЈНА, подоцна на АРМ.\nВо 2003 год. објектот се реновира и проспособува како Собрание на Општина Битола.",
    "programDescription": "Јасно забалежлива строга симетрија на планот, како во хоризонтала, така и во вертикала. Нагласен централен дел со влезна партија и репрезентативни вертикални комуникации. Во самиот план се забележува потенциран средишен тракт на ходник, преку кој се пристапува до просториите од лева и десна страна. Крилата со ходниците се пониски од средишниот дел со вертикалните комуникации. Ходниците се шират кон два правци кои завршуваат со полукружен манир на ходникот - осветлени со прозори. Скалишниот дел исто така е природно осветлен.",
    "structureDescription": "Комбиниран (мешовит) конструктивен систем и/или ѕидови од полна тула",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводна дрвена кровна конструкција покриена со ќерамиди",
        "facade": "Завршна малтер обработка обоена во неколку нијанси, т.е со потенциран сутерен и третостепена пластика.",
        "carpentry": "Дрвена столарија во бела боја",
        "parterre": "Објектот е слободностоечки со голем заден двор во кој се наоѓаат други помошни објекти. Бекатон плочки пред влезната партија, асфалт, калдрма во дворот од задната страна и зеленило."
      },
      "interior": {
        "sharedContent": "Мермерни плочки во централниот дел со вертикалните комуникации и ходникот. Ќерамички плочки во ходниците од лева и десна страна. Малтерисани тавани и ѕидови премачкани со мрсна боја во долна половина, дрвена столарија, скали од мермер со железни декорирани огради и дрвен профилиран гелендер.",
        "privateContent": "Подови од паркет/ламинат со боја на дрво во канцелариите."
      }
    },
    "context": "Обjектот е поставен како самостојна градба со релативно потенцирана влезна партија од улицата. Предната фасада е насочена кон реката Драгор. На задната страна има голем двор. Со својот симетричен, ригиден и модерен изглед јасно говори за периодот и архитектонските влијанија во неговото обликување."
  }
}
