{
  "values": {
    "name": [
      "авторство",
      "архитектонска и естетска",
      "општествена / социјална",
      "историскa"
    ]
  },
  "bibliography": "Османли, В. „Куќата на фамилија Османли како модел за ново вреднување на куќите на улица Широк Сокак во Битола“ АФС УКИМ, 2020, Магистерска теза\n\n",
  "dateInspection": "15.12.2024",
  "currentData": {
    "modifications": "Фаза 1 (1931-1938) \nОбјектот првично се јавува како надградба на постоечки дуќани ориентирани кон Широк Сокак со градба на дополнителен волумент на соседната мала парцела. Вака поставениот објект се надоврзува на фронтот со западната фасада додека јужната е повлечена и пред неа се појавува двор. Се гради подрум и кат димензионирани за потребите на едно семејство. \n\nФаза 2 (1938-1960) \nСо цел издавање на просторот, сопственикот одлучува да догради втор кат и мансарда-поткровје со помали висини од постојните. Скалите кои водат кон подрумот се заградуваат и се добива мал санитарен простор. На првиот кат се преградува терасата а истата се додава на објектот со конзолно испуштање. \n\nФаза 3 (1960-1973) \nСе придодава нов волумен со скалишно јадро за независен пристап до вториот кат. Дел од задниот двор се пренаменува во корист на улични коридори и се гради гаража до која се пристапува од истата улица. До гаражата се појавува уште еден монтажен објект-остава. Цементниот под на дворот се препокрива со терацо.\nНа вториот кат е проширена и заѕидана една просторија и дел од терасата. Волуменот на мансардата е заѕидан од столб до столб. Над отворите се појавуваат монтажни стреи. \n\nФаза 4 (1973-2020)\nДворот кон југ се отстапува за реализација на уличниот профил така што се трансформира во тротоар. Со ова, јужната фасада излегува на уличниот фронт. \nСе јавува замена на оригиналната столарија со нова стаклена во комерцијалните простори во приземје и ПВЦ во станбените делови на катовите. Над влезовите на продавниците се поставуваат птенди и клима уреди. Поставена е челична стреа на терасата на вториот кат, а бетонската ограда на кровот е отстранета.\nНа јужната фасада се преобликуваат скалите во мермерни полукружни скали.\n\n(Според В. Османли)",
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди, рамен и ребрест лим, плексиглас.",
        "facade": "Гипс и малтер",
        "carpentry": "Стаклени излози, ПВЦ и дрвена столарија, железни решетки и декорација",
        "parterre": "Поплочување од бетон терацо, зеленило, бетонска чешма, железна ограда."
      }
    }
  },
  "number": "?",
  "inspectionBy": "Мартина Штериова, Иво Лазароски",
  "code": "MNBT09",
  "order": 76,
  "photo": "/media/mnbt09/kukja-na-osmanli-medium.jpeg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.3362931,41.0280596]}",
    "architect": "Ташковиќ Григорије",
    "dateBuilt": "1931",
    "buildingName": "Куќа на фамилија Османли",
    "protectionStatus": {
      "isProtected": true,
      "notes": "Куќата е заштитена, според магистерскиот труд како референца. Сепак, точна информација и решение не е достапно бидејќи на листата на УЗКН за 2024 објектите на Широк Сокак се водат по ул. „Маршал Тито“, па не е можно да се заклучи точно за која куќа се работи. "
    },
    "address": {
      "line": "Широк Сокак 30",
      "city": "Битола",
      "municipality": "Битола"
    },
    "investorOrOwner": "Александар Османли"
  },
  "emb": "?",
  "originalData": {
    "generalDescription": "Куќата се наоѓа на пресек на пешачката промената Широк Сокак и друга улица со автомобилски сообраќај. Карактеристично за неа е што заобиколува друга куќа која се наоѓа на самиот агол, појавувајќи се со фасада на двете улици. Таа ја следи урбаната матрица и се надоврзува уличниот фронт со своите комерцијални намени, додека во позадина и на катовите се наоѓаат приватните содржини за домување. Куќата има долга хронологија на доградби пред да го добие денешниот конечен волумен.  ",
    "timelineDescription": "Фаза 1 (1931-1938) \nОбјектот првично се јавува како надградба на постоечки дуќани ориентирани кон Широк Сокак со градба на дополнителен волумент на соседната мала парцела. Вака поставениот објект се надоврзува на фронтот со западната фасада додека јужната е повлечена и пред неа се појавува двор. Се гради подрум и кат димензионирани за потребите на едно семејство. \n\nФаза 2 (1938-1960) \nСо цел издавање на просторот, сопственикот одлучува да догради втор кат и мансарда-поткровје со помали висини од постојните. Скалите кои водат кон подрумот се заградуваат и се добива мал санитарен простор. На првиот кат се преградува терасата а истата се додава на објектот со конзолно испуштање. \n\nФаза 3 (1960-1973) \nСе придодава нов волумен со скалишно јадро за независен пристап до вториот кат. Дел од задниот двор се пренаменува во корист на улични коридори и се гради гаража до која се пристапува од истата улица. До гаражата се појавува уште еден монтажен објект-остава. Цементниот под на дворот се препокрива со терацо.\nНа вториот кат е проширена и заѕидана една просторија и дел од терасата. Волуменот на мансардата е заѕидан од столб до столб. Над отворите се појавуваат монтажни стреи. \n\nФаза 4 (1973-2020)\nДворот кон југ се отстапува за реализација на уличниот профил така што се трансформира во тротоар. Со ова, јужната фасада излегува на уличниот фронт. \nСе јавува замена на оригиналната столарија со нова стаклена во комерцијалните простори во приземје и ПВЦ во станбените делови на катовите. Над влезовите на продавниците се поставуваат птенди и клима уреди. Поставена е челична стреа на терасата на вториот кат, а бетонската ограда на кровот е отстранета.\nНа јужната фасада се преобликуваат скалите во мермерни полукружни скали.\n\n(Според В. Османли)",
    "programDescription": "Подрум - одлагање и сервис за сопствениците и закупците\nПриземје - првично ординација на сопственикот, потоа различни комерцијални намени кон надвор\nПрв кат - живеење, прием \nВтор кат - живеење оригинално, но со намалување на бројот на корисници се пасивизира\nМансарда - одлагање и сервис. Никогаш не се користела активно.\n",
    "floors": "По+П+2+Пк",
    "structureDescription": "Носиви камени ѕидови во подрум, приземје  и кат од полна тула со дебелини 43цм односно 33цм. Дрвена меѓукатна конструкција. Дрвена кровна конструкција на повеќе води. Исклучиво дрвени скалишни јадра. Доградените кат и мансарда се исто така од полна тула.",
    "materiality": {
      "exterior": {
        "roof": "ќерамиди",
        "facade": "Гипс и малтер",
        "carpentry": "дрвена",
        "parterre": "цеменитрана пристапна патека, високо и ниско зеленило, дрвени перголи, клупи, фонтана, цементни сточпчиња"
      }
    },
    "context": "Широк сокак е главната пешачка магистрала и е препознаена како амбиентална целина со свои карактеристики. Носел 8 имиња во различни епохи. Најголем број објекти датираат од крајот на 19 и почетокот на 20 век со еклектични и рано-модернистички влијанија во кои се вбројува и куќата на Османли. Овие структури содржат разнородни стилски елементи така што е невозможно да бидат класифицирани во одредена стилска групација.\nГригорие Ташковиќ работел како државен службеник во Битола од 1925-1932, каде имал можност да учествува и во проектирање на други објекти на Широк Сокак од тој период. Следствено на тоа тој се труди да одговори на амбиентот на постоечата структура, притоа пробувајќи да имплементира елементи на сеуште новиот модернизам. Се школувал на Техничкиот отсек на Великата школа во Белград"
  }
}
