{
  "photos": [
    "/media/mnbt14/mnb081j-0.25x.jpg"
  ],
  "values": {
    "name": [
      "архитектонска и естетска",
      "историскa"
    ]
  },
  "dateInspection": "14.12.2024",
  "currentData": {
    "authenticity": {
      "interior": {
        "notes": "Недостапно"
      },
      "exterior": {
        "condition": "задоволителна"
      }
    }
  },
  "inspectionBy": "Тим 3",
  "code": "MNBT14",
  "order": 81,
  "suggestions": "Стандардна реконструкција за одржување од дотраеност.",
  "photo": "/media/mnbt14/mnb081j-0.25x.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.3322031,41.0287169]}",
    "address": {
      "line": "ул. Белградска бр. 29",
      "city": "Битола",
      "municipality": "Битола"
    },
    "buildingName": "Станбен објект на ул. Белградска бр. 29",
    "originalPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "колективен станбен"
      ]
    }
  },
  "originalData": {
    "generalDescription": "Станбениот објект се наоѓа на ул. Белградска бр. 29, каде со предната фасада излегува директно на улицата. Објектот се наоѓа на рамен терен, така што пристапот до неа е преку неколку скалници, потоа со внатрешни скали се пристапува до подигнато приземје. Објектот е на приземје и кат, со сутеренски дел. Предната фасада е рамна со минимални потенцирана третостепена пластика, со цел да се добие впечаток на симетричност. На средишниот дел од објектот јасно се гледа скалишниот простор по вертикала. На едната страна куќата е залепана со калкански ѕид со соседната куќа од соседната парцела.",
    "floors": "Су+П+1",
    "timelineDescription": "Непознато",
    "programDescription": "Објектот се наоѓа на рамен терен, така што пристапот до неа е преку неколку скалници, потоа со внатрешни скали се пристапува до подигнато приземје. Објектот е на приземје и кат, со сутеренски дел. Предната фасада е рамна со минимални потенцирана третостепена пластика, со цел да се добие впечаток на симетричност. На средишниот дел од објектот јасно се гледа скалишниот простор по вертикала кој тежнее кон едната страна од објектот (не е комплетно симетричен). Приземјето и катот се со намена домување.",
    "structureDescription": "Ѕидови од полна тула и дрвена кровна конструкција (претпоставка).",
    "materiality": {
      "exterior": {
        "roof": "Дрвена кровна конструкција покриена со ќерамиди (претпоставка)"
      }
    }
  }
}
