{
  "photos": [
    "/media/mnbt07/pxl_20250205_130859458-1-large.jpeg"
  ],
  "values": {
    "name": [
      "архитектонска и естетска",
      "авторство"
    ],
    "dateBuilt": "Односот на куќата кон различните природи на различни фасади и умешната игра со волумен.\nВангел Самарџиќ е познат архитект од Битола. Дел од неговите проекти го вклучуваат проектот за нов современ културен центар по завршувањето на првата светска војна, куќа на ул. „Кирил и Методиј“ бр. 14, инфраструктурна обнова на широк сокак и други.\n"
  },
  "bibliography": "https://mk.wikipedia.org/wiki/%D0%9A%D1%83%D1%9C%D0%B0_%D0%BD%D0%B0_%D1%83%D0%BB._%E2%80%9E%D0%9A%D0%B8%D1%80%D0%B8%D0%BB_%D0%B8_%D0%9C%D0%B5%D1%82%D0%BE%D0%B4%D0%B8%D1%98%E2%80%9C_%D0%B1%D1%80._14_(%D0%91%D0%B8%D1%82%D0%BE%D0%BB%D0%B0)\n\nhttps://babambitola.mk/%D1%83%D1%88%D1%82%D0%B5-%D0%BF%D1%80%D0%B5%D0%B4-100-%D0%B3%D0%BE%D0%B4%D0%B8%D0%BD%D0%B8-%D0%B8%D0%BC%D0%B0%D0%BB%D0%BE-%D1%81%D1%82%D1%80%D0%BE%D0%B3%D0%B8-%D0%BF%D1%80%D0%B0%D0%B2%D0%B8%D0%BB/\n\nhttps://cineculture.gaussinstitute.org/star-teatar-3d/\nСтерјовски, А., „Градби“, Конзулат на Република Србија во Република Македонија, 2020",
  "dateInspection": "15.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди",
        "facade": "Малтер, боја и дрво",
        "carpentry": "Дрвена со жалузини",
        "parterre": "Зеленило, бетонско поплочување"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Генерално добра состојба со ситни траги и оштетувања на фасада. Столаријата е речиси дотраена како и олуците"
      }
    },
    "modifications": "Влезот во куќата е дополнително преграден со дрвена преградаи. Претпоставка е дека фасадата е обоена дополнително. Забележителни се отстапки од проектираната состојба каде не се појавува поткровен простор, а со тоа е различен и изледот на скалишниот волумен на фасада. Второстепената пластика на фасада исто така не е прикажана во проектот",
    "authenticity": {
      "exterior": {
        "condition": "добра",
        "notes": "Генералната автентичност може да се препознае и денес"
      }
    }
  },
  "risks": "Постојат ризици од зголемување на оштетувањата кои во моментов се минорни. ",
  "inspectionBy": "Тим 3",
  "code": "MNBT07",
  "order": 74,
  "suggestions": "",
  "photo": "/media/mnbt07/мнбт07-large.jpeg",
  "basicData": {
    "timeline": {},
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.3334258,41.0284197]}",
    "associates": [],
    "buildingName": "Индивидуална куќа на Александар Сотиривиќ",
    "address": {
      "line": "Белградска 2",
      "city": "Битола",
      "municipality": "Битола"
    },
    "architect": "Вангел Самарџиќ",
    "investorOrOwner": "Александар Сотировски - македонски стрип-цртач и илустратор",
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ],
      "notes": "претпоставка"
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    }
  },
  "originalData": {
    "generalDescription": "Куќата е поставена како самостоен објект во поголем двор. Концепирана е на високо приземје, кат и потрковен простор само во еден дел од основата. Основата е концепирана со засебен дел за послуга - кујна, остава на приземје, вешара во подрумот и соба на катот. Овој дел добива засебен надворешен влез и засебно скалиште, но е поврзан со делот за живеење. На страната кон внатрешноста на блокот, се појавува динамична игра на волумени со третманот на скалишното јадро кој е акцениран и ја надминува висината на венец. Фасадата која е свртена кон надвор е по статичка и претставителна, со јасна поделба по катови и симетрија со мали отстапки - испуштена тераса на едната страна. Во централниот дел на високото приземје се појавува полуцилиндричен волумен кој е и тераса за вториот кат. Потоа централниот дел на катот е акцентиран со стреа и кровен надоѕидок со полукружен завршеток на прозор, што ја нагласуваат симетријата. На фасадите се појавува секундарна декоративна пластика. ",
    "floors": "По+ВП+1+Пк",
    "context": "Објектот се наоѓа зад Битолскиот Театар на агол на улиците „Белградска“ и „Св. Кирил и Методиј“, на улица на која среќаваме повеќе впечатливи објекти од истиот или блиски период.",
    "programDescription": "Индивидуално домување:\nВисоко приземје - простории за прием и боравок\nКат - приватен сектор - спиење\nПоткровен простор - одлагање",
    "structureDescription": "Полна тула (претпоставка)",
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди",
        "facade": "Малтер",
        "carpentry": "Дрвена",
        "parterre": "Зеленило, бетонско поплочување"
      }
    }
  }
}
