{
  "photos": [
    "/media/mnbt14/mnb081j-0.25x.jpg"
  ],
  "values": {
    "name": [
      "архитектонска и естетска",
      "историскa"
    ]
  },
  "dateInspection": "14.12.2024",
  "currentData": {
    "authenticity": {
      "interior": {
        "notes": "Недостапно"
      },
      "exterior": {
        "condition": "задоволителна",
        "notes": "Генерално објектот се уште ја има неговата автентичност и покрај фасадните промени. "
      }
    },
    "materiality": {
      "exterior": {
        "roof": "Дрвена кровна конструкција покриена со ќерамиди.",
        "facade": "Фасадата е малтерисана и најверојатно обоена со различна боја од оригиналната. Третостепената пластика е во оригиналната форма и на оригиналната позиција, но во лоша состојба бидејќи истата на некои места е распадната и фалат делови.",
        "carpentry": "Оригиналната столарија очигледно е дека е замената со пвц прозори и железна влезна врата. Дополнително на нив се додадени пластични ролетни за заштита од сонце.",
        "parterre": "Куќата се наоѓа веднаш до самиот тротоар на улицата. Претпоставка е дека се уште има заден двор со зеленило."
      },
      "interior": {
        "sharedContent": "Недостапно",
        "privateContent": "Недостапно"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "многу лоша",
        "notes": "Фасадата е во релативно лоша состојба, се губат декоративните елементи на фасадата, дотраена боја и сл."
      },
      "interior": {
        "notes": "Недостапно"
      }
    },
    "modifications": "Промена на фасадна боја, столарија, веројатно рушење на дел па заградување на еден од малите прозори."
  },
  "risks": "Доколку објектот продолжи да не се реставрира може да дојде до дополнителни оштетувања со тек на време.",
  "inspectionBy": "Тим 3",
  "code": "MNBT14",
  "order": 81,
  "suggestions": "Стандардна реставрација и реконструкција за одржување од дотраеност.",
  "photo": "/media/mnbt14/mnb081j-0.25x.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.3322031,41.0287169]}",
    "address": {
      "line": "ул. Белградска бр. 29",
      "city": "Битола",
      "municipality": "Битола"
    },
    "buildingName": "Станбен објект на ул. Белградска бр. 29",
    "originalPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "колективен станбен"
      ]
    }
  },
  "originalData": {
    "generalDescription": "Станбениот објект се наоѓа на ул. Белградска бр. 29, каде со предната фасада излегува директно на улицата. Објектот се наоѓа на рамен терен, така што пристапот до неа е преку неколку скалници, потоа со внатрешни скали се пристапува до подигнато приземје. Објектот е на приземје и кат, со сутеренски дел. Предната фасада е рамна со минимални потенцирана третостепена пластика, со цел да се добие впечаток на симетричност. На средишниот дел од објектот јасно се гледа скалишниот простор по вертикала. На едната страна куќата е залепена со калкански ѕид со соседната куќа од соседната парцела.",
    "floors": "Су+П+1",
    "timelineDescription": "Непознато",
    "programDescription": "Објектот се наоѓа на рамен терен, така што пристапот до неа е преку неколку скалници, потоа со внатрешни скали се пристапува до подигнато приземје. Објектот е на приземје и кат, со сутеренски дел. Предната фасада е рамна со минимални потенцирана третостепена пластика, со цел да се добие впечаток на симетричност. На средишниот дел од објектот јасно се гледа скалишниот простор по вертикала кој тежнее кон едната страна од објектот (не е комплетно симетричен). Приземјето и катот се со намена домување.",
    "structureDescription": "Ѕидови од полна тула и дрвена кровна конструкција (претпоставка).",
    "materiality": {
      "exterior": {
        "roof": "Дрвена кровна конструкција покриена со ќерамиди.",
        "facade": "Предната фасада е минимално декорирана со третостепена пластика, која има за цел да потенцира симетричност, обработена е со малтер и обоена со боја. Третостепената пластика вклучува имитација на столбови кои почнуваат од приземјето до првиот кат (сутеренскиот дел и кровниот надоѕидок се изоставени). Постојат венци на позиција каде завршува првиот кат. Ова веројатно било со цел да се птенцира делот со катовите со домување како една целина. На средишниот дел е пристапот со врата кон објектот и отворите за осветлување на овој скалишен простор. Има и мали прозори во сутеренскиот дел кои се подредени во правилен растер следејќи ја линијата од прозорите по катовите, како и мали прозори на катовите под претпоставка дека се работи за позиции на осветлување и природна вентилација кај санитариите. На едната страна куќата е залепена со калкански ѕид со соседната куќа од соседната парцела.",
        "carpentry": "Дрвена столарија",
        "parterre": "Куќата се наоѓа веднаш до самиот тротоар на улицата. Претпоставка е дека има заден двор со зеленило."
      },
      "interior": {
        "sharedContent": "Недостапно",
        "privateContent": "Недостапно"
      }
    },
    "context": "Објектот се наоѓа на рамен терен во предел на градот со прилично збиена структура на градби. Куќата е дел од низа на куќи споени со калкански ѕидови. Претпоставка е дека сите овие куќи поради недостаток на преден простор (двор), дека имаат свои дворови во задната страна на парцелата."
  }
}
