{
  "photos": [
    "/media/mnbt16/image003.jpg",
    "/media/mnbt16/image004.jpg",
    "/media/mnbt16/image007.jpg",
    "/media/mnbt16/image006.jpg",
    "/media/mnbt16/image005.jpg",
    "/media/mnbt16/mnb083j-0.33x.jpg",
    "/media/mnbt16/screenshot_1.png"
  ],
  "values": {
    "name": [
      "историскa"
    ],
    "dateBuilt": "Изгубена е нејзината автентична форма и значење како објект од модернизмот"
  },
  "dateInspection": "15.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен кров. Ќерамиди и лимен кров на некои делови (претпоставка), врз кој се поставени соларни панели и доградени олуци.",
        "facade": "Фасадата е прилично видоизменета. Првенствено е дограден дел на предната фасада (угостителскиот објект), потоа целосно е променета столаријата, променета е оригиналната боја на фасадата, доградени се  настрешници и олуци. Надограден е уште еден кат.",
        "carpentry": "Променета на оригиналната столарија во нова пвц столарија во бела боја. "
      },
      "interior": {
        "sharedContent": "Приземниот дел од објектот е пренаменет во угостителски објект. Просториите од оригиналниот објект денес се во корист на угостителскиот објект и направени се големи промени како рушење на ѕидови, доградување и сл.",
        "privateContent": "Приземјето е променето, во корист на угостителски објект. Намената на првиот кат е исто така променета, програмски денес претставуваат комерцијални/деловни простории, така што внатрешните ѕидови се променети (стари срушени и нови преградени)."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна"
      },
      "interior": {
        "notes": "Голем број модификации и промени",
        "condition": "катастрофална"
      }
    },
    "modifications": "Приземниот дел од објектот е пренаменет во угостителски објект. Просториите од оригиналниот објект денес се во корист на угостителскиот објект и направени се големи промени како рушење на ѕидови, доградување и сл. Дограден е уште еден кат над постоечките приземје и први кат. Од задната страна на објектот се доградени дополнителни содржини за домување како и пристап кон нив со надворешни скали и настрешници. Куќата во голема мера денес има неправилна и недефинирана форма поради сите интервенции на доградување и надградување.",
    "authenticity": {
      "exterior": {
        "condition": "катастрофална",
        "notes": "Приземниот дел од објектот е пренаменет во угостителски објект, а првиот кат во игротека. Просториите од оригиналниот објект денес се во корист на угостителскиот објект и направени се големи промени како рушење на ѕидови, доградување и сл. Од задната страна на објектот се доградени дополнителни содржини за домување како и пристап кон нив со надворешни скали и настрешници. Куќата во голема мера денес има неправилна и недефинирана форма поради сите интервенции на доградување и надградување."
      },
      "interior": {
        "notes": "Голем број модификации и промени",
        "condition": "катастрофална"
      }
    }
  },
  "risks": "Куќата денес има неправилна и недефинирана форма поради сите интервенции на доградување и надградување кои веќе се случиле.",
  "inspectionBy": "Тим 3",
  "code": "MNBT16",
  "order": 83,
  "photo": "/media/mnbt16/mnb083j-0.33x.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": 1939,
      "period": "1930-1939"
    },
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.3345844,41.0294879],[21.3346759,41.0295229],[21.3347325,41.0294444],[21.3346386,41.0294069],[21.3345844,41.0294879]]]}",
    "address": {
      "line": "ул. Кирил и Методиј бр. 2а",
      "city": "Битола",
      "municipality": "Битола"
    },
    "buildingName": "Станбен објект на ул. Кирил и Методиј бр. 2а / денес ресторан „Кус Кус“",
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ],
      "notes": "Индивидуален станбен објект со доградба на угостителски дел на приземје и деловни простории на првиот кат"
    },
    "protectionStatus": {
      "notes": "До 2003 година бил заштитен под НУ Завод музеј на град Битола, денес нема податоци за заштита"
    }
  },
  "originalData": {
    "generalDescription": "Објектот се наоѓа на ул. Кирил и Методиј бр. 2а во строгиот центар на Битола во близина на Широк сокак. Претставува слободностоечки објект со интересна едноставна форма со полукружен издаден дел на предната  фасада, што е карактеристика за ран модернизам. Големи прозорски отвори во линија, што ја покажува потребата од поврзување на внатрешниот простор со надворешноста и отворање кон надвор.",
    "programDescription": "Приземје - домување\nКат 1 - домување",
    "floors": "П+1",
    "structureDescription": "Ѕидови од тула (претпоставка)",
    "materiality": {
      "exterior": {
        "facade": "Едноставна и чиста фасада, со линиски прозорски отвори што е карактеристично за периодот на раниот модернизам, како и полукружен испакнат дел на средина на предната фасада.",
        "carpentry": "Дрвена",
        "roof": "Рамен кров или ќерамиди ?"
      },
      "interior": {
        "sharedContent": "",
        "privateContent": "Станбени единици"
      }
    },
    "context": "Слбодностоечки објект на рамен терен, прилично близу до Широк сокак, во самиот центар на градот. ",
    "timelineDescription": "Во 1939 год. е изграден\nВо 2003 год. се направени доградби и надградби."
  }
}
