{
  "photos": [
    "/media/mnbt15/mnb082j-0.3x.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "емотивна"
    ],
    "dateBuilt": "Со оглед на тоа дека објектот е во голема мера променет, останува неговата историска и емотивна вредност."
  },
  "dateInspection": "14.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Двоводен кров од дрвена конструкција покриена со ќерамиди, на одреден дел поголем надоѕидок во линија на предната фасада. Според кровната конструкција над одреден дел се доаѓа до претпоставка дека дел од објектот е надограден.",
        "facade": "Едноставна и чиста фасада, асиметрична. Додадени се надворешни светилки на фасада. Според структурата и формата на куќата постои претпоставка дека дел од првиот кат е надоградуван. Малтерисана е и обоена во две нијанси, со потенцирано цокле на приземјето.",
        "carpentry": "Фасадната боја и фасадната столарија е во целост променета, додадени се ролетни за заштита од сонце. Додадени се решетки на прозорите на приземје. Голема е веројатноста влезната врата на предната фасада да е оригиналната, тргнувајќи од нејзината профилација и детална изработка",
        "parterre": "Голем преден двор преку кој се пристапува до куќата преку патека и останатиот дел уреден со зеленило"
      },
      "interior": {
        "sharedContent": "Недостапно",
        "privateContent": "Недостапно"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Задоволителна физичка состојба, но направени големи измени."
      },
      "interior": {
        "notes": "Недостапно"
      }
    },
    "modifications": "Претпоставка е дека дел од првиот кат е надограден.",
    "authenticity": {
      "exterior": {
        "condition": "многу лоша",
        "notes": "Генерално лоша состојба бидејќи се направени големи промени и со тоа е изгубена автентичноста на објектот. Претпоставка е дека дел од првиот кат е надограден."
      },
      "interior": {
        "notes": "Недостапно"
      }
    }
  },
  "risks": "Во голема мера изгубена е автентичноста на куќата.",
  "inspectionBy": "Тим 3",
  "code": "MNBT15",
  "order": 82,
  "suggestions": "Стандардна реставрација и реконструкција за одржување од дотраеност. Дополнителна проценка за враќање на приближно автентичниот изглед на куќата, бидејќи очигледно се направени промени во голема мера.",
  "photo": "/media/mnbt15/mnb082j-0.3x.jpg",
  "basicData": {
    "timeline": {},
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.3308808,41.0289652]}",
    "buildingName": "Станбен објект на ул. Белградска бр. 32",
    "address": {
      "line": "ул. Белградска бр. 32",
      "city": "Битола",
      "municipality": "Битола"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    }
  },
  "originalData": {
    "generalDescription": "Станбениот објект се наоѓа на ул. Белградска бр. 32 во централниот предел на градот на рамен терен. До куќата се пристапува преку голем преден двор што е несвојствено за куќите од тој период во овој предел на градот. Оваа куќа е со намена индивидуално домување. Јасна и едноставна структура на објектот препознатлив за типот на објекти од овој период, но асиметричен.",
    "programDescription": "Приземје - домување\nКат 1 - домување",
    "floors": "П+1",
    "structureDescription": "Ѕидови од тула (претпоставка)",
    "materiality": {
      "exterior": {
        "roof": "Двоводен кров од дрвена конструкција покриена со ќерамиди, на одреден дел поголем надоѕидок во линија на предната фасада.",
        "facade": "Едноставна и чиста фасада, асиметрична.",
        "parterre": "Голем преден двор преку кој се пристапува до куќата преку патека и останатиот дел уреден со зеленило"
      },
      "interior": {
        "sharedContent": "Недостапно",
        "privateContent": "Недостапно"
      }
    },
    "context": "Куќата се наоѓа на рамен терен во центарот на градот каде структурата на градбите е густа. За разлика од куќите во околината каде тие излегуваат со својата предна фасада директно или приближно на улицата, интересно за оваа куќа е тоа што таа има голем преден двор. Преку него се пристапува до објектот. "
  }
}
