{
  "photos": [
    "/media/mndk02/mndk02_01.jpg",
    "/media/mndk02/mndk02_02.jpg",
    "/media/mndk02/mndk02_03.jpg",
    "/media/mndk02/mndk02_04.jpg",
    "/media/mndk02/mndk02_05.jpg",
    "/media/mndk02/mndk02_06.jpg",
    "/media/mndk02/mndk02_07.jpg",
    "/media/mndk02/mndk02_08.jpg",
    "/media/mndk02/mndk02_09.jpg",
    "/media/mndk02/mndk02_10.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска"
    ]
  },
  "bibliography": "Веб страна на кралската винарија Вила Марија. Пристапено https://sites.google.com/wineryqueenmaria.com/royal-winery-queen-maria/about-us",
  "dateInspection": "14.03.1925",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќевооден покрив покриен со ќерамиди.",
        "facade": "Цокле: изработено од делкан камен.\nФасади малтерисани и обоени во боја.",
        "carpentry": "Дрвени врати и прозорци. Заштитни огради на подрумските прозорци се изработени пд ковано железо.",
        "parterre": "Вилата е опкружена со сопствен, ограден мал парк засаден со разни дрвја во рамките на имотот на винарската визба. Партерното уредување се состои од патеки поплочени со камен (централна која води од главната порта до вилата и периметрална). Останатиот простор е со зеленило и дрвја. Оградата е камена. Во поширок контекст, имотот е поделен на парцели на кои се наоѓаат различни стопански содржини. Со зеленило, дрвја, улици и патеки од калдрма кои водат до објектите, комплексот наликува на парк. Околу самиот комплекс се неговите винови насади."
      },
      "interior": {
        "privateContent": "Подовите се изведени од дрвени даски и паркет. Внатрешните врати се дрвени со натсветла. Sидовите малтерисани и искречени. На приземјето плафоните се малтерисани, а на катот се со видлива дрвена конструкција (веројатно привремена состојба, заради менување на истата при реновирањето на покривот)."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Вилата нема конструктивни оштетувања, но делува запуштено заради отпаднат малтер на сите фасади, скршени прозорски стакла, оштетена и дотрајана столарија и присуство на дрвена граѓа на задната тераса.  "
      },
      "interior": {
        "condition": "многу лоша",
        "notes": "Ентериерот е во многу запуштена состојба, без никаков мебел, со оштетени подови и  отпаднат малтер во сите простории. \nЦелокупната лоша состојба во која денес се наоѓа вилата се должи на историските случувања, повеќекратното менување на сопственици и негрижата. Во 1941 година вилата и целокупниот имот биле предмет на грабежи од страна на бугарската фашистичка војска чија командата била тука сместена. Тогашниот управител ги закопал  каријатидите во близина на имотот за да ги спаси од кражба, за да во 1960-ите години истите бидат пронајдени при длабоко орање и поставени пред влезот во вилата. \nПо Втората светска војна, од 1948 до 1950 година тука биле сместени бегалци од Егејска Македонија. Подоцна винаријата повеќе пати ја менувала сопственоста, а денес е во приватна сопственост на семејството Манасидис кое најавува нејзина реставрација."
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "modifications": "\n"
  },
  "risks": "Доколку не се реставрира, објектот ќе продолжи да пропаѓа.",
  "number": "Уп.бр. 08-2320/2 од 31.12.2003 РЗЗС Скопје; Уп.бр. 08-293/5 од 27.10.1004",
  "inspectionBy": "Тим 2",
  "code": "MNDK02",
  "order": 112,
  "photo": "/media/mndk01_01/mndk02_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[22.2340744,41.4138938]}",
    "buildingName": "Кралска вила во Демир Капија",
    "dateBuilt": "1931 год.",
    "investorOrOwner": "Крал Александар Караѓорѓевиќ",
    "address": {
      "line": "Ул.„11 Октомври“ бб",
      "city": "Демир Капија",
      "municipality": "Демир Капија"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ],
      "notes": "Вила"
    },
    "todayPurpose": {
      "type": [
        "друго"
      ]
    },
    "protectionStatus": {
      "isProtected": true
    }
  },
  "originalData": {
    "generalDescription": "Вила на кралицата Марија Караѓорѓевиќ се наоѓа во рамките на заштитената Стопанска целина Винарска визба „Демир Капија”.  Првобитно на имотот не била предвидена изградба на семејна вила, но по инсистирање на кралицата Марија во рамките на имотот започнало да се гради и вила.  Имотот ја опфаќал винарската визба со пратечките објекти, а на оддалеченост од 2км била изградена ергела за коњи липицанери. ",
    "timelineDescription": "Кралската винарија каде е сместена вилата е изградена во 1929 год. \nВилата отпочнала со градба во 1931 година, а како подарок за вилата, работилницата за керамички производи од Вршац, Србија, подариле две кариатиди со висина од 2,80 м. Кариатидите во 1941 година од страна на управникот на имотот биле закопани заради заштита од девастирање и грабеж. Во 1960-ите години при длабоко орање истите се пронајдени и поставени пред влезот во вилата. Кралскиот имот е пуштен во употреба 1931 година кога биле удрени темелите на црквата Св.Богородица.\n",
    "floors": "П+1",
    "structureDescription": "Масивен конструктивен систем.",
    "programDescription": "Подрум: подрумски и утилитарни простории.\nПриземје и кат: домување.",
    "materiality": {
      "exterior": {
        "roof": "Повеќевооден покрив покриен со ќерамиди.",
        "facade": "Цокле: изработено од делкан камен.\nФасади малтерисани и обоени во боја.",
        "carpentry": "Дрвени врати и прозорци. Заштитни огради на подрумските прозорци се изработени пд ковано железо.",
        "parterre": "Вилата е поставена во сопствен ограден двор во рамките на имотот на винарската визба на кралот Александар Караѓорѓевиќ. Партерното уредување се состои од патеки обложени со камен (централна која води од главната порта до вилата и периметрална). Останатиот простор е со зеленило и дрвја. Оградата е камена. Во поширок контекст, имотот е поделен на парцели на кои се наоѓаат различни стопански содржини. Со зеленило, дрвја, улици и патеки од калдрма кои водат до објектите, комплексот наликува на парк. Околу самиот комплекс се неговите винови насади."
      },
      "interior": {
        "privateContent": "Подовите се изведени од дрвени даски и паркет. Внатрешните врати се дрвени со натсветла. Sидовите малтерисани и искречени. "
      }
    },
    "context": "Кралска вила е дел од комплексот на винарската визба „Кралица Марија“, кој е стратешки лоциран на јужниот коридор од автопатот E75, во непосредна близина на градот Демир Капија, веднаш до клисурата на реката Вардар, опкружен со околу 3000 хектари винови насади. \nСамиот имот е поделен на парцели на кои покрај кралската вила има различни стопански содржини: две лабораториски згради, стара визба за складирање на виното, објекти наменети за вработените, зграда (поранешно училиште), како и новоизградени капацитети: современата фабрика за преработка и за стареење на виното, угостителски објекти и хотелски вили.\nЦелата област е засадена со дрвја и зеленило, има уредени улици и патеки од калдрма кои водат до објектите, а старата енолошка механизација е изложена како музеј на отворено во паркот."
  }
}
