{
  "photos": [
    "/media/mndk02/mndk02_01.jpg",
    "/media/mndk02/mndk02_02.jpg",
    "/media/mndk02/mndk02_03.jpg",
    "/media/mndk02/mndk02_04.jpg",
    "/media/mndk02/mndk02_05.jpg",
    "/media/mndk02/mndk02_06.jpg",
    "/media/mndk02/mndk02_07.jpg",
    "/media/mndk02/mndk02_08.jpg",
    "/media/mndk02/mndk02_09.jpg",
    "/media/mndk02/mndk02_10.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска"
    ]
  },
  "bibliography": "Кадијевић, A. (2007). Један век тражења националног стила у српској архитектури (средина XIX -средина XX века). Београд. Грађевинска књига\nГрчев, К. (2003). Архитектонските стилови во профаното градителство во Македонија меѓу двете светски војни 1919-1940. Скопје. Институт за фолклор \nCorporate author: UNESCO Office Venice and Regional Bureau for Science in Europe (Italy). (2004). Cultural heritage in South-East Europe: Macedonia (Former Yugoslav Republic of). Преземено март 2025, од https://unesdoc.unesco.org/ark:/48223/pf0000188172\nВеб страна на Музеј на виното Демир Капија. Пристапено март 2025, https://museumdk.mk/?page_id=1690&lang=mk\nПолитика. (2008 Април 29). Kraljevsko, a sada makedonsko. Преземено март 2025, од https://www.politika.rs/sr/clanak/40831/kraljevsko-a-sada-makedonsko\nПолитика. (2021 Април 6). Kraljica Marija u Severnoj Makedoniji. Преземено март 2025, од https://www.politika.rs/sr/clanak/480590/kraljica-marija-u-severnoj-makedoniji\nВеб страна на кралската винарија Вила Марија. Пристапено март 2025, https://sites.google.com/wineryqueenmaria.com/royal-winery-queen-maria/about-us",
  "dateInspection": "14.03.1925",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив со широки стреи, покриен со ќерамиди.",
        "facade": "Цокле: изработено од делкан камен.\nФасади: малтерисани и обоени во боја.",
        "carpentry": "Дрвени врати и прозорци. Заштитни огради на подрумските прозорци се изработени од ковано железо.",
        "parterre": "Вилата е сместена во средиштето на сопствен, мал и ограден парк во рамките на имотот на винарската визба. Непосредното партерното уредување се состои од патеки поплочени со камен (централна која води од главната порта до вилата и периметрална). Останатиот простор е со зеленило и дрвја. Оградата е камена. "
      },
      "interior": {
        "privateContent": "Подовите се изведени од дрвени даски и паркет. Внатрешните врати се дрвени со натсветла. Sидовите, малтерисани и искречени. На приземјето плафоните се малтерисани, а на катот се со видлива дрвена конструкција (веројатно привремена состојба, заради менување на истата при реновирањето на покривот)."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Вилата нема видливи конструктивни оштетувања, но делува запуштено заради отпаднат малтер на сите фасади, скршени прозорски стакла, оштетена и дотрајана столарија и присуство на несоодветни предмети на задната тераса и во дворот.  "
      },
      "interior": {
        "condition": "многу лоша",
        "notes": "Ентериерот е во многу запуштена состојба, без никаков мебел, со оштетени подови и  отпаднат малтер во сите простории. \nЦелокупната лоша состојба во која денес се наоѓа вилата се должи на историските случувања, повеќекратното менување на сопственици и негрижата. "
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "modifications": "\n"
  },
  "risks": "Доколку не се реставрира, објектот ќе продолжи да пропаѓа.",
  "number": "Уп.бр. 08-2320/2 од 31.12.2003 РЗЗС Скопје; Уп.бр. 08-293/5 од 27.10.1004",
  "inspectionBy": "Тим 2",
  "code": "MNDK02",
  "order": 112,
  "photo": "/media/mndk01_01/mndk02_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[22.2340744,41.4138938]}",
    "buildingName": "Кралска вила во Демир Капија",
    "dateBuilt": "1931 год.",
    "investorOrOwner": "Крал Александар Караѓорѓевиќ",
    "address": {
      "line": "Ул.„11 Октомври“ бб",
      "city": "Демир Капија",
      "municipality": "Демир Капија"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ],
      "notes": "Вила"
    },
    "todayPurpose": {
      "type": [
        "друго"
      ]
    },
    "protectionStatus": {
      "isProtected": true,
      "notes": "Имотот има статус на споменичка целина во која кралската вила и зградата на старата кралска винарија се прогласени за културно наследство од големо значење со режим на заштита од прв степен, а останатите објекти изградени во истиот период имаат режим на заштита од втор степен. Контактната зона има режим на заштита од трет степен."
    }
  },
  "originalData": {
    "generalDescription": "Кралската винарија во Демир Капија во рамките на која е сместена и кралската вила, се смета за една од најстарите винарии на Балканот. Винаријата била изградена од кралот Александар Караѓорѓевиќ во 1929 година по препорака на врвни француски енолози кои го предложиле  демиркапискиот регион како климатски најповолен. \nКралската вила е изградена во 1930-ите години како резиденцијален објект по желба на кралицата Марија, од непознат архитект, иако како проектант се споменува името на архитектот Александар Дероко за што сеуште не постојат докази.\nПо својот обем објектот е мал, со подрум, приземје и кат, функционално решен да ги задоволи потребите за краток престој на кралското семејство. Во неговото архитектонско обликување ce применети одредени мотиви од традиционаната архитектура од фолклорен тип, како што е карактеристичниот покрив со длабоки стреи, лачните тремови, прозорецот-трифора, еркерите и високото цокле изработено од делкан камен. Интересен детал во влезната партија претставуваат две теракотни статуи - каријатиди со висина од 2,80м., изработени и составени во работилница за керамички производи од Вршац, Србија.",
    "timelineDescription": "Кралот А.Караѓорѓевиќ во 1928 год. го откупил земјиштето со површина од 2700 хектари во Демир Капија од турските бегови Усни-бег и Мемед-бег за 2000  лири. \nКралската винарија е изградена во 1929 год. \nКралската вила е изградена во 1930/31 год.\nИмотот бил пуштен во употреба во 1931 год. и останал во сопственост на кралот до 1947 год. по што бил национализиран од страна Народна Република Македонија и станал Земјоделско стопанство „Демир Капија\".  \nДо 1995 год. бил под управа на винарската визба \"Повардарие\" од Неготино, а во 2002  год. бил купен од фирмата Агропин.\nОд 2015 год. имотот е во сопственост на семејството Манасиди и го носи името Винарска визба „Кралица Марија“.",
    "floors": "По+П+1",
    "structureDescription": "Масивен конструктивен систем.",
    "programDescription": "Подрум: подрумски и утилитарни простории.\nПриземје и кат: домување.",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив со длабоки стреи, покриени со ќерамиди.",
        "facade": "Цокле: изработено од делкан камен.\nФасади: малтерисани и обоени во боја.",
        "carpentry": "Дрвени врати и прозорци. Заштитни огради на подрумските прозорци се изработени од ковано железо.",
        "parterre": "Вилата е сместена во средиштето на сопствен, мал и ограден парк во рамките на имотот на винарската визба. Непосредното партерното уредување се состои од патеки поплочени со камен (централна која води од главната порта до вилата и периметрална). Останатиот простор е со зеленило и дрвја. Оградата е камена. "
      },
      "interior": {
        "privateContent": "Подовите се изведени од дрвени даски и паркет. Внатрешните врати се дрвени со натсветла. Sидовите малтерисани и искречени. "
      }
    },
    "context": "Кралска вила е дел од комплексот на винарската визба „Кралица Марија“, кој е стратешки лоциран на јужниот коридор од автопатот E75, во непосредна близина на градот Демир Капија, веднаш до клисурата на реката Вардар, опкружен со околу 3000 хектари винови насади. \nСамиот имот е поделен на парцели на кои покрај кралската вила има различни стопански содржини: две лабораториски згради, стара визба за складирање на виното, објекти наменети за вработените, зграда (поранешно училиште), како и новоизградени капацитети: современата фабрика за преработка и за стареење на виното, угостителски објекти и хотелски вили.\nЦелата област е засадена со дрвја и зеленило, има уредени улици и патеки од калдрма кои водат до објектите, а старата енолошка механизација е изложена како музеј на отворено во паркот."
  }
}
