{
  "values": {
    "name": [
      "историскa",
      "авторство"
    ]
  },
  "dateInspection": "28.12.2024",
  "number": "УП бр.08-57 од 01.03.2011 год. Значајно културно наследство / Ц.р.463",
  "inspectionBy": "Тим 2",
  "code": "MNKU04",
  "order": 62,
  "photo": "/media/mnku04/mnuk4-1-.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.7857747,42.1493733]}",
    "buildingName": "Спомен костурница на паднатите борци во Балканската војна 1912 „Зебрњак“",
    "architect": "Коруновиќ Момир",
    "dateBuilt": "во периодот од 1934 до 1937 год.",
    "investorOrOwner": "финансирана од доброволни прилози на преживеаните борци од Кумановската битка",
    "address": {
      "city": "Куманово",
      "municipality": "Младо Нагоричане",
      "line": " ридот Зеберњак"
    },
    "originalPurpose": {
      "type": [
        "споменик"
      ]
    }
  },
  "originalData": {
    "generalDescription": "Единствен споменик на овие простори е споменикот на паднатите воини во Кумановската битка на 23 и 24 октомври 1912 година, подигнат на  ридот Зебрњак на 511м надморска висина, во близина на Куманово. Овој меморијален комплекс е подигнат во чест на загинатите српски војници, во кои имало и Македонци, кои учествувале во Кумановската битка во 1912 година, за време на Првата балканска војна . Оваа битка се смета за исклучително значаен настан кој ја означи победата на српската војска над турската, со што започна ослободувањето на југоисточна Европа од Отоманската империја . Сепак, од македонска историографска перспектива, овој настан се оценува и како почеток на српската  колонизаторска власт над Вардарска Македонија . Идејата за подигнување на споменикот се појавила уште во 1922 година, кога група српски воени ветерани формирале одбор со оваа цел . Сепак, изградбата започнала дури во периодот од 1934 до 1937 година . Споменикот бил свечено осветен на 31 октомври 1937 година, на 25-годишнината од победата во Кумановската битка . Тоа е експресионистички обликувана спомен-кула (кула-обелиск) висок 48,5 метри, изградена според проектот на архитектот Момир Коруновиќ ,а изведба на градежните работи ги доверил  на г. Михаило Аранѓеловиќ, градежник од Белград автор на повеќе спомен-обележја, спомен-костурници, спомен-домови, спомен-чешми и Соколски домови и стадиони подигнати во чест на династијата Караѓорѓевиќ. Споменикот бил изграден од најтврд базалтни камени блокови  и армиран бетон, а била финансирана од доброволни прилози на преживеаните борци од Кумановската битка. Споменикот бил урнат на 24 мај 1942 година, во текот на Втората светска војна од страна на бугарскиот окупатор.",
    "programDescription": "Во приземјето на кулата се наоѓала крипта каде биле положени коските на загинатите воини. Над неа бил сместен музеј со девет одделенија каде биле изложени трофејни предмети пронајдени на бојното поле по битката. Над основата на споменикот се наоѓала капелата која била фрескоживописана од сликарот Живорад Настасијевиќ. На одредена висина, на секој од трите агли на споменикот, на постаменти биле изложени оригинални топови од Кумановската битка.",
    "floors": "Базис-јадро и кула-обелиск со висина од 48.5 метри"
  }
}
