{
  "values": {
    "name": [
      "историскa",
      "авторство",
      "општествена / социјална"
    ]
  },
  "dateInspection": "28.12.2024",
  "number": "Решение УП бр. 18-165 од 30.05.2018 год.  ",
  "inspectionBy": "Тим 2",
  "code": "MNKU01",
  "order": 59,
  "photo": "/media/mnku01/mnku01.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": "1930",
      "yearProjected": "1924",
      "period": "1930-1939"
    },
    "protectionStatus": {
      "isProtected": true,
      "notes": "Значајно културно наследство"
    },
    "originalPurpose": {
      "type": [
        "јавен",
        "комерцијален/деловен",
        "колективен станбен"
      ]
    },
    "address": {
      "city": "Куманово",
      "line": "Градски Плоштад Куманово / Плоштад Нова Југославија",
      "municipality": "Куманово"
    },
    "architect": "20250402181145",
    "investorOrOwner": " Здружение на занаетчискиот еснаф во Куманово",
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.7179522,42.1357118],[21.7178014,42.1354044],[21.7179952,42.1353205],[21.7181568,42.135624],[21.7179522,42.1357118]]]}",
    "todayPurpose": {
      "type": [
        "јавен",
        "комерцијален/деловен",
        "споменик"
      ]
    },
    "buildingName": "Занаетчиски дом-Куманово  "
  },
  "originalData": {
    "generalDescription": "Занаетчискиот Дом во Куманово, наречен и „Кумановски Нотр Дам. Објектот има правоаголна основа и ја следи регулационата линија. Концепт на масивно приземје расчленето со лачни отвори, изработено од правоаголни камени блокови. Во растерот на лаковите се инплементирани и два влеза кои имаат потенциран лак со нагласена вертикала преку пиластри. Јавниот влез се разликува со полукружно завршени стаклени површини, додека службениот влез е повлечен и завршува со права линија. Високите вертикални пиластри, се лишени од било какви декорации со стоги академски правила. Геометризираните вертикални елементи ги обединува со завршен хоризонтален венец, од кој на експресивен начин се развиваат кулите на челната фасада, надвишени над останатиот волумен кој има динамичен волумен. Првиот објект во Куманово со сопствен водоводен систем, каде водата од бунар се пумпала до резервоар на кровот за снабдување на санитарните јазли",
    "floors": "П+2 ",
    "timelineDescription": "Објекто е  изграден во 1930 година во период на светска економска криза, што го прави симбол на колективна издржливост и амбиција. Иницијативата за неговата изградба потекнува од Занаетчискиот еснаф, кој во декември 1923 година донел одлука за формирање на фонд за културно и економски обединување на занаетчиската младина ",
    "programDescription": "Домот располагал со дуќани кои се наоѓаат на кат, во која требало да се одвиваат сите културни активности на занаетчиската младина, како и разни деловни и манифестациони активности на кумановските занаетчии, потоа мала сала со летна тераса и кујна, која се наоѓала на вториот кат, како и со администартивни простории, и простории за домување, кои биле во задниот дел на објектот, каде што денес работи Кумановскиот архив. Приземје: Трговски дуќани наменети за занаетчиски активности и комуникација со јавноста; Прв кат: Голема сала за концерти, кино проекции  и свечени настани. Салата имала висок плафон и галерии од три страни, што ја прави акустички и визуелно импресивна; Втор кат: Административни канцеларии, мала сала со летна тераса со балустради за културни манифестации; Заден дел: Простории за домување и подоцна — архивски единици",
    "materiality": {
      "exterior": {
        "facade": "Неокласична фасада: Симетрична организација, чисти геометриски форми и минимална декорација, што го одразува влијанието на рационализмот и функционализмот"
      }
    },
    "structureDescription": "Комбинација на камен, тули и мермер, со висококачествена дрвена столарија "
  }
}
