{
  "basicData": {
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.7168197,42.1366705],[21.7169137,42.136931],[21.7177071,42.1368031],[21.7176914,42.1363093],[21.7175136,42.1362683],[21.7168197,42.1366705]]]}",
    "buildingName": "Општинска зграда на Куманово",
    "architect": "20250402181145",
    "address": {
      "line": "ул. 11 Октомври бб / Плоштад Нова Југославија",
      "city": "Куманово",
      "municipality": "Куманово"
    },
    "timeline": {
      "yearBuilt": "1932–1934 ",
      "period": "1930-1939"
    },
    "originalPurpose": {
      "type": [
        "јавен",
        "комерцијален/деловен"
      ]
    },
    "todayPurpose": {
      "type": [
        "комерцијален/деловен"
      ]
    }
  },
  "order": 60,
  "code": "MNKU02",
  "dateInspection": "28.12.2024",
  "inspectionBy": "Тим 2",
  "photo": "/media/mnku02/mnku02.jpg",
  "originalData": {
    "generalDescription": "Општинската зграда во Куманово е изградена во стил на  руски академизам, со влијанија од српско-византиски елементи. Фасадата и структурата сугерираат употреба на традиционални материјали како камен и тула, во комбинација со декоративни елементи. Зградата првично била приземна со внатрешно двориште, а по Втората светска војна  Антонов го проширил катот. Фасадата е карактеристична по високи трифорни прозори сместени во лачно засводени ниши во кои се интерполирани прозорски отвори. Симетријата е клучен елемент во дизајнот, што го прави објектот монументален.",
    "floors": "П+2",
    "timelineDescription": " Дел од комплексот бил изграден во 1931/32год. , во првата фаза од овој објект  било изградено приземјето со општински дуќани и 6 канцеларии од главниот влез на Општината. До 1941 год. биле изградени дел од просториите на катот. Во 1957/58 год. бил завршен и вториот кат што во суштин е денешниот изглед и тамо се сместила општинската администрација. ",
    "programDescription": "Приземјето се состои со содржини од јавен карактер: трговија, угостителство, култура, а на катот се наоѓаат административните канцеларии. Објектот располага со атриумски простор во кој се влегува од два влеза и во него подолг период биле концентрирани продавници за месо и според намената на продавниците во еден период и го добива името Касапски круг . Подоцна,овој простор добива нови содржини со угостителска дејност.",
    "materiality": {
      "exterior": {
        "parterre": ""
      }
    }
  },
  "values": {
    "name": [
      "архитектонска и естетска",
      "авторство"
    ]
  }
}
