{
  "values": {
    "name": [
      "архитектонска и естетска",
      "историскa",
      "авторство",
      "општествена / социјална"
    ]
  },
  "dateInspection": "28.12.2024",
  "number": "Решение УП бр. 18-980/19  од 03.03.2020год./ Значајно културно наследство",
  "inspectionBy": "Тим 2",
  "code": "MNKU03",
  "order": 61,
  "photo": "/media/mnku03/mnku03.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.7184372,42.1287548]}",
    "buildingName": "Соколски дом",
    "architect": "Коруновиќ Момир",
    "address": {
      "line": "Ул. „Народна Револуција“ б.б.",
      "city": "Куманово",
      "municipality": "Куманово"
    },
    "investorOrOwner": "/Општина Куманово",
    "originalPurpose": {
      "type": [
        "јавен"
      ]
    },
    "todayPurpose": {
      "type": [
        "јавен",
        "споменик"
      ]
    },
    "protectionStatus": {
      "isProtected": true
    }
  },
  "originalData": {
    "generalDescription": "Соколански дом, познат и како Соколана или Соколски дом-објект и поранешна спортска сала во Куманово. Изградбата започнала на 26 јуни 1923 година според проектот на српскиот архитект Момир Коруновиќ.Финансирана е преку доброволни прилози од граѓаните и еснафската јавност, со активно учество на војниците од 22-от пешадиски полк стациониран во Куманово.Во 1925 година бил поставен кровот, но изградбата повторно запирала. Во 1926 година била изложена на вандализам – уништен е дел од опремата, а незавршениот објект започнал да се оштетува.Рускиот архитект Владимир Антонов ја реконструирал покривната конструкција, а работите завршиле во 1928 година.Свеченото отворање се одржало на 6 септември 1931 година, кога домот бил предаден на Соколското друштво.  Домот бил седиште на кумановското Соколско друштво, а подоцна станал и домашен терен на КК Куманово. ",
    "structureDescription": "Во салата се одржувале спортски настани, театарски претстави и граѓански собири.",
    "programDescription": "Приземен објект- сала со мултифункционале простор каде се одржувале спортски натпревари, бина за театарски претстави , собири, објектот има и балкон- ложа над влезот во салата. "
  }
}
