{
  "photos": [
    "/media/mnoh01/1935-хидробиолошки-medium.jpeg",
    "/media/mnoh01/хидробиолошки-и-анот.jpg",
    "/media/mnoh01/историска.jpeg",
    "/media/mnoh01/историска2.jpeg",
    "/media/mnoh01/макета.jpeg",
    "/media/mnoh01/20250115_113420-large.jpeg",
    "/media/mnoh01/20250115_113515-large-medium.jpeg",
    "/media/mnoh01/20250115_113343-large.jpeg",
    "/media/mnoh01/20250115_113829-large.jpeg",
    "/media/mnoh01/20250115_121255-large.jpeg",
    "/media/mnoh01/20250115_115342-large.jpeg",
    "/media/mnoh01/20250115_113905-large.jpeg",
    "/media/mnoh01/20250115_113919-large.jpeg",
    "/media/mnoh01/20250115_113942-large.jpeg",
    "/media/mnoh01/20250115_114103-large.jpeg",
    "/media/mnoh01/20250115_114119-large.jpeg",
    "/media/mnoh01/20250115_114123-large-medium.jpeg",
    "/media/mnoh01/20250115_114142-large.jpeg",
    "/media/mnoh01/20250115_122555-large-medium.jpeg",
    "/media/mnoh01/20250115_122526-large.jpeg",
    "/media/mnoh01/20250115_115138-large.jpeg",
    "/media/mnoh01/20250115_114316-large.jpeg",
    "/media/mnoh01/20250115_114305-large.jpeg",
    "/media/mnoh01/20250115_114253-large.jpeg",
    "/media/mnoh01/20250115_122338-large.jpeg"
  ],
  "values": {
    "name": [
      "историскa",
      "општествена / социјална",
      "емотивна",
      "техничка"
    ],
    "dateBuilt": "Историското и општествено значење на овој институт лежи во пионерската функција која за прв пат се појавува како таква во државата и е единствен институт до ден денес. Овој институт е одговорен за сите слатки води во државата, а посебно за Охридското езеро кое како такво е препознаено како природно наследство од Унеско. Исто така, институтот е наброен во преамбулата на првото заседание на АСНОМ поради неговото значење за државата (според кажување на вработените). Техничката вредност се состои во тоа што објектот е изграден практично на блатест терен, во непосредна близина на езерото. Со набивање камени блокови во земјата тој успеал да опстои до денес, а по кажувањата на корисниците при земјотрес забележливо е нишање на самата зграда што е одлика на добро сеизмичко решение."
  },
  "bibliography": "- Публикација по повод 50 години од институтот\n- Публикација по повод 80 години од институтот",
  "dateInspection": "15.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди и надоѕидок од тула",
        "facade": "Малтер",
        "carpentry": "Дрвена со ПВЦ ролетни на одредени отвори.",
        "parterre": "Зеленило, асфалт и цементни плочи, железна ограда, бетонски рибници-мрестилишта"
      },
      "interior": {
        "privateContent": "Подови од паркет/линолеум во канцелариите.",
        "sharedContent": "Подови од терацо, малтерисани тавани и ѕидови премачкани со мрсна боја во долна половина, дрвена столарија, скали од терацо со железни декорирани огради и дрвен профилиран ракохват."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Генерално добра состојба со видливи оштетувања на одредени места од текот на времето."
      },
      "interior": {
        "condition": "добра",
        "notes": "Ентериерот е во поголема мера одржуван и реновиран со засебни интервенции."
      }
    },
    "modifications": "Не се забележителни значителни интервенции, покрај двете доградби од 1956 додадени на јужната фасада на оригиналниот објект како и монтажниот слободностоечки објект - затворено мрестилиште. Додавање на ПВЦ ролетни на одредени отвори од надвор. Во ентериерот имаме промена на мебел и столарија на делови од објектот, додавање пластифицирани прегради на влез на катовите од скалишното јадро заради подобар термички перформанс.",
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "задоволителна"
      }
    }
  },
  "number": "/",
  "inspectionBy": "Тим 3",
  "code": "MNOH01",
  "order": 88,
  "suggestions": "Да се изврши генерална реновација главно на фасадата и столаријата кои се видливо оштетени со текот на времето, зачувувајќи го автентичниот изглед. ",
  "photo": "/media/mnoh01/hidrobioloski-large.jpeg",
  "basicData": {
    "timeline": {
      "yearBuilt": 1935,
      "period": "1930-1939"
    },
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[20.8150246,41.1018236]}",
    "buildingName": "Хидробиолошки институт Охрид",
    "address": {
      "line": "Наум Охридски 50",
      "city": "Охрид",
      "municipality": "Охрид"
    },
    "investorOrOwner": "Државна инситуција",
    "originalPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Научен институт"
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Научен институт"
    }
  },
  "originalData": {
    "generalDescription": "Хидробиолошкиот институт (или оригинално завод) е изграден во 1935 по иницијатива на биологот Синиша Станковиќ и од тоа време е единствена институција во државата од овој тип. Позициониран надвор од градот но блиску до Билјанини извори и Петрино од една, а до езерото од друга страна. Каналот студенчишта е наменски ископан за институтот со цел директна врска со езерото, а на каналот се надоврзуваат бетонски рибници-мрестилишта во дворот и приземниот кат. Објектот е граден на подлога од блато, со камени масивни ѕидови. Се работи за строго симетрична композиција со средишен испуштен дел и две странични крила и овој план се развива по сите катови. На фасадата се забележуваат декорации и второстепена архитектонска пластика околу прозорите и терасите, дрвена столарија која на места е затворена со пластични ролетни. ",
    "timelineDescription": "1934 - Почеток на градба\n1935 - Изградена и почеток со работа",
    "floors": "П+2+Пк",
    "programDescription": "Приземје - мрестилиште за риби \nПрв кат - научна работа и администрација\nВтор кат - простор за домување за научните работници (до денес еден дел на вториот кат е апартман за гости-истражувачи, а останатиот е пренаменет во канцелариски простор)\nПоткровје - остава ",
    "structureDescription": "Камени носиви ѕидови",
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди и надоѕидок од тула",
        "facade": "Малтер",
        "carpentry": "Дрвена",
        "parterre": "Асфалт и цементни плочи, зеленило, железна ограда, бетонски рибници-мрестилишта"
      },
      "interior": {
        "sharedContent": "Подови од терацо, малтерисани тавани и ѕидови премачкани со мрсна боја во долна половина, дрвена столарија, скали од терацо со железни декорирани огради и дрвен профилиран ракохват.",
        "privateContent": "Подови од паркет/линолеум во канцелариите."
      }
    },
    "context": "Хидробиолошкиот завод се гради по иницијатива на биологот Синиша Станковиќ, школуван во Белград и Гренобл.  Во 1934 добива дозвола за градба на институтот кој се позиционира на стратешка позиција - од една страна далеку од градот, од друга страна блиску до Билјанини извори од планина Петрино и до езерото. Каналот „Студенчишта“ се ископува наменски за овој институт како би имал директна врска со езерото кое е во фокус на неговата работа. Во тоа време во блиската околина постои само уште еден објект од турско време - ан. "
  }
}
