{
  "values": {
    "name": [
      "архитектонска и естетска",
      "историскa",
      "авторство",
      "техничка"
    ],
    "dateBuilt": "Историската вредност ја влече од својата поставеност на кејот на езерото во ансамбл со повеќе други значајни градби, но и како сведок на меѓувоениот период. Градбите од полна тула генерално се пониски и мали за разлика од оваа, но архитект Симонче како искусен стручњак одлично ја завршил задачата. Во својот работен век тој работел на повеќе градби вклучувајќи ја куќата на Гинековци и Зградата „Радничка“, денес седиште на НУ Завод и Музеј Охрид."
  },
  "dateInspection": "11.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди",
        "facade": "Малтер",
        "carpentry": "ПВЦ и дрвена со капаци",
        "parterre": "/"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Генералниот лик е сочуван. Се појавуваат позначителни оштетувања на бочните фасади каде полната тула е соголена од фасадата. На јужната фасада имаме графити во приземје како и одронувања и влага на делови на истата"
      }
    },
    "modifications": "Промена на столарија од дрвена со ПВЦ",
    "authenticity": {
      "exterior": {
        "condition": "добра",
        "notes": "Автентичноста во најголема мера е сочувана"
      }
    }
  },
  "risks": "Доколку објектот продолжи да не се користи активно може да дојде до дополнителни оштетувања со тек на време.",
  "number": "/",
  "inspectionBy": "Мартина Штериова, Иво Лазароски",
  "code": "MNOH05",
  "order": 92,
  "photo": "/media/mnoh05/20250111_113638-large.jpeg",
  "basicData": {
    "protectionStatus": {
      "notes": "Нема заштитен статус, но се наоѓа на листата на евидентирани објекти кои заслужуваат да бидат заштитени при НУ Завод и Музеј Охрид"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен",
        "колективен станбен"
      ],
      "notes": "Семеен објект"
    },
    "dateBuilt": "17.07.1936 почеток на градба - 07.11.1939 завршена",
    "address": {
      "line": "Кеј Македонија 10",
      "city": "Охрид",
      "municipality": "Охрид"
    },
    "architect": "Димитар Симонче",
    "investorOrOwner": "Фам. Симончевци",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[20.8019816,41.1117614]}",
    "todayPurpose": {
      "type": [
        "индивидуален станбен",
        "колективен станбен"
      ],
      "notes": "Семеен објект"
    },
    "buildingName": "Куќа на Симончевци"
  },
  "emb": "/",
  "originalData": {
    "generalDescription": "Објектот на Симончевци е импозантен објект на кејот на Охридското езеро, веројатно највисок зачуван објект од овој период. Во основа е концепиран со средишно скалишно јадро и две крила кон југ и кон север. Бочните и расчленети фасади се генерално калкански затворени со мал неопходен број прозори, додека јужната фасада ориентирана кон езерото е силно осончена и отворена. Таа е со главно симетрична композиција со мали отстапки на влезот. Нагласен е централниот волумен кој е испуштен од првиот кат нагоре и завршува со тераса. На двете страни од овој волумен се испуштаат тераси со завршетоци во полукружен манир. Скромна декоративна пластика се појавува на поткровниот дел.",
    "floors": "По+ВП+2+ПК",
    "timelineDescription": "1936 почеток на градба\n1939 крај ",
    "structureDescription": "Камен фундамент со масивни ѕидови од полна тула и дрвена кровна конструкција",
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди",
        "facade": "Малтер",
        "carpentry": "Дрвена",
        "parterre": "/"
      }
    },
    "context": "Кејот на Охридското езеро е несомнено значаен потег за градот кој е континуирано историски активен како екстензија на јадрото, па така долж истиот се појавуваат градби од повеќе историски периоди. Од периодот помеѓу двете светски војни имаме зачувани примери на индивидуални куќи. Непосредно до објектот се наоѓале и два хотели - „Белви“ и „Турист“ како дел од првиот бран објекти поврзани со туризмот, кои со изградбата на хотел „Палас“ во 1957 се срушени. Овие два објекти со нивната импозантност и релативно слична естетика (нарочито со хотел Белви) заедно со тој на Симончевци формирале една целовита слика. Од таму може да се извлече претпоставка дека овој објект можно е да бил користен и како хотел."
  }
}
