{
  "photos": [
    "/media/mnoh02/gurcinovi-stara-dokumentacija-large.jpeg",
    "/media/mnoh02/20250111_115141-large.jpeg",
    "/media/mnoh02/20250111_115241-large.jpeg",
    "/media/mnoh02/20250111_115255-large.jpeg",
    "/media/mnoh02/20250111_115346-large.jpeg",
    "/media/mnoh02/20250111_115433-large.jpeg",
    "/media/mnoh02/20250111_115444-large.jpeg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "авторство",
      "општествена / социјална"
    ],
    "dateBuilt": "Ѓорѓи Ѓурчинов покрај сопствената куќа работел и на други проекти меѓу кои и куќата на Паунковци во Охрид, која е исто така е заштитен споменик на културата. \nОпштествената и историска вредност произлегува од фактот што во текот на Втората светска војна куќата се користела како Команда на италијанската војска, потоа на германската, а во еден период, третирана како државен имот, претставувала седиште на Бугарската Национална банка.\n"
  },
  "bibliography": "Елаборат за ревалоризација на куќата на кеј „Маршал Тито“ бр. 3 во Охрид (НУ Завод и Музеј Охрид)\n\nhttps://mk.wikipedia.org/wiki/%D0%9A%D1%83%D1%9C%D0%B0_%D0%BD%D0%B0_%D0%83%D1%83%D1%80%D1%87%D0%B8%D0%BD%D0%BE%D0%B2%D0%B8",
  "dateInspection": "11.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди",
        "facade": "Малтер",
        "carpentry": "Дрвена"
      },
      "interior": {
        "sharedContent": "Не е значително нарушен автентичниот ентериер. Измените во ентериерот се исклучиво од функционална природа и ни најмалку не ја намалуваат неговата вредност (според Елаборат на НУ Завод и Музеј)",
        "privateContent": "Не е значително нарушен автентичниот ентериер. Измените во ентериерот се исклучиво од функционална природа и ни најмалку не ја намалуваат неговата вредност (според Елаборат на НУ Завод и Музеј)"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра",
        "notes": "Добра со оглед на навременото одржување како заштитен објект"
      },
      "interior": {
        "notes": "Не е значително нарушен автентичниот ентериер. Измените во ентериерот се исклучиво од функционална природа и ни најмалку не ја намалуваат неговата вредност (според Елаборат на НУ Завод и Музеј)",
        "condition": "добра"
      }
    },
    "modifications": "Постојат ситни дискрепанци од проектот и денешната состојба, за кои не постои податок дали се така изведени или изменети подоцна. Таква е обработката на оградата на катот која не се појавува на проектот и други елементи од декоративната пластика.",
    "authenticity": {
      "exterior": {
        "condition": "добра",
        "notes": "Зачувана во најголем дел, земајќи го предвид и нејзиниот заштитен статус од 1989"
      },
      "interior": {
        "condition": "добра",
        "notes": "Не е значително нарушен автентичниот ентериер. Измените во ентериерот се исклучиво од функционална природа и ни најмалку не ја намалуваат неговата вредност (според Елаборат на НУ Завод и Музеј)"
      }
    }
  },
  "risks": "Изложеноста на јужниот ветер негативно делува на фасадата и потребни се тековни реновации",
  "number": "14-1269/2 од 1989",
  "inspectionBy": "Мартина Штериова, Иво Лазароски",
  "code": "MNOH02",
  "order": 89,
  "photo": "/media/mnoh02/20250111_115124-large.jpeg",
  "basicData": {
    "protectionStatus": {
      "isProtected": true,
      "notes": "Заштитена со Решение бр. 14-1269/2 и ЕМБ: 4-819-038/071 Р НД"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ],
      "notes": "Семејна куќа на Ѓурчинови"
    },
    "dateBuilt": "1930",
    "address": {
      "line": "Кеј Македонија 3",
      "city": "Охрид",
      "municipality": "Охрид"
    },
    "architect": "Ѓорѓи Ѓурчинов",
    "investorOrOwner": "Ѓорѓи Ѓурчинов (град. инг.)",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[20.801263,41.1120972]}",
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "buildingName": "Куќа на Ѓурчинови"
  },
  "emb": "4-819-038/071 р нд ",
  "originalData": {
    "generalDescription": "Куќата се наоѓа на кејот на Охридското езеро, повлечена на 50тина метри од истото. Работена по проект на нејзиниот сопственик, инг. Ѓорѓи Ѓурчинов, се наоѓа во склоп на повеќе куќи од блиски периоди со кои ја сочинуваат фасадата на ривиерата. Основата е концепирана така што сите соби се ориентирани кон езерото на југ, а на северниот дел се наоѓаат сервисните простории кујна, трпезарија и тоалет до кои се доаѓа со заден влез. \nПредната фасада како нај претставителна е строго симетрична, со одстапки во кровот, каде кон исток е калкански завршена, како и целата источна фасада. Јужната фасада како лик на куќата е со импозантни архитектонски елементи и декорација, како што е терасата долж целиот кат, затворена со колонада столбови и лаци со кружен или квадратен заоблен завршеток. Сличен манир добиваат и прозорите на високото приземје-напред и на катот-повлечени. Впечатлива е обработката на оградата на катот. На кровот се појавува средишен надоѕидок од венецот со полукружен завршеток кој ја нагласува целокупната симетрија. Се појавува секундарна декоративна пластика на повеќе позиции.\nПретпоставка е дека инфлуенса на обликот на куќата извршиле тогашните трендови кои се појавуваат западна Европа а се однесуваат на навраќање кон некои постари архитектонски стилови и нивна манипулација. \nДо објектот се пристапува од бочната западна фасада која е со по смирена естетика, но со нагласен влезен простор со еркерно испуштање на дел од катот. ",
    "floors": "По+ВП+1",
    "programDescription": "Подрум - одлагање \nВП и кат - домување",
    "structureDescription": "Камен фундамент, носиви ѕидови од полна тула и дрвена кровна конструкција.",
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди",
        "facade": "Малтер",
        "carpentry": "Дрвена"
      }
    },
    "context": "Куќата се наоѓа на кејот на Охридско езеро и е дел од плејада објекти од истиот или блиски периоди. Оваа улица историски е секогаш активна во развојот на Охрид и како таква е слоевита. Во непосредна близина на куќата среќаваме и други куќи со сличен габарит и естетика. Градена е во 1930 како и соседната, исто така заштитена куќа на Групчеви. Денес таа е една од неколкуте заштитени објекти од овој период долж кејот на езерото. "
  }
}
