{
  "photos": [
    "/media/mnoh03/20250111_124945-large.jpeg",
    "/media/mnoh03/20250111_124458-large.jpeg",
    "/media/mnoh03/20250111_124556-large.jpeg",
    "/media/mnoh03/20250111_124642-large.jpeg",
    "/media/mnoh03/20250111_124648-large.jpeg",
    "/media/mnoh03/20250111_124703-large.jpeg",
    "/media/mnoh03/20250111_124721-large.jpeg",
    "/media/mnoh03/20250111_124726-large.jpeg",
    "/media/mnoh03/20250111_124749-large.jpeg",
    "/media/mnoh03/20250111_124806-large.jpeg",
    "/media/mnoh03/20250111_124809-large.jpeg",
    "/media/mnoh03/20250111_124851-large.jpeg"
  ],
  "values": {
    "name": [
      "архитектонска и естетска"
    ]
  },
  "dateInspection": "11.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди",
        "facade": "Малтер, фасадни плочки, рекламни паноа",
        "carpentry": "ПВЦ, Алуминиум",
        "parterre": "/"
      },
      "interior": {
        "sharedContent": "Дуќаните во приземје адаптирани на новата намена и реновирани без обзир за автентичното."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра",
        "notes": "Објектот е физички тековно одржуван "
      }
    },
    "modifications": "Може да се забележат повеќе промени, прво во материјалноста на столаријата која денес е ПВЦ и алуминиумска визави оригиналната дрвена, потоа, промена на оградите на терасите денес со росфајтни шипки, поставување голем број надворешни клима уреди и голем број реклами, затварање/заградување на дел од терасите, различна боја на фасада, различен материјал на фасада во приземје. ",
    "authenticity": {
      "exterior": {
        "condition": "многу лоша",
        "notes": "Голем број модификации и промени како што се образложени претходно"
      },
      "interior": {
        "notes": "Во приземје, незадоволителна состојба во однос на афтентичноста."
      }
    }
  },
  "risks": "Тотално губење на изгледот на објектот доколку се продолжи со интервенции кои не се обзирни кон автентичниот изглед.",
  "number": "/",
  "inspectionBy": "Тим 3",
  "code": "MNOH03",
  "order": 90,
  "suggestions": "Повеќе чекори се потребни за потенцијално враќање на автентичноста на објектот тргнувајќи од рушење на делови, чистење од рекламите на фасада и фасадата во приземје, отстранување на клима уредите и замена на прозорите и оградите со старите автентични. Можеби сето ова е голем чекор и не е можно, па може да се започне барем со некаква унификација на елементите кои денес даваат естетика на колаж.",
  "photo": "/media/mnoh03/20250111_124452-large.jpeg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[20.7998769,41.1142511]}",
    "buildingName": "Куќа на Метулеви",
    "dateBuilt": "1936",
    "address": {
      "line": "Аргир Маринчев бр. 2",
      "city": "Охрид",
      "municipality": "Охрид"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ],
      "notes": ""
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ]
    },
    "protectionStatus": {
      "notes": "Нема заштитен статус, но се наоѓа на списокот на евидентирани објекти кои заслужуваат да бидат заштитени при НУ Завод и музеј Охрид"
    },
    "investorOrOwner": "Метулеви"
  },
  "emb": "/",
  "originalData": {
    "generalDescription": "Куќата на Метулеви се наоѓа во Охридската чаршија на аголот со ул. Аргир Маринчев и е една од по габаритните во околината. Целата куќа е концепирана на терен во пад со нивои кои се адаптираат како што се искачува теренот. Фасадната обработка на страната на ул. Аргир Маринчев која е во пад е по рационална во однос на декоративната пластика, додека фасадата ориентирана кон чаршијата е репрезентативна со по голема игра на волумени, декорација и се стреми кон симетрија иако тоа не е случај. Се појавуваат тераси со засведени облици и полукружни завршетоци и една тераса која е наткриена над столбови. Има повеќе елементи на декоративна пластика а во поново време се поставуваат и надворешни единици на клима уреди.\n Во високото приземје имаме појава на нови материјали и рекламни паноа поради природата на комерцијалната намена. Поради габаритот на објектот тој е расчленет на повеќе делови-функции и (веројатно) повеќе сопственици кои функционираат засебно. ",
    "floors": "П+3+Пк",
    "programDescription": "Приземје - комерцијална намена - дуќани\nКатови - домување и издавање соби (вили)",
    "structureDescription": "Камен фундамент, полна тула и дрвена кровна конструкција (претпоставка)",
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди",
        "facade": "Малтер",
        "carpentry": "Дрвена",
        "parterre": "/"
      }
    },
    "context": "Се наоѓа на Охридската чаршија која историски е улица за трговија и занаетчиство. Таа е линијата- граница помеѓу стариот град на ридот и новиот град на рамницата. Долж оваа улица имаме и други значајни историски објекти со слична намена од кои дел се и заштитени како споменици на културата. Бочната страна на објектот ја следи споредната улица која е во пад и органски неправилно се развива, а од спротивната страна е залепена за друг објект со помал габарит. "
  }
}
