{
  "photos": [
    "/media/mnoh04/image001.jpg",
    "/media/mnoh04/image004.jpg",
    "/media/mnoh04/image002.jpg",
    "/media/mnoh04/image003.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "емотивна"
    ]
  },
  "dateInspection": "11.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди",
        "facade": "Малтер, рекламни паноа, ",
        "carpentry": "Дрвена столарија на кат 2 и нова столарија од пвц и/или алуминиум прилагодена за потребите на новите простории на приземје",
        "parterre": "Фронтално излегува директно на Чаршијата"
      },
      "interior": {
        "sharedContent": "Дуќаните во приземје адаптирани на новата намена и реновирани без обзир за автентичното."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра",
        "notes": "Објектот е генерално во добра состојба и физички тековно одржуван"
      },
      "interior": {
        "condition": null,
        "notes": ""
      }
    },
    "modifications": "Може да се забележат повеќе промени, прво во материјалноста на столаријата, поставување голем број надворешни клима уреди и голем број реклами, различна боја на фасада, различен материјал на фасада во приземје и кат 1",
    "authenticity": {
      "exterior": {
        "condition": "лоша",
        "notes": "Голем број модификации и промени"
      },
      "interior": {
        "notes": "Во приземје и кат 1, незадоволителна состојба во однос на афтентичноста."
      }
    }
  },
  "risks": "Тотално губење на изгледот на објектот",
  "inspectionBy": "Тим 3 ",
  "code": "MNOH04",
  "order": 91,
  "suggestions": "Повеќе чекори се потребни за потенцијално враќање на автентичноста на објектот тргнувајќи од рушење на делови, чистење од рекламите на фасада и фасадата во приземје, отстранување на клима уредите и замена на прозорите и оградите со старите автентични. Можеби сето ова е голем чекор и не е можно, па може да се започне барем со некаква унификација на елементите кои денес даваат естетика на колаж.",
  "photo": "/media/mnoh04/91мнох04.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": 1933,
      "period": "1930-1939"
    },
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[20.8001099,41.1154201],[20.8002625,41.1154201],[20.8002644,41.1152745],[20.800106,41.115276],[20.8001099,41.1154201]]]}",
    "buildingName": "Станбен објект на Видически",
    "originalPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ],
      "notes": "Под претпоставка дека спаѓа и во комерцијален/деловен, бидејќи се наоѓа во самата чаршија на градот"
    },
    "address": {
      "line": "ул. Св. Климент Охридски бр. 1 / Чаршија Охрид",
      "city": "Охрид",
      "municipality": "Охрид"
    },
    "investorOrOwner": "фамилија Видически",
    "todayPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ],
      "notes": "Станбен објект со приземни комерцијални/деловни простории (дуќани, продавници)"
    }
  },
  "originalData": {
    "generalDescription": "Овој станбен објект е во сопственост на семејство Видически и се наоѓа во самата Охридска чаршија. Калкански на двете страни е залепен за соседните куќи што е принцип на градење за тоа време, во ваков одреден контекст. Куќата е главно со симетрична композиција со мали отстапки на влезот (влезната врата тежнее кон едната страна). Фасадно нагласен е централниот волумен со висината и со испуштањето на тераса на вториот кат. Скромна и многу едноставна декоративна пластика се појавува на фасадата што е својствено за објектите од модернизмот.",
    "timelineDescription": "Во 1933 год. е изградена",
    "floors": "П+2",
    "programDescription": "Приземје - деловни/комерцијални намени\nКат 1 - магацини ?\nКат 2 - домување",
    "structureDescription": "Камен фундамент со масивни ѕидови од полна тула и дрвена кровна конструкција",
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди",
        "facade": "Малтер",
        "carpentry": "Дрвена",
        "parterre": "Фронтално излегува директно на Чаршијата"
      }
    },
    "context": "Се наоѓа во Охридската чаршија која историски е улица за трговија и занаетчиство. Таа е линијата- граница помеѓу стариот град на ридот и новиот град на рамницата. Долж оваа улица имаме и други значајни историски објекти со слична намена од кои дел се и заштитени како споменици на културата. Двете бочни страни на оваа куќа се надоврзуваат со соседни куќи и заедно ја следат споредната улица која е во пад и органски неправилно се развива."
  }
}
