{
  "photos": [
    "/media/mnpp01/image006.jpg",
    "/media/mnpp01/image005.jpg",
    "/media/mnpp01/image012.jpg",
    "/media/mnpp01/image013.jpg",
    "/media/mnpp01/image011.jpg",
    "/media/mnpp01/image004.jpg",
    "/media/mnpp01/image010.jpg",
    "/media/mnpp01/image009.jpg",
    "/media/mnpp01/image007.jpg",
    "/media/mnpp01/image008.jpg",
    "/media/mnpp01/image001.jpg",
    "/media/mnpp01/image003.jpg",
    "/media/mnpp01/image014.jpg",
    "/media/mnpp01/image002.jpg",
    "/media/mnpp01/viber_image_2025-02-28_13-17-31-758.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "авторство",
      "техничка",
      "општествена / социјална",
      "емотивна"
    ]
  },
  "bibliography": "Градителите во Македонија XVIII-XX век - Георги Константиновски",
  "dateInspection": "26.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен кров од дрвена кострукција покриена со ќерамиди",
        "facade": "Малтер и боја",
        "carpentry": "Дрвена столарија",
        "parterre": "Училиштето се наоѓа на самата улица. На задната страна од објектот има големо асфалтирано игралиште со опрема кое е во функција. Околу објектот има зеленило и е поставена урбана опрема како клупи и маси. На педната страна поплочено е со бекатон плочки."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра",
        "notes": "Видливи "
      }
    }
  },
  "inspectionBy": "Тим 3",
  "code": "MNPP01",
  "order": 97,
  "photo": "/media/mnpp01/mnp97j-0.3x.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.5546357,41.3435154]}",
    "buildingName": "Основно училиште „Кочо Рацин“",
    "dateBuilt": "1924",
    "address": {
      "line": "ул. Борка Талески бр. 64",
      "city": "Прилеп",
      "municipality": "Прилеп"
    },
    "originalPurpose": {
      "type": [
        "јавен"
      ],
      "notes": ""
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Основно општинско училиште"
    },
    "protectionStatus": {
      "notes": "Некаде пишува дека бил под заштита на Музеј на Македонија, но денес нема податоци дека е под заштита"
    },
    "associates": []
  },
  "originalData": {
    "generalDescription": "Во центарот на градот Прилеп, е некогашната единствена Нижа гимназија, а денеска централно современо осумгодишно основно општинско училиште „Кочо Рацин“. Училиштето е именувано по истакнатиот македонски поет Кочо Рацин. Автор на овој објект е архитект Димитрие М. Леко и е изграден во 1924 година. Основното училиште „Кочо Рацин“ – Прилеп е најстара воспитно-образовна институција во градот. Зградата на централното училиште е изградена во 1924 година. Нејзината долгогодишна традиција има богата историја. Со решение на Народниот одбор  при Градското собрание во 1924 година, биле поставени темелите на училишната зграда.  Училишната зграда била завршена и предадена на училишните власти во 1926 година. Се споменува дека била прва НИЖА гимназија и го носела името на истакнатиот  револуционер Рампо Левката. Од 1926 до 1941 година била четиригодишно основно училиште. Во 1941 година е донесено Решение за доградба на уште еден кат. Доградбата започнала со средства собрани од доброволен прилог од населението, а истата  завршила во учебната 1945/46 година и се именува како „ Полна гимназија на градот “. Со Решение бр. 34 од 10.09. 1954 година на Народниот одбор на Градската општина – Совет за просвета и наука, се отвора ново четиригодишно основно училиште „Кочо Рацин “во зградата на нижата гимназија „Рампо Левката “.  Народниот одбор на Градската општина Прилеп на својата 37 редовна седница одржана на ден 22.07.1955 година донесе решение, во кое покрај  другото стои:„ од досегашното четиригодишно основно училиште „ Кочо Рацин “ да се оформи ново осумгодишно основно училиште.“ ",
    "timelineDescription": "Во 1924 год. е изграден.\nУчилишната зграда била завршена и предадена на училишните власти во 1926 година.\nВо 1970 год. има Одобрение за препокривање на кровната конструкција.\nВо 1974 год. има Одобрение за прекопување  на дел од попречниот профил на ул.\"Борка Талески\" до цел приклучок во градска водоводна мрежа.",
    "floors": "По+П+2",
    "structureDescription": "Масивен конструктивен систем",
    "programDescription": "Училиштето има симетрично решение по хоризонтала и вертикала со потенциран централен дел кај влезната партија што е испакнат во однос на крилата каде се наоѓаат училните.",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен кров од дрвена конструкција покриен со ќерамиди",
        "facade": "Малтер",
        "carpentry": "Дрвена"
      }
    },
    "context": "Објектот се наоѓа на аголот на ул. Методија Шаторов-Шарло и ул. Кеј 1ви Мај, во централното подрачје на градот Прилеп веднаш до Прилепска река кон која гледа со својата фронтална фасада. Се наоѓа во непосредна близина на Саат кулата и градскиот пазар."
  }
}
