{
  "values": {
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\nОбјектот е дело на реномиран автор, еден од главните градители во тој период.",
    "name": [
      "историскa",
      "општествена / социјална",
      "архитектонска и естетска",
      "авторство"
    ]
  },
  "bibliography": "Архив на Град Скопје",
  "dateInspection": "11.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "facade": "Фасадна завршница во малтер, во приземјето и првиот кат се забележуваат нагласени хоризонтали околу прозорските отвори, доловени преку ситни испакнувања и декоративни фуги, додека комуникациското јадро е нагласено преку вертикален волумен и прозорски отвор по целата висина на скалишниот простор. Приземјето е обоено во плава боја.",
        "carpentry": "Дрвени прозорци и надворешни врати кон балкони на прв и втор кат и влезна врата во објект. Прозорци во сутерен и приземје се од ПВЦ во бела боја.",
        "parterre": "Страничен двор – ограден со жива ограда и влезна метална врата.",
        "roof": "Повеќеводен сложен покрив, кровна конструкција е изведена од дрвена граѓа, покривање со ќерамиди на летви."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "катастрофална"
      }
    },
    "modifications": "Реновирање и промена на боја на фасада во приземје и сутерен.\nПромена на надворешна столарија во приземје и сутерен.\nПромена на влезна порта во дворот на објектот.\n",
    "authenticity": {
      "exterior": {
        "condition": "катастрофална",
        "notes": "Иако голем дел од објектот е зачуван во оригиналната состојба, големите оштетувања поради неодржување, како и рекламите поствени во приземје, ја нарушуваат автентичноста на објектот."
      }
    }
  },
  "risks": "Објектот е напуштен, во многу лоша состојба, на ниво на распаѓање. Се забележуваат големи фасадни и столарски оштетувања. Објектот може да биде опасен за луѓето кои поминуваат во негова близина. ",
  "inspectionBy": "Тим 1",
  "code": "MNSK19",
  "order": 19,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk19/19.мнск.019-1-.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": "",
      "period": "1930-1939",
      "yearProjected": "1935"
    },
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4245896,41.9958828],[21.4247846,41.9958614],[21.4247607,41.9957459],[21.4247013,41.9957526],[21.4246953,41.9957149],[21.4245575,41.9957306],[21.4245896,41.9958828]]]}",
    "buildingName": "Куќа на фамилија Капетановиќ",
    "address": {
      "city": "Скопје",
      "municipality": "Центар",
      "line": "бул. „Св. Климент Охридски“ бр.60а"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "комерцијален/деловен",
        "индивидуален станбен"
      ]
    },
    "investorOrOwner": "Ставриќ Милена",
    "architect": "20250402181146"
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4245896,41.9958828],[21.4247846,41.9958614],[21.4247607,41.9957459],[21.4247013,41.9957526],[21.4246953,41.9957149],[21.4245575,41.9957306],[21.4245896,41.9958828]]]}",
  "originalData": {
    "generalDescription": "Индивидуалната семејна куќа на семејството Капетановиќ е роектирана во 1935 година по проект на архитект Иван Артемушкин. Објектот е поставен на уличниот фронт на аголот на ул. Венец Цар Душан и ул. Копитарова (денес бул. св. Климент Охридски) и се развива во сутерен, приземје и кат.\nПоставена како слободностоечка куќа, на две страни е ориентирана кон соседни објекти, додека аголот помеѓу уличната фасада и фасадата ориентирна кон парковска површина е нагласен со заоблувње и дополнително –елемент на аголен балкон, со третман на балконските огради, карактеристично средство во модерниот архитектонски израз.\nКатот на објектот, во зоната на вертикалните комуникации и аголот ја следат фасадната линија, додека останатиот дел од објектот е повлечен од неа, со што се формираат тераси со бетонска ограда во продолжение од самата фасада кои се прекршуваат висински кон повисоките делови. Во приземјето и првиот кат се забележуваат нагласени хоризонтали околу прозорските отвори, доловени преку ситни испакнувања и декоративни фуги, додека комуникациското јадро е нагласено преку вертикален волумен и прозорски отвор по целата висина на скалишниот простор. Влезот во скалишното јадро, односно главниот влез на објектот е од страната на булеварот. Дополнително, на високото приземје се влегува и преку тераса.\n",
    "floors": "Су+П+К",
    "materiality": {
      "exterior": {
        "facade": "Фасадна завршница во малтер, во приземјето и првиот кат се забележуваат нагласени хоризонтали околу прозорските отвори, доловени преку ситни испакнувања и декоративни фуги, додека комуникациското јадро е нагласено преку вертикален волумен и прозорски отвор по целата висина на скалишниот простор. ",
        "carpentry": "Дрвени прозорци, надворешни врати кон балкони и влезна врата во објект. Комуникациското јадро е нагласено преку вертикален волумен и прозорски отвор со метални рамки по целата висина на скалишниот простор. ",
        "roof": "Повеќеводен сложен покрив, кровна конструкција е изведена од дрвена граѓа, покривање со ќерамиди на летви."
      }
    },
    "context": "Индивидуалната семејна куќа на семејството Капетановиќ се ноѓа на уличниот фронт на булевар ЈНА (денес бул. св. Климент Охридски). Поставена е како слободностоечка куќа која не се надоврзува на одредени елементи или крактеристични венци на околните објекти.",
    "timelineDescription": "Во 1935 година е изработен проектот.\n",
    "programDescription": "Во сутерен се поставени  подрумски простории, вешарница, остава. Приземјето е со станбена содржина.",
    "structureDescription": "Објектот е изведен во масивен носив систем. Меѓукатна конструкција е од армиран бетон. Ѕидовите во подрумот се од кршен камен и малтер, а ѕидовите во призмејто и катот се од тула и малтер. Кровна конструкција е изведена од дрвена граѓа, покривање со ќерамиди на летви. Објектот има армирано бетонски скали.\n"
  }
}
