{
  "values": {
    "name": [
      "архитектонска и естетска",
      "авторство",
      "историскa"
    ]
  },
  "bibliography": "Ноеми Чаусидис & Мартин Ефремовски, (2024) Артемушкин и Скопје\nДржавен Архив на Република Северна Македонија, Одделение Скопје. арх.бр.",
  "dateInspection": "08.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "facade": "За жал едниот објект  е деградиран целосно  (десно од проектот), по основа на доградба, надградба и тотално променета фасадата (современа структурална фасада ) и поради неговата намена внатрешните простории се целосно променети.",
        "roof": "Реконструкција",
        "carpentry": "Целосно променета заменета со современа структурална фасада",
        "parterre": "Со новата градба која целосно го нарушува уличниот фронт, со поставување на предмети и урбана опрема за комерцијални цели од потребите и намената на објектот. "
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра",
        "notes": ""
      }
    },
    "modifications": "Во поново време едниот објект е надграден, дограден и променета фасадата (современа структурална фасада ) и поради неговата намена внатрешните простории се целосно променети.",
    "authenticity": {
      "exterior": {
        "condition": "катастрофална",
        "notes": "Ако го анализираме објект како целина состојбата е катастрофална поради десниот објект (од проектот), не почитување на авторство и  естетските вредностите на архитектурата, парцијално гледано левиот објект (од проектот ) е во добра состојба , главно ги имаа зачувано стилските референци. "
      }
    }
  },
  "risks": "Губење во целост на архитектонски вредности на градот (историски,културолошки, авторски, естетски, функционални и тн. )",
  "inspectionBy": "Тим 2 ",
  "code": "MNSK46",
  "order": 46,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk46/mnsk46..jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4297225,41.9929374],[21.4298007,41.9929388],[21.42983,41.9929394],[21.4298584,41.9930411],[21.4296275,41.9930503],[21.4296221,41.9929421],[21.4297225,41.9929374]]]}",
    "buildingName": " Зграда на  Салковиќ Томо и Стојковиќ Петар",
    "timeline": {
      "yearProjected": "1933",
      "yearBuilt": "1934",
      "period": "1930-1939"
    },
    "architect": "20250402181146",
    "investorOrOwner": "Двајца сопственици  Салковиќ Томо и Стојковиќ Петар",
    "address": {
      "city": "Скопје",
      "municipality": "Центар",
      "line": "ул. Луи Пастер бр. 19 (крак од ул. Македонија)"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": "Приземје-дуќани; Катовите-станбен"
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": "Приземје-дуќани; Катовите-станбен"
    }
  },
  "originalData": {
    "generalDescription": "хјгхјхјх двокуќа ја  Објект е проектиран  како двокуќа со посебни влезови и калкани помеѓу нив со заедничка фасада",
    "floors": "По+П+2",
    "programDescription": "Бидејќи зградaта е на двајца споственици таа е поделена  по вертикала на два незвисни целини, со засебни вертикални комуникации. Во приземјето се предвидени комерцијални содржини е се сместени дуќани. На катовите има по еден стан , функционално  решени со  тоалет и бања. ",
    "timelineDescription": "Во 1933 год. е проектиран објектот, изграден 1934 год.",
    "structureDescription": "Зградата е од тврд материјал.Темелите, ѕидовите  во подрумот се од набиен бетон.Столбовите на приземје се од арм. бетон. Ѕидовите на првиот и вториот кат се од добро печена цигла на варов малтер. Подрумската меѓукатната и таванската конструкција се од арм. бетонски плочи. Кровната конструкција е дрвена од  фино обработена чамова граѓа. Водоводна Инсталација со авто. пумпа и бунар во подрумот.",
    "materiality": {
      "exterior": {
        "roof": "Кровната конструкција е дрвена од  фино обработена чамова граѓа. Покривање со фалцована ќерамида на оплата од даски во кал. ",
        "facade": "Фасадата од вештачки камен (штокован). Исто така на фасадаат се нагласени влезните врати со челични профили поставени косо, во форма на рибина кост.",
        "carpentry": "Прозорите се дупли, надворешните делови од столаријата од борова граѓа, внатрешната столарија од чамово дрво",
        "parterre": "Објекто излегува на јавна пешачкаа зона-денес крак од ул. Македонија."
      },
      "interior": {
        "sharedContent": "Скалите, челата и подестите на први и втори кат, како и на влезот се предвидени од вештачки камен (терацо). Скалите кон подрумот овични бетонски.",
        "privateContent": "Сите внатрешни ѕидови и плафони се малтерисани со варов малтер и окречени\nПодна обработка во становите: патос изведен од даски на перо и жлеб поставени на потпатосница од борово дрво. На терасата, кујната и купатилата се предвидуваат бетонски плочи  или бетонска кошулка"
      }
    },
    "context": "Зградата е поставена во низа и со својата  фасада го следи компактниот уличниот фронт, почитувајќи ги просторните референци на соседните објекти. Артеушкин како проектан на двете згради на Фамилијата Крстиќ (аголна зграда која го дефинира уличниот фронт  на ул. Македонија, а другата фасада го дефинира уличниот фронт на ул. Луј Пастер),  тој   ги запазил висините на балконите , прозорските отвори и нивниот ритам во зградата на Салковиќ Томо и Стојковиќ Петар."
  }
}
