{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "техничка"
    ]
  },
  "bibliography": "Архив на Град Скопје",
  "dateInspection": "02.02.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Рамен покрив, непроодна кровна тераса, а на ниво на поткровје има проодна кровна тераса.",
        "facade": "Објектот е со надворешна обработка во малтер. Плитка, декоративна пластика околу прозорците.",
        "carpentry": "Дрвена влезна врата, алуминиумска влезна врата, делумно автентични дрвени прозорци, останати прозорци се алуминиумски.",
        "parterre": "Заден двор, пристапен од улица, ограден со бетонски ѕид и метална врата."
      }
    },
    "physicalCondition": {
      "exterior": {
        "notes": "Се забележуваат големи оштетувања на фасада.",
        "condition": "лоша"
      }
    },
    "modifications": "Пренамена на гаража во комерцијален простор и доградена натстрешница.\nРеновирање во сутерен, промена на боја на фасада и внатрешни простории.\nПромена на голем дел од надворшната столарија.\nДоградба, промена на врата за влез во парцела и двор.\n",
    "authenticity": {
      "exterior": {
        "condition": "лоша"
      }
    }
  },
  "risks": "Настрешницата и несоодветниот избор на бои во комерцијалниот дел ја нарушуваат автентичноста на објектот.\nГолеми оштетувања на фасада, пад на обработката од малтер.\n",
  "inspectionBy": "Тим 1",
  "code": "MNSK29",
  "order": 29,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnsk29/29.мнск.029.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": "",
      "period": "1930-1939",
      "yearProjected": "1933"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "address": {
      "city": "Скопје",
      "line": "ул. „Живко Чинго“ бр. 2a",
      "municipality": "Центар"
    },
    "associates": [],
    "architect": "20250402181207",
    "investorOrOwner": "Драшко Ивановиќ",
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4204242,42.0013975],[21.4205525,42.0014747],[21.420666,42.0013686],[21.420476,42.001255],[21.4203982,42.0013271],[21.4204587,42.0013641],[21.4204242,42.0013975]]]}",
    "todayPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ]
    },
    "buildingName": "Куќа на Драшко Ивановиќ"
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4204242,42.0013975],[21.4205525,42.0014747],[21.420666,42.0013686],[21.420476,42.001255],[21.4203982,42.0013271],[21.4204587,42.0013641],[21.4204242,42.0013975]]]}",
  "originalData": {
    "generalDescription": "Индивиудуалната куќа на Драшко Ивановиќ е проектирана во 1933 година од архитект Бранислав Протиќ. \nОбјектот е изграден слободностоечки, како дел од периметрален блок, со голема површина на заден двор, пристапен од улица покрај објекот. Се развива во сутерен, приземје и поткровје. Влез во сутеренот е предвиден од задната страна преку дворот, додека кон приземјето се пристапува со скали од две страни – улична и дворна фасада, при што над сите влезови се предвидени тенки плочи - натстрешници.\nОбјектот ги следи карактеристиките на модернизмот: рамните надозидоци во кои е сокриен кровот, парцијалните надвишувања во поткровните партии, содветен третман на прозорските отвори, врамени во едноставни геометриски рамки, како и нагласување на единствениот волумен што се издигнува во поткровје преку негово заоблување. Дополнително, карактеристичен детаљ претставува тенката покривна плоча на поткровјето со конзолен испуст периметрално.\n",
    "timelineDescription": "Во 1933 година е изработен проект.\n\n",
    "floors": "Су+П+Пк",
    "programDescription": "Објектот е со станбена содржина.\n",
    "structureDescription": "Објектот е изведен во масивен носив систем, со бетонски меѓукатни и рамен покрив.",
    "materiality": {
      "exterior": {
        "roof": "Рамен покрив, непроодна кровна тераса, а на ниво на поткровје има проодна кровна тераса.",
        "facade": "Објектот е со надворешна обработка во малтер. Плитка, декоративна пластика околу прозорците.",
        "carpentry": "Целокупната столарија на објектот е изработена од дрво. Прозорците се со хоризонтални пречници.",
        "parterre": "Во архивската документација не е е прикажано оградување на двор."
      }
    },
    "context": "Објектот е дел од периметрален блок, поставен слободностоечки со заден двор. Куќата не го следи венецот на околните објекти и не се надоврзува на нивни елементи. "
  }
}
