{
  "photos": [
    "/media/mnsk37/mnsk37_13.jpg",
    "/media/mnsk37/mnsk37_12.jpg",
    "/media/mnsk37/mnsk37_11.jpg",
    "/media/mnsk37/mnsk37_10.jpg",
    "/media/mnsk37/mnsk37_09.jpg",
    "/media/mnsk37/mnsk37_08.jpg",
    "/media/mnsk37/mnsk37_06.jpg",
    "/media/mnsk37/mnsk37_05.jpg",
    "/media/mnsk37/mnsk37_04.jpg",
    "/media/mnsk37/mnsk37_03.jpg",
    "/media/mnsk37/mnsk37_02.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "општествена / социјална"
    ]
  },
  "bibliography": "Томовски, К. и Петковски, Б. „Архитектурата и монументалната уметност во Скопје меѓу двете светски војни\", Музеј на град Скопје, Скопје, 2003\nКонстантиновски, Г. „Градителите во Македонија, XVIII - XX век\", Табернакул, Скопје, 2001\n\n",
  "dateInspection": "11.02.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "facade": "Малтер.",
        "roof": "Повеќеводен кров покриен со лим.",
        "parterre": "Училиштето сè уште ја има во голем дел оригиналната ограда во комбинација со нова железна ограда поставена на бетонско цокле. Дворот е простран, на неколку нивоа поврзани со скали и поплочен со бекатон коцки. Има зелени површини, дрвја, урбана опрема и спортски терени. ",
        "carpentry": "Алуминиумски прозорци и врати. Оригиналните влезни врати сè уште постојат, но не се во функција."
      },
      "interior": {
        "sharedContent": "Скалишните простори и ходниците се оригинални, изведени во терацо подна обработка со комбинација на мали црно-бели плочки наредени како шаховски полиња, оивичени со темни бордури. Подовите во училниците се покриени со линолеум. Скалишните огради биле во голем дел се оригиналните од ковано железо со дрвени ракофати, но има и новопоставени израбитени од хромиран метал."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Замената на дрвената столарија со алуминиумска и на покривот од ќерамиди со лимен покривач иако има влијание во подобрувањето на стандардите на објектот  ја намалува неговата автентичност."
      },
      "interior": {
        "condition": "задоволителна"
      }
    }
  },
  "inspectionBy": "Тим 2",
  "code": "MNSK37",
  "order": 37,
  "photo": "/media/mnsk37/mnsk37_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4173334,41.9879488]}",
    "buildingName": "Народно училиште „Стеван Новаковиќ\" (сегашно ООУ „Кочо Рацин\")",
    "dateBuilt": "1938",
    "address": {
      "line": "Ул. „Салвадор Аљенде\" бр.2",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Четиригодишно основно училиште"
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Деветгодишно основно училиште"
    },
    "architect": "Ристиќ Ѓорѓе "
  },
  "originalData": {
    "generalDescription": "Објектот е проектиран од архитектот Ѓорѓе Ристиќ и е единственото зачувано училиште на Водно кое датира од периодот меѓу двете светски војни. Ѓорѓе Ристиќ се залагал за модерен рационализам во архитектурата.\nУпотребени полукружни лаци кои ги користи и на објектот но и на неховата ограда.\n\n",
    "floors": "П + М + 1",
    "programDescription": "Училиштето е мало по обем, со вестибил и централен ходник околу кој се разместени шест училници\nНајдобрите училишни згради биле градени во Скопје",
    "structureDescription": "Масивен конструктивен систем.",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен кров покриен со ќерамиди.",
        "facade": "Малтер.",
        "carpentry": "Дрвени дводелни прозорци и дрвени внатрешни врати. Влезните врати - двокрилни изработени од дрво, ковано железо со застаклување.",
        "parterre": "Основното училиште „Кочо Рацин” е изградено во подножјето на планината Водно, поставено во заграден двор на крстосница помеѓу две улици. Оградено е со ѕидана ограда која ја следи уличната линија. Истата е изработена со камена база на која се надоврзуваат лачни отвори ѕидани со полна тула и малтер во кои има вметнато второстепена декоративна ограда од ковано железо. Во дворот има зеленило и дрвја."
      },
      "interior": {
        "sharedContent": "Скалишните простори и ходниците биле изведени во терацо подна обработка со комбинација на мали црно-бели плочки наредени како шаховски полиња, оивичени со темни бордури. Подовите во училниците биле со дрвени даски. Скалишните огради биле изработени од ковано железо со дрвени ракофати."
      }
    },
    "timelineDescription": "Изградба: 1938 год. како четиригодишно училиште под името „Стеван Новаковиќ\".\nОд 1941-1944 год. било преименувано во „Иван Вазов\".\nОд 1945 год. до денес го носи името „Кочо Рацин\".\nВо 1955 год од четирогодишно прераснало во осумгодишно училиште.\nВо 1957 год. бил дограден новиот дел.\nБило оштетено во земјотресот од 1963 год.",
    "context": "Водно маало денес е речиси во центарот на Скопје, но во времето на изградбата на училиштето „Кочо Рацин”, било периферија. Населбата била мала, формирана на местото на селото Долно Водно и голем дел од жителите биле вработени во железницата. Во непосредната околина на самото училиште имало вили, од кои неколку изградени од архитектот Артемушкин, дуќани и кафеани, а подолу по улицата бил првиот бактериолошки институт во рамките на денешниот Клинички центар од чија спротивната страна се наоѓала куќата и работилницата на познатиот скопски бравар Антон Ручигај."
  }
}
