{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "општествена / социјална",
      "емотивна"
    ],
    "dateBuilt": "За унапредување на железничкиот сообраќај, Банската управа решила да изгради нова железничка станица во Скопје, на местото на старата железничката станица која била изградена уште во 1873 година\nПрисуство на различни архитектонски концепти и различни стилски определби\nСо овој монументален објект завршува тогашната најважна градска оска на Скопје во правец север-југ\nОбјектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот."
  },
  "bibliography": "К.Грчев, Архитетонските стилови во профаното градоградителство во Македонија меѓу двете светски војни 1919-1940, Скопје 2001",
  "dateInspection": "19.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Објектот има рамен покрив.",
        "facade": "Дел од средишниот волумен има облога од травертин. Западниот волумен во приземје е со завршна обработка од травертин, а на катовите завршна обработка од малтер, се појавува травертин како декоративни прозорски рамки.",
        "carpentry": "Во еден дел е задржана дрвена столарија, дел е заменета со пвц, со фолија во дрвен дезен."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "\n"
      }
    },
    "modifications": "Реновирање на музејските простории.\nПромена на столарија на дел од објектот.",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK05",
  "order": 5,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk05/05.мнск.05-1-.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4285267,41.9909491],[21.4285978,41.9910362],[21.4287007,41.9909897],[21.4288888,41.991219],[21.429347,41.9910118],[21.4293052,41.9909625],[21.4294916,41.9908787],[21.4292712,41.9906096],[21.4285267,41.9909491]]]}",
    "buildingName": "Железничка станица - Скопје / Музеј на град Скопје",
    "architect": "Гавриловиќ Велимир",
    "dateBuilt": "1937-1940",
    "address": {
      "line": "ул. „Св. Кирил и Методиj“",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "јавен"
      ]
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Музеј на град Скопје"
    },
    "protectionStatus": {
      "isProtected": true,
      "notes": "Решение бр.249/87 од 15.09.1975г. / Уп. бр.18-582 од 15.07.2011г. / Уп. бр.18-978 од 27.11.2012г. / Уп. бр.18-191 од 24.06.2015г."
    }
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4285267,41.9909491],[21.4285978,41.9910362],[21.4287007,41.9909897],[21.4288888,41.991219],[21.429347,41.9910118],[21.4293052,41.9909625],[21.4294916,41.9908787],[21.4292712,41.9906096],[21.4285267,41.9909491]]]}",
  "originalData": {
    "generalDescription": "Старата железничка станица, дело на архитектот Велимир Гавриловиќ, позиционирана во центарот на градот, како завршна точка на аксијалата север-југ (Камени мост - Железничка). Ова е монументален објект со три волумени од кои средишниот доминирал по својата должина, висина обработка на северната (предна) фасада. Трите волумени на објектот функционирале како посебни целини, со меѓусебно поврзување на поедини места заради овозможување на внатрешна комуникација во објектот. Истиот бил еден од покомплексно дефинираните објекти кај кој елементите на традиционалната архитектура се застапени во основната концепција и на специфичен начин употребени во третманот на некои елементи од декоративната пластика. Посебна вредност на овој објект му дава присуството на различни архитектонски концепти и различни стилски форми кои произлегуваат од богатата средновековна традиција, но и форми кои се карактеристични за модерниот архитектонски речник и форми од фолклорната традиции. Основната концепција, поставувањето во просторот како и организацијата на фасадните волумени биле изведени со примена на симетрија во двете оски, со што се потврдуваат доминантните врски со монументалниот академизам.\nДоминантно место во архитектонската композиција заземала предната фасада во која и визуелно и функционално завршувала оската на движењето на Камениот мост и плоштадот. Средишниот волумен имал колонада од витки столбови развиени во две катни висини, изведени по примерот на порано изградениот Офицерски дом. Лачните тремови кои се наоѓале на бочните фасади јасно укажуваат на врските со одредени фолклористички формули и дефиниции, а од друга страна се надоврзуваат на традицијата на употреба на куси гломазни столбови во низа на аркадни отвори.\nВо катастрофалниот земјотрес од 1963 година урнат е поголем дел од објектот, зачуван е западниот бочен волумен и мал дел од средишниот волумен.",
    "context": "Објектот се наоѓа во централното градско подрачје. Со старата железничка станица завршува тогашната најважна градска оска на Скопје во правец север-југ.  \n",
    "timelineDescription": "Во 1931 година е објавен конкурс.\nВо 1940 година е пуштена во работа новата железничка станица.\nВо 1963 година, во земјотресот е срушен поголем дел од железничката станица.\nВо 1970 година е направена пренамена во Музеј на Град Скопје.",
    "programDescription": "На приземјето се наоѓа големиот станичен хол кој бил врска со главниот влез и излез, зафаќал простор од 1.000 метри квадратни, заедно со администрација, чекални и излез кон перони.  На првиот кат се наоѓал ресторан, а на вториот службени соби и хотел за железничките чиновници. Во крилата на зградата биле сместени канцелариите. ",
    "floors": "П+2К",
    "structureDescription": "Објектот е изграден во масивен систем.",
    "materiality": {
      "exterior": {
        "roof": "Објектот има рамен покрив.",
        "facade": "Травертинската облога на фасадата донекаде придонесувала за омекнување на гломазниот впечаток кој го создавал предимензионираниот волумен и за визуелен прекин во континуираната фасадна обработка која била исклучителна монотона за задната страна кон пероните. Кај сите фасадни платна освен на средишниот дел, травертинот се употрбувал во функција на декоративни прозорски рамки. ",
        "carpentry": "Дрвени прозорци со травертин во функција на декоративни прозорски рамки. Бифорните прозорци се изведени со разделни столбови од травертин, како стилизирана варијанта изведена од традиционалните модели. "
      }
    }
  }
}
