{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "емотивна"
    ]
  },
  "bibliography": "Константиновски, Г. „Градителите во Македонија, XVIII - XX век\", Табернакул, Скопје, 2001\nКоцевски, Д. „Ако го сакаш Скопје – дојди, ќе те чекам на кејот\", Бегемот,Скопје, 2022\n\nУправа за заштита на културното наследство, Регистрирани недвижни добра по надлежност на националните установи, ноември 2024 год. Преземено во јануари 2025, од: \nhttp://uzkn.gov.mk/mk/wp-content/uploads/2024/11/REGISTRIRANO-NEDVIZNO-KULTURNO-NASLEDSTVO-2024-za-web-%D1%84%D0%B8%D0%BD%D0%B0%D0%BB.pdf\n",
  "dateInspection": "22.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив покриен со фалцувана керамида, скриен позади надоѕидок со слепи балустради.",
        "carpentry": "Дупли дрвени прозорци, врати со футери и двострани первази.",
        "facade": "Малтерисување со варов малтер во жолта боја со изведена  плиткорељефна декорација. До подпрозорниците на приземјето штокован вештачки камен во сива боја.",
        "parterre": "Поплочување со бекатон коцки во комбинација тревнати површини со зеленило. На северниот дел од дворот - помошни објекти. Влезната порта во дворот изведена во ковано железо со идентична декорација како заштата на сутеренските прозорци. "
      },
      "interior": {
        "sharedContent": "Малтерисување со варов малтер, скали и подести во терацо, скалишна ограда од ковано железо со дрвен ракофат.",
        "privateContent": "Малтерисување со варов малтер, патос од чамови даски. Внатрешни врати - дрвени, бело обоени, со профилирани двострани первази."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра",
        "notes": ""
      },
      "interior": {
        "condition": "добра"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра",
        "notes": "Куќата од 1928 год. до денес е во сопственост на семејството Ничота, кое постојано вложува во нејзиното надворешно и внатрешно одржување, на начин и со материјали  кои во потполност ја чуваат нејзината високата автентичност."
      },
      "interior": {
        "condition": "добра"
      }
    },
    "modifications": "Во неодреден период била затворена терасата на првиот кат.\n09.2005 год. - реконструкција на фасада.\n04..2005 год - реконструкција на кровна конструкција на трите шупи во дворот.\nЗамена на под на приземјето заради дотраеност со соодветен материјал\nЗамена на прозорците со нови дрвени, правени по мерка идентични со оригиналните"
  },
  "number": "Уп.бр. 18-432 од 17.09.2015 год., Уп.бр.18-647 од 02.11.2026 год.",
  "inspectionBy": "Тим 2",
  "code": "MNSK35",
  "order": 35,
  "photo": "/media/mnsk35/mnsk35_01.jpg",
  "basicData": {
    "protectionStatus": {
      "isProtected": true,
      "notes": "Значајно културно наследство со режим на заштита од втор степен. Контактната зона на објектот со режим на заштита од трет степен."
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "dateBuilt": "1935 год.",
    "address": {
      "line": "Ул.„Орце Николов“ бр.88",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "architect": "Краус Фердо",
    "investorOrOwner": "Јовановиќ Трпе",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4251622,42.0005108]}",
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "buildingName": "Семејна куќа на Тома Ничота"
  },
  "originalData": {
    "generalDescription": "Куќата е изградена како станбен обjект за изнајмување во 1935 година од архитектот Фердо Краус за потребите на инвеститорот Трпе Јовановиќ. Тома Ничота ја купил куќата во 1938 година.\nВремето на изградба кореспондира со почетоците на формирањето на самато маало, а градбата стилски ги носи белезите на актуелните раномодерни архитектонски тенденции на тоа време. Обjектот е поставен во линиjа на уличниот фронт и до неговата западна страна во 1940 година директно е прилепена зградата на Ташковиќ.\nВо естетското обликување објектот ja има габаритната чистота и волуменот на модерен кубус, но истовремено на фасадите се аплицирани дискретни плитки пиластри кои завршуваат со стилизирани јонски капители и второстепената пластика со мотив на преплет, слепи балустради на завршните венци, кои се елементи поврзани со академизмот. \n ",
    "floors": "Су+П+1",
    "timelineDescription": "Проектирање: 1934 год.\nИзградба: 1935 год.",
    "materiality": {
      "exterior": {
        "carpentry": "Дупли дрвени прозорци, врати со футери и двострани первази.",
        "roof": "Повеќеводен покрив покриен со фалцувана керамида, скриен позади надоѕидок со слепи балустради.",
        "parterre": "Освен главната зграда, позади во дворот изведени се сушара и шупа ѕидани во тула во масивен систем. Влезната порта во дворот изведена во ковано железо со идентична декорација како заштата на сутеренските прозорци. ",
        "facade": "Малтерисување со варов малтер во жолта боја со изведена  плиткорељефна декорација. До подпрозорниците на приземјето штокован вештачки камен во сива боја."
      },
      "interior": {
        "privateContent": "Малтерисување со варов малтер, патос од чамови даски. Внатрешни врати - дрвени, бело обоени, со профилирани двострани первази.",
        "sharedContent": "Малтерисување со варов малтер, скали и подести во терацо, скалишна ограда од ковано железо со дрвен ракофат."
      }
    },
    "structureDescription": "Масивен конструктивен систем.\nСпоред техничкиот опис, употребени биле следни материјали: „темели и сутерен од бетон или од кршен камен во варов малтер, ѕидови на приземје и кат, надозидоци, калкани и оџаци од тула во варов малтер. Меѓукатна и таванска конструкција од армиран бетон, кровна конструкција од режана чамова граѓа. Скали од вештачки камен. Водовод од бунар со хидрофор.  Патос од чамови даски. Површина на зграда 117, 91м2. \n",
    "programDescription": "Со проектот во куќата е предвидено да има сутерен, приземје и еден кат (сите со намена за домување). На секој кат има по еден стан кој се состои од: претсобје, две соби, кујна, остава, бања и вц. Секој кат има свој засебен влез.",
    "context": "Објектот се наоѓал во тогашниот градежен реон на Дебар маало, каде во истиот период и подоцна биле изградени повеќе репрезентативни градби кои се дел од сегашното културното наследство на Скопје од периодот помеѓу двете светски војни, а кои го преживеале катастрофалниот земјотрес од 1963 год. Во фасадната обработка употребени се идентични декоративни фасадни елементи со двете куќи на  истиот инвеститор кои се поставени дијагонално од спротивната страна на улицата."
  }
}
