{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "општествена / социјална",
      "емотивна"
    ],
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\nОбјектот е во употреба. Настанокот на оваа улица како агломерација на плоштадот се врзува со првите урбанизации на градот.\n"
  },
  "bibliography": "Архив на град Скопје, кутија 34/1928 и 47/1930 година\nД.Бошкова, Г.Аџи Митрески, Д.Голубовски, М.Гулески,Една улица во Скопје, „Улица Максим Горки“ 1890-1987, Скопје 1989\n",
  "dateInspection": "14.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Објектот има повеќеводен, кос покрив, на дрвена потконструкција.",
        "facade": "Фасадата има завршна обработка во малтер, прочистена од орнаменти. Се појавува плитка декорација околу прозорските отвори.",
        "carpentry": "Дел од прозорците се заменети со пвц прозорци. Во приземјето се поставени алуминиумски врати и фиксни прозорци (излог). На прв кат и дел од третиот кат се задржани автентичните дрвени прозорци."
      },
      "interior": {
        "sharedContent": "Скалите во комуникацискот јадро се изработени во терацо техника со дрвен гелендер на метална конструкција. Влезните врати на прв кат се дрвени во бела боја (автентични), останати влезни врати се променети."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "*се однесува на заеднички простории"
      }
    },
    "modifications": "Приземјето е целосно реновирано во комерцијалниот дел.\nПромена на внатрешна и надворешна столарија.\n",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      },
      "interior": {
        "condition": "задоволителна"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK08",
  "order": 8,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk08/8.мнск.08.формат-1-.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": 1930,
      "period": "1930-1939"
    },
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.428359,41.9962875],[21.4284133,41.9964471],[21.4285732,41.9964151],[21.4285189,41.9962566],[21.428359,41.9962875]]]}",
    "buildingName": "Станбена зграда на Цветан Николиќ",
    "architect": "Новаковиќ Коста",
    "investorOrOwner": "Цветан Николиќ",
    "address": {
      "line": "ул. „Максим Горки“ бр. 16",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    }
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.428359,41.9962875],[21.4284133,41.9964471],[21.4285732,41.9964151],[21.4285189,41.9962566],[21.428359,41.9962875]]]}",
  "originalData": {
    "generalDescription": "Станбениот објект на ул. Максим Горки  е една од најстарите градби на оваа улица која го има претрпено земјотресот од 1963г. Објектот е изграден во 1930 година, а е проектиран од инженер архитект Коста Новаковиќ. Објектот е дел до перимтерален блок, во низа која го следи уличниот фронт. На уличната фасада, ориентирана кон ул. Максим Горки се наоѓаат влезовите за комерцијалните простории, додека влезот за станбените единици е од пасаж кој води кон внатрешниот двор на блокот. Основата на објектот е во вид на буквата Г, со испуштање во вид на доксат во централниот дел на уличната фасада, а симетријата на објектот е нарушена со еднострани балкони кои формираат мал трем во приземјето. ",
    "timelineDescription": "Постојат два проекти за изградба на објектот:\n1928г. – според кој објектот е со приземје и кат\n1930г. – според кој објектот е со приземје и два ката\nГрадбата е остварена според вториот проект, со минимални измени, изграден е балкон кон улицата. Во приземјето има стан и продавници.\nВо 2000ти е дограден испустот во централниот дел кон уличната фасада на ниво на поткровје.\n",
    "floors": "По+П+2К+Пк",
    "programDescription": "Во приземје има комерцијални содржини (кон улицата) и една станбена единица. Катовите и поткровјето се со станбена содржина.\n\n",
    "structureDescription": "Објктот е изграден во масивен носив систем, со повеќеводен, кос покрив.",
    "materiality": {
      "exterior": {
        "roof": "Објектот има повеќеводен, кос покрив, на дрвена потконструкција.\n",
        "facade": "Фасадата има завршна обработка во малтер, прочистена од орнаменти. Се појавува плитка декорација околу прозорските отвори.",
        "carpentry": "Надворешната и внатрешната столарија на објектот е изработена од дрво."
      },
      "interior": {
        "sharedContent": "Скалите во комуникацискот јадро се изработени во терацо техника со дрвен гелендер на метална конструкција."
      }
    },
    "context": "Станбениот објект се наоѓа во еден од периметралните блокови кои ја формираат улица Максим Горки. Објектот е во низа и ја следи линијата на уличниот фронт. Околните објекти ја следат линијата на венецот на овој објект (земајќи ја во предвид годината на изградба). Тенденцијата за порамнување на венецот и линијата на балконите се карактеристични за објектите на оваа улица,изградени меѓу двете светски војни."
  }
}
