{
  "basicData": {
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4271092,42.000643],[21.4270593,42.0005819],[21.4269389,42.0006313],[21.4269904,42.000696],[21.4271092,42.000643]]]}",
    "buildingName": "Нова Зграда Петар Поленак",
    "timeline": {
      "yearProjected": "1933 год.",
      "period": "1930-1939",
      "yearBuilt": "1934 год."
    },
    "investorOrOwner": "Семејството на Петар Поленак;  Изведувач Мојсо Ѓорѓевич",
    "address": {
      "line": "Бул. Илинденска бр. 36",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "architect": "20250425193321",
    "originalPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ],
      "notes": " Во приземјето се пекара и дуќан, катот за домување"
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ]
    }
  },
  "order": 48,
  "code": "MNSK48",
  "dateInspection": "22.12.2024",
  "inspectionBy": "Тим 2",
  "photo": "/media/mnsk48/mnsk48.jpg",
  "originalData": {
    "generalDescription": "Објектот е  аголен, фасадите се протегаат на две различни улици, аголот на објекто е  нагласен со извишен  кубус оформен праволиниски. Фасадата е со  строга геометриска јасност, минимална декорација,  хоризонтални линии, симетрични распореди на прозорци. Употреба на армиран бетон.",
    "floors": "По+П+1+Пк",
    "programDescription": "На проектот се гледаа дека во процесот на проектирање во приземјето е предвидено пекара со сопствена фурна на дрва со магацински простории и  дуќан, а домување на катот, на поткровјето имаме простории и рамна тераса",
    "structureDescription": "Темелите и ѕидовите во подрумските простории се од набиен бетон, а останатите ѕидови се од добро печени тули ѕидани во варов и продолжен малтер, меѓукатната конструкција е од армирано бетонска констукција.  Во објектот е предвидена електрична, водоводна и канализациона инсталација.",
    "materiality": {
      "exterior": {
        "roof": "Кровната констукција е од обработен чамова граѓа "
      }
    },
    "context": "Зградата со своите фасади излегува на јавен простор, по ул. Илинденска таа го следи уличниот фронт"
  },
  "values": {
    "name": [
      "архитектонска и естетска"
    ]
  }
}
