{
  "photos": [
    "/media/mnsk02/sobranie-zgrada-pdz-1068x689.jpg",
    "/media/mnsk02/sobranie-osnova-768x583.jpg",
    "/media/mnsk02/sobranie-1-768x352.jpg",
    "/media/mnsk02/15-860x516-768x461.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "општествена / социјална",
      "емотивна"
    ],
    "dateBuilt": "Задржување на оригинална намена и типологија.\nИзграден во модернистички стил.\nОбјектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\n"
  },
  "bibliography": "- Од службените архивски документи на Собранието\n- Официјалната страна на Собранието РС Македонија \nhttps://www.sobranie.mk/palata-na-sobranieto.nspx\nhttps://mk.wikipedia.org/wiki/%D0%9F%D0%B0%D0%BB%D0%B0%D1%82%D0%B0_%D0%BD%D0%B0_%D0%A1%D0%BE%D0%B1%D1%80%D0%B0%D0%BD%D0%B8%D0%B5%D1%82%D0%BE_%D0%BD%D0%B0_%D0%9C%D0%B0%D0%BA%D0%B5%D0%B4%D0%BE%D0%BD%D0%B8%D1%98%D0%B0\n",
  "dateInspection": "19.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Лимен покрив",
        "facade": "Автентична на првобитната, со нови материјали – енергетски термо изолирана фасада (контактна), со одделни делови обложени со мермер - травертин, цокла – камени плочи.",
        "carpentry": "Дрвена столарија.",
        "parterre": "Гранитни плочи и дел задржана калдрма."
      },
      "interior": {
        "sharedContent": "Реновирани се дел од салите. Направени се промени во подовите. Охридска и Струшка сала се конзервирани и реконструирани. Реновиран холот пред кабинетот на Претседателот во хол на портерти."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра",
        "notes": "Објектот е комплетно реновиран, реконструиран, со што е доведен во добра физичка состојба."
      },
      "interior": {
        "condition": "добра",
        "notes": "Комплетно реновирање, реставрирање на ентериерот, изведба на нови ентериери – со што е подигнато нивото на објектот."
      }
    },
    "modifications": "- 1993г. реконструирана машинска сала\n- 1996г. изграден е нов ресторант во сутерен, клубот на пратениците и нова Банкет сала.\n- 1998/99г. ентериерно уредување на Парламентарна сала (Сала 1).\n- 1999 реновирана е Парламентарната сала каде најзначајни се мозаиците на ѕидовите, од уметникот Газанфер Бајрам.\n- 2001г. ентериерно уредување на Свечената сала (Кристална сала). \n- 2003г. поголем зафат на реконструкција на електро инсталација, санитарни јазли и ходници.\n- 2004г. оформена е „Спомен соба“ по повод 60 години од првото заседание на АСНОМ.\nСо последната реконструкција од 2010 – 2016 (2017г.) се направени следните интервенции:\n- Во 2013г. е направена конзервација и реставрација на резбата во кабинетот на Претседателот на Собранието (Сала Длаборез).\n- Главниот влез е реновиран и е направено физичко поврзување на цел сутерен. Подовите и столбовите се обложени со нов гранит со посебни шари. На скалите што водат кон кабинетот на Претседателот е поставен автентичен бел македонски мермер, а на оградата е задржан стариот автентичен македонски мермер.\n- Во сутеренот е направен простор за „Парламентарен институт“.\n- Извршено е комплетно реновирање на машинската сала, трафостаницата, машински инсталации и сл.\n- Направено е „Собраниското студио“, со свој Собраниски канал.\n- Изведена е нова фекална канализација – во внатрешниот двор, со нови приклучни шахти.\n- Објектот се реконструира парцијално, по ламели (вертикални поделби), со што е овозможено непрекинато работење на сите служби и Парламентот.\n",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Правени се реконструкции но задржана е автентичноста на објектот. (Комплетно обновена фасада)\nАвтентичноста е нарушена со доградбата на нов кат, објект во внатрешниот двор и три куполи.\n"
      },
      "interior": {
        "condition": "добра"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK02",
  "order": 2,
  "suggestions": "Земајќи ги во предвид сите вредности на објектот, неговата автентичност и состојбата во која се наоѓа, се упатува препорака до надлежните органи за заштита на културното наследство и  останатите носители на одлуки, изработка на елаборат со кој ќе се отпочне процесот за прогласување на овој значаен објект како културно наследство на модерната во РС Македонија од прва категорија.\n\nПрепорака при следни реконструкции да не се нарушува дополнително автентичноста на објектот во екстериерот и ентериерот. \n",
  "photo": "/media/mnsk02/собрание-arhivska1.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4324853,41.992776]}",
    "buildingName": "Собрание на РСМ / Палата Собрание",
    "dateBuilt": "1938г. (се завршува градбата) 1939г. пуштен во употреба",
    "address": {
      "line": "ул, „11 Октомври“ бр.10",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ]
    },
    "originalPurpose": {
      "type": [
        "јавен"
      ]
    },
    "protectionStatus": {
      "notes": "До 2010 има заштитен статус"
    }
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4321552,41.9930127],[21.4322205,41.9929833],[21.4326802,41.9931864],[21.4331204,41.9926487],[21.4323434,41.9923017],[21.4317809,41.9925576],[21.4321552,41.9930127]]]}",
  "originalData": {
    "generalDescription": "Собранието на РСМ е конципирано во модерен архитектонски јазик, во форма на надворешен петоаголник со внатрешен (затворен) двор, со специфичен масивен, разигран волумен и со присуство на чисти фасадни елементи. \nОбјектот е изграден од сутерен (каде биле сместени работилници), помошни простории и приземје, први и втори кат – простории кои од 1939г. до 1944г. се во употреба како “Управна палата“ на тогашната локална управа на Кралството СХС.\nОбјектот има четири влеза – Свечен влез, влез за надворешни посети, Службен влез, влез за пратеници и како посебен влез е влезот во внатрешниот двор.\n- 1939 – 1944г. (до ослободување на Скопје во ноември) е зграда на локалната управа на Кралство СХС\n- Од 1944г. по ослободувањето, во зградата е сместена целокупната понова администрација на македонската народна власт, Претседател на Д.Р. Македонија, Народното Собрание, Владата и Уставен суд.\n- 1991г. со осамостојување на Македонија, сместен е кабинетот на Претседателот на РМакедонија.\n",
    "timelineDescription": "- Распишан конкурс за проект 1930г. кој го добива Виктор Лукомски\n- Се гради во период од 1932 – 1938г. според проектот на архитект Виктор Ј. Худак\n- Од 1954 – 1963г. на постоечкиот објект, во внатрешниот двор доградени се „Свечената сала“ и „Сала 2“, а ентериерно се уредени постоечките помали сали. \n- 1963г. зградата е видно оштетена од земјотресот, по што е превземено нејзино санирање и реконструкција.\n- 1966/67г. реконструирана и ентериерно уредено Парламентарната сала, а доградени се уште две нови сали (Сала 3 и Сала 4).\n- 2004/05г. реконструкција на влезовите, со изведба на натстрешници над секој влез.\n- 2010г. започнива голем зафат на реконструкција на објектот кој трае до 2016г. (2017г). Со овој зафат превземени се следните градежни зафати:\n- Извршено е комплетно санирање, зајакнување на објектот со нови конструктивни елементи – аб платна и столбови, за издржливост од земјотреси, со што е истовремено овозможено и да се изведе надоградба на уште еден кат, во кој се сместени работните простории (кабинети) на секој пратеник и сали.\n- Комплетно е направена промена на фасадната столарија, со нова дрвена столарија.\n- Изведена е нова фасада –контактна, а делови се поплочени со мермерни плочи од травертин-мермер.\n- За да не се наруши изгледот на старата (постоечка) фасада, нејзината висина, надоградбата е повлечена од надоворешната страна на објектот. Две нови сали за комисии се поставени под две мали, стаклени куполи.\n- Во внатрешниот двор, изграден е нов објект со спратност како и целата зграда и истиот со топли врски-мостови е поврзан по спратови со останатата зграда.\n- Над централниот дел на објектот, на посебна аб конструкција – од т.н. пенделни столбови, поставена е „Мултифункционалната сала“, со стаклена купола, изведена од челична конструкција. Оваа сала е поврзана со топла врска со ходникот на последниот кат – надградениот.\n- Надвор околу објектот, партерот и внатрешниот двор се поплочени со гранитни плочи.\n",
    "floors": "Су+П+2",
    "programDescription": "Сутерен – работилници и помошни простории\nПриземје, први, втори кат – простории во употреба на „Управна палата“ на тогашната локална управа на Кралството СХС\n",
    "structureDescription": "Масивен конструктивен систем, ѕидови од полна тула со цементен малтер, ситно ребраста меѓукатна конструкција.",
    "materiality": {
      "exterior": {
        "roof": "Рамен покрив",
        "facade": "Цокла – камени плочи, фасада малтерисана со цементен малтер, со чисти фасадана елементи и применета фасадана декорација со геометриски содржини на одделни партии.",
        "carpentry": "Дрвена столарија",
        "parterre": "Камена коцка - калдрма"
      },
      "interior": {
        "sharedContent": "Свечениот влез, хол и трокраките скали од приземје до први кат поплочени со бел мермер. Ходници – прано терацо. \nВо свечениот дел се ентериерно опремени Охридска и Струшка соба, во длаборез од резбарската школа од Охрид, како и гипсани декорации, изработени од Дримколските мајстори.\nМал свечен салон, салата на Уставната комисија, ресторант, кабинети, ентериерно се уредени со дрвени ламперии во интарзија (декоративна техника која вклучува Уметничко украсување на предмети од дрва со вметнување на парчиња од дрво, бисер, седеф, слонова коска и др.)\nОд вградена орнаментна содржина е обработката на кабинетите и ентериерот, дизајнирани од Д. Инкриостри (1935-1937г.), во резба, „Сала Длаборез“ со комплетно обложување на ѕидовите, таваните со дрво, каде се аплицирани во резба вегетабилни и зооморфни стилизирани мотиви, втемелени на народната уметност и традиција.\nИзведбата е доверена на Глиша Костовски – столар, резбар од Тетово со неговата тајфа.\nНаправена е конзервација на облогите од резба, гипсаните елементи во кабинети и сали.\nВо дел од просториите изработени се нови ентериерни решенија, во Парламентарната сала, реновирана во 1999г. најзначајни се мозаиците на ѕидовите, од уметникот Газанфер Бајрам. Во 2013г. е направена конзервација и реставрација на резбата во кабинетот на Претседателот на Собранието (Сала Длаборез).\n"
      }
    },
    "context": "Објектот се наоѓа во непосредна близина на Плоштад Македонија, наспроти Жена парк. Го следи уличниот фронт и формира внатрешен двор (атриум)."
  }
}
