{
  "photos": [
    "/media/mnsk33/mnsk33_01.jpg",
    "/media/mnsk33/mnsk33_02.jpg",
    "/media/mnsk33/mnsk33_03.jpg",
    "/media/mnsk33/mnsk33_05.jpg",
    "/media/mnsk33/mnsk33_06.jpg",
    "/media/mnsk33/mnsk33_07.jpg",
    "/media/mnsk33/mnsk33_08.jpg",
    "/media/mnsk33/mnsk33_09.jpg",
    "/media/mnsk33/mnsk33_10.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска"
    ]
  },
  "bibliography": "Томовски, К. & Петковски, Б. (2003). Архитектурата и монументалната уметност во Скопје меѓу двете светски војни. Скопје. Музеј на град Скопје.\nКонстантиновски, Г. (2001). Градителите во Македонија, XVIII - XX век. Скопје. Табернакул.  \nГрчев, К. (2003). Архитектонските стилови во профаното градителство во Македонија меѓу двете светски војни 1919-1940. Скопје. Институт за фолклор „Марко Цепенков\".\nДржавен Архив на Република Северна Македонија, Одделение Скопје. арх.бр.6.1.334.29/289-304",
  "dateInspection": "21.12.2024",
  "inspectionBy": "Тим 2",
  "code": "MNSK33",
  "order": 33,
  "suggestions": "Надлежните институции за заштита на културното наследство и останатите носители на одлуки да ги земат предвид вредностите кои објектот ги поседува, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk33/mnsk33_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4279519,42.0014686]}",
    "buildingName": "Семејна куќа на Бранислава Милојковиќ ",
    "dateBuilt": "1937 год.",
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "investorOrOwner": "Бранислава Милојковиќ",
    "address": {
      "line": "Ул.„Јордан Хаџиконстантинов Џинот\" бр.3",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "architect": "Илиќ Драгутин "
  },
  "originalData": {
    "generalDescription": "Куќата на Бранислава Милојковиќ  има геометриска композиција базирана на комбинирање на два испреплетени кубични волумени со различна височина кои се оживеани со употреба на две бои, венци и ниши во кои се сместени дел од прозорците. На југоисточниот агол кон задниот двор, кубичниот волумен на ниво на сутеренот и приземјето преоѓа во заоблен. Чистотата на линиите и хармоничноста во обработката на главната фасада се во духот на модерната. Полукругот како мотив освен кај нишите со прозорци на фасадата е транспониран и кај оградата на куќата.",
    "timelineDescription": "Проектирана 1937 год.",
    "floors": "Су+П+Пк",
    "structureDescription": "Масеивен конструктивен систем.",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив покриен со ќерамиди.",
        "facade": "Малтерисана и обоена во две бои.",
        "carpentry": "Дрвени врати и прозорци. Влезната порта во дворот е изработена од ковано железо.",
        "parterre": "Куќата е слободностоечка со преден и заден двор со зеленило и бетонирани патеки. Од страна на главната фасада, поставена на бетонско цокле изведена е декоративна ограда форма на аркада изработена од тули во чии лаци има секундарна метална ограда. "
      }
    },
    "programDescription": "Куќата има два влеза, главен на уличната фасада кој води во високото приземје и спореден на западната фасада од каде се влегува во сутеренот и каде се сместени скалите кои ги поврзуваат сите нивоа на куќата. Во сутеренот има поделба на просториите според нивната намена, во северниот дел: подрумски и помошни, а во јужниот дел: простории за домување. Приземјето е функционално решено, дел од собите имаат вградени плакари, а родителска соба има сопствена бања.  На поткровје кое го зафаќа северозападниот дел на куќата има две соби и голема тераса."
  }
}
