{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "општествена / социјална"
    ]
  },
  "bibliography": "Државен Архив на Република Северна Македонија, Одделение Скопје. арх.бр.",
  "dateInspection": "08.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Двоводен кров и се јавува Поткровје ",
        "facade": "Нарушена автентичност од проектираната, изостануваат централно поставени кружни отвори и лачните завршетоци на последиот ред прозорци и промена во  распоредот на балконите.",
        "carpentry": "Променета со ПВЦ-Алиминиуски Прозори",
        "parterre": "Зградата е поставена во низа и со својата главна фасада го следи уличниот фронт кој води на запад кон Плоштад Македонија и исток Градскиот Трговски Центар"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра"
      }
    },
    "modifications": "Направени се повеќе промени за кои не се обезбедена информација кога се случиле, споредбено со сегашната фасада и проектираната"
  },
  "inspectionBy": "Тим 2",
  "code": "MNSK47",
  "order": 47,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk47/mnsk47.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4326464,41.9953089],[21.4325189,41.9953519],[21.4326057,41.9954603],[21.4327292,41.9954164],[21.4326464,41.9953089]]]}",
    "buildingName": "Нова зграда на  Павле Васиќ",
    "timeline": {
      "yearProjected": "1940",
      "period": "1940-1949"
    },
    "architect": "20250402181208",
    "investorOrOwner": "Павле Васиќ",
    "address": {
      "line": "ул. 11 Октомври бр. 3 - Плоштад Македонија",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": "Приземје-дуќани; катови-домување"
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": "Приземје-дуќани; катови-домување"
    }
  },
  "originalData": {
    "generalDescription": "Објектот е со геометриска јасност, минимална декорација -отсуство на сложена орнаментика  хоризонтални и вертикални линии, симетрични распореди на прозорци. Употреба на армиран бетон, \nзаоблени балкони со едноставни огради, рационална организација на просториите. Фасадата ја рефлектира модернизацијата на Скопје.",
    "timelineDescription": "Во 1940год. е проектиран објектот.\nВо приземјето се предвидени дуќани на катовите станови. ",
    "floors": "По+П+3+Пк",
    "programDescription": "Објектот е на 3 ката, Во приземјето се дуќани кои ги стопанисува сопственикот и домување на катовите.",
    "structureDescription": "Темелите и ѕидовите во подрумските простории се од набиен бетон, а останатите ѕидови се од добро печени тули ѕидани во варов и продолжен малтер, меѓукатната конструкција е од армирано бетонска констукција, заедно со скалите и обложени со терацо.  Во објектот е предвидена електрична, водоводна и канализациона инсталација.",
    "materiality": {
      "exterior": {
        "roof": "Кровната констукција е од обработен чамова граѓа и поставени фалцовани ќерамиди. ",
        "facade": "Фасадата е изработена од Терабонево во  тон",
        "carpentry": "Внатрешната столарија е изработена  од чамова граѓа, додека надворешната од борова.",
        "parterre": "Зградата со својата главна фасада излегува на јавен простор пешачка зона во непосредна близина на Плоштад Македонија"
      }
    },
    "context": "Зградата е поставена во низа и со својата главна фасада го следи уличниот фронт"
  }
}
