{
  "photos": [
    "/media/mnsk31/mnsk32_proekt-arhiva.jpg"
  ],
  "values": {
    "name": [
      "архитектонска и естетска",
      "авторство",
      "историскa"
    ]
  },
  "dateInspection": "08.01.2025",
  "number": "Уп.Бр. 18-256 од 09.10.2015 год; Уп.бр. 18-218 од07.06.2016 год.",
  "inspectionBy": "Тим2",
  "code": "MNSK32",
  "order": 32,
  "photo": "/media/mnsk32/mnsk032_01.jpg",
  "basicData": {
    "protectionStatus": {
      "isProtected": true,
      "notes": "Значајно културно наследство со режим на заштита од втор степен. Контактната зона на објектот со режим на заштита од трет степен."
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "dateBuilt": "1935",
    "address": {
      "line": "Ул.„Орце Николов“  бр.115",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "architect": "Дубови Јан",
    "investorOrOwner": "Зденка Буста",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4199999,42.0018511]}",
    "todayPurpose": {
      "type": [
        "колективен станбен"
      ],
      "notes": "Куќата е поделена на неколку сопственици."
    },
    "buildingName": "Индивидуална куќа на Зденка Буста"
  },
  "originalData": {
    "generalDescription": "Зградата е изградена во 1936 година и неjзин автор е [ан Дубови ко] создава архитектура со рационални концепции и со кубистички облици. Обjектот стилски припата на модерна архитектура со елементи на кубизам. Има богата содржина и обликуван-е како продуховен состав од кубистички елементи. Аголното заоблуван.е кон соседниот обjект е карактеристично за обjекти поставени на агол кои вообичаено формирале плоштатки, но во ово] случа] е кон соседната парцела. Доброто е индивидуален станбен обjект изграден во периодот мегу двете светски воjни, ко] нуди компактна архитектонска слика, со богата содржина и обликуван-е како продуховен состав од кубистички елементи. Toj е уште еден карактеристичен пример на модерната архитектура, што се манифестира со примена на просторно­ архитектонски елементи, кои доагаат до израз во обликуван-ето на фасадите. Неговата специфичност се состои во аголното заоблуваьье према соседниот обjект, кое наjчесто е карактеристично за обjекти поставени на агол кои вообичаено формирале плоштатки, Во ово] случа] полукружното фасадно обликуван-е е кон страничниот визуелен контакт со соседната парцела .. Обjектот е изграден со масивен конструктивен систем, со висина од  и е поставен како самостоен, поместен од линиjата на уличниот фронт.",
    "structureDescription": "Масивен конструктивен систем.\nЗградата ќе биде подигната од тврд материјал со намена за домување на сопствениците. Темели и подрумски ѕидови изработени од набиен бетон. Ѕидови на приземје и прв кат од тула во варов малтер. Над подрумот обична армирано бетонска плоча. Плочата помеѓу приземјето и мансардата ребраста армирано бетонска плоча. Наместо кос покров, изработена тераса со изолација. Скали од вештачки мермер. Во собите делумно патос од HF даски, а делумно паркет. Сите лимарски работи од лим бр.18-Ферцинк. Зградата малтерисана внатре во 2 слоја, а однадвор изработена украсна фасада со особени детали. Столарија од сув чам, а надворешните делови од борово дрво.\nПроект: 14.10.1935, почеток на градба: 8.2.1936, пуштена: 17.9.1936\n\n",
    "floors": "С+П+1"
  }
}
