{
  "photos": null,
  "values": {
    "name": [
      "архитектонска и естетска",
      "авторство",
      "историскa",
      "емотивна"
    ]
  },
  "bibliography": "РесПублика. (2016, јануари 27). Последните едносемејни куќи во Скопје. Преземено 2025 јануари, од https://respublica.edu.mk/blog/javen-interes/2016-01-27-12-01-31/\nКонстантиновски, Г. (2001). Градителите во Македонија, XVIII - XX век. Скопје. Табернакул \nТокарев, М. (2006). 100 години модерна архитектура. Книга трета: Придонесот на Македонија и Југославија (1918-1990). Скопје\nКоцевски, Д. (2022). Ако го сакаш Скопје – дојди, ќе те чекам на кејот. Скопје. Бегемот,\nУправа за заштита на културното наследство, Регистрирани недвижни добра по надлежност на националните установи, ноември 2024 год. Преземено во јануари 2025, од: \nhttp://uzkn.gov.mk/mk/wp-content/uploads/2024/11/REGISTRIRANO-NEDVIZNO-KULTURNO-NASLEDSTVO-2024-za-web-%D1%84%D0%B8%D0%BD%D0%B0%D0%BB.pdf\nДржавен Архив на Република Северна Македонија, Одделение Скопје. арх.бр. 6.1.310.50/461-509",
  "dateInspection": "08.01.2025",
  "currentData": {
    "modifications": "Направени се повеќе промени за кои не е обезбедена информација кога се случиле:\n- Во однос на оригиналниот проект, куќата се разликува во делот на поткровјето, каде рамната тераса на југоисточниот дел која зафаќала 2/3 од габаритот е затворена и претворена во големо поткровје. \n- Покривот на северниот балкон е продолжен во должина еднаква со габаритот на куќата. Од јужната страна направена е промена кај верандата на приземјето која е затворена и со новоизградени скали е поврзана со дворот, а вертикално над неа дограден е вертикален волумен. \n- Во разни периоди работено е на освежување на фасадите, кои биле обојувани во други бои но секогаш во два тона, а последната состојба е од 2020 год.\n- Дворот е преграден на преден и заден.",
    "authenticity": {
      "exterior": {
        "condition": "добра",
        "notes": "Куќата има делумно нарушена автентичност кај нејзинината задна фасада (која е невидлива од пристапната главна улица) и кај делот на поткровјето. Впечатокот на висока автентичност го дава нејзината главна фасада која и покрај извесни интервенции го задржала својот изглед."
      },
      "interior": {
        "notes": "Недостапно за увид."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "notes": "Недостапно."
      }
    },
    "materiality": {
      "exterior": {
        "roof": "Покрив покриен со поцинкуван лим. Изведени невидливи олуци.",
        "facade": "Фасадата има сиво цокле изработено во кулир техника, а над цоклето ѕидовите се малтерисани и обоени во два тона.",
        "carpentry": "ПВЦ рамки на прозорци и заштитни ролетни.",
        "parterre": "Куќата е слободностоечка во двор кој е ограден кон улицата со метална ограда поставена на низок бетонски ѕид со влезни порти се изработени ковано железо, а кон соседите има ѕид со ниши. Околу куќата и од влезната порта кон влезната врата изведени се патеки со поплочување, патека за автомобили поплочена со бекатон коцки, а во останатата слободна површина има декоративно зеленило и дрвја. Дворот е физички поделен на преден и заден со ограда."
      },
      "interior": {
        "sharedContent": "Недостапни.",
        "privateContent": "Недостапни."
      }
    }
  },
  "number": "Уп.Бр. 18-256 од 09.10.2015 год; Уп.бр. 18-218 од07.06.2016 год.",
  "inspectionBy": "Тим2",
  "code": "MNSK32",
  "order": 32,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk32/mnsk032_01.jpg",
  "basicData": {
    "protectionStatus": {
      "isProtected": true,
      "notes": "Значајно културно наследство со режим на заштита од втор степен. Контактната зона на објектот со режим на заштита од трет степен."
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "dateBuilt": "1935",
    "address": {
      "line": "Ул.„Орце Николов“  бр.115",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "architect": "Дубови Јан",
    "investorOrOwner": "Зденка Буста",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4199999,42.0018511]}",
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ],
      "notes": ""
    },
    "buildingName": "Семејна куќа на Зденка Буста"
  },
  "originalData": {
    "generalDescription": "Објектот е изграден во 1936 година како индивидуална семејна куќа на Зденка Буста и е дело на познатиот архитект Јан Дубови. Со мотивот на аголно заоблување кое е дополнително нагласено со едноставен полукружен орнамент изработен од ковано железо, куќата претставува вреден пример на модерната архитектура со елементи на експресионизам. Во фасадното обликување  изведена е прочистена геометриска декорација, а разигрувањето на фасадата и хоризонталното акцентирање на волуменот се постигнати со употребата на две фасадни бои од иста гама, потемната кај влезната партија и во делот кај прозорите на приземјето, како и кај заоблениот покрив на рамната тераса, а посветлата кај останатите површини.",
    "structureDescription": "Масивен конструктивен систем.\nСпоред оригиналниот технички опис зградата била подигната од тврд материјал со намена за домување на сопствениците. Темели и подрумски ѕидови  се изработени од набиен бетон. Ѕидовите на приземјето и на првиот кат се од тула во варов малтер. Плочата меѓу подрумот и приземјето е обична армирано бетонска плоча, а таа помеѓу приземјето и мансардата - ребраста армирано бетонска плоча.  \n",
    "floors": "Су+П+Пк",
    "context": "Обjектот е поставен како самостојна градба во релативно голем двор, поместен од линиjата на уличниот фронт во скопско Дебар маало. Со својот модерен и прочистен изглед видливо отскокнува од соседните објекти кои иако изградени во истиот временски период имаат поинакви архитектонски влијанија во нивото обликување. ",
    "materiality": {
      "exterior": {
        "roof": "Наместо кос покрив, изработена тераса со изолација. Сите лимарски работи било предвидено да се изведат од лим бр.18-Ферцинк. ",
        "carpentry": "Столаријата била изработена од сув чам, а надворешните делови од борово дрво.",
        "facade": "Фасадата била малтерисана во два тона, со особени детали. Влезните скали - изведени од вештачки мермер. ",
        "parterre": "Куќата е слободностоечка во двор кој е ограден кон улицата со метална ограда поставена на низок бетонски ѕид со влезни порти изработени од ковано железо."
      },
      "interior": {
        "sharedContent": "Недостапни.",
        "privateContent": "Внатрешните ѕидови - малтерисани во два слоја. Подна обработка во со собите - делумно патос од HF даски, а делумно паркет. "
      }
    },
    "timelineDescription": "Проектот е направен во октомври 1935 год.\nПочеток на градба фебруари 1936 год.\nПуштена во употреба септември 1936 год.",
    "programDescription": "Приземје и кат: домување. Во куќата се влегува преку вовлечен централен скалишен простор кој води во овално дизајниран гардеробер и ходник околу кои се наредени просториите за домување. Вертикалното поврзување со катот и подрумот е преку друг сет на скали. Основите на катовите се со современ концепт на домување.  "
  }
}
