{
  "photos": [
    "/media/mnsk04/151374080_1094846677678637_2177670833676109717_n.jpg",
    "/media/mnsk04/151139838_1094846647678640_3388591732819266108_n.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "општествена / социјална",
      "емотивна"
    ],
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\nОбјектот претставува ран пример на типологија – кино и ја задржува оригиналната намена.\n"
  },
  "bibliography": "М. Токарев, 100 години Македонска Архитектура, Скопје 2006\nК.Грчев, Архитетонските стилови во профаното градоградителство во Македонија меѓу двете светски војни 1919-1940, Скопје 2001\nАрхив на град Скопје",
  "dateInspection": "14.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Објектот има рамен покров, непроодна тераса.",
        "facade": "Фасадата е малтерисана во два тона, а во приземјето се појавуваат гранитни плочки. Влезна партија е нагласена со потемни гранитни плочки.",
        "carpentry": "На катовите дрвените прозорци се заменети со пвц прозорци, во приземје и централниот дел на катовите се задржани метални профили."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "многу лоша"
      },
      "interior": {
        "notes": "*во периодот на увид, објектот не е во употреба"
      }
    },
    "modifications": "Интервенција во приземјето на аголниот дел – застаклување.\nПромена на надворешна столарија – пвц прозорци.\nИзградба на нов објект вон оригиналниот и со друга намена на бочната страна со што се затворени дел од фасадните отвори (според архивски фотографии, до 1980г. не постои). \n",
    "authenticity": {
      "exterior": {
        "condition": "многу лоша"
      },
      "interior": {
        "notes": "*во периодот на увид, објектот не е во употреба"
      }
    }
  },
  "risks": "Изградбата на објекти до и околу објектот го нарушуваат интегритетот на објектот и ги нарушуваат визурите кон и од него. Дополнително, објектот е запуштен и подложи на ризик за распаѓање на фасадна обработка, а ѕидовите и столаријата во приземјето се прекриени со графити.",
  "inspectionBy": "Тим 1",
  "code": "MNSK04",
  "order": 4,
  "suggestions": "Земајќи ги во предвид сите вредности на објектот, неговата автентичност и состојбата во која се наоѓа, се упатува препорака до надлежните органи за заштита на културното наследство и  останатите носители на одлуки, изработка на елаборат со кој ќе се отпочне процесот за прогласување на овој значаен објект како културно наследство на модерната во РС Македонија од прва категорија.\nПревземање мерки за негова санација/реставрација.\n",
  "photo": "/media/mnsk04/04.мнск.04-1-.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": 1936,
      "period": "1930-1939"
    },
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4307076,41.9930936],[21.4309779,41.9931106],[21.431047,41.9929048],[21.4308929,41.9928893],[21.4308587,41.9927751],[21.4307273,41.9927844],[21.4307076,41.9930936]]]}",
    "buildingName": "Кино „Уранија“ / Кино „Култура“",
    "architect": "Жерновски Кирил",
    "investorOrOwner": "Никифор Костиќ",
    "address": {
      "line": "ул. „Луј Пастер“ бр. 3",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Објекти од култура - кино"
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Објекти од култура - кино"
    }
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4307076,41.9930936],[21.4309779,41.9931106],[21.431047,41.9929048],[21.4308929,41.9928893],[21.4308587,41.9927751],[21.4307273,41.9927844],[21.4307076,41.9930936]]]}",
  "originalData": {
    "generalDescription": "Објектот на Кино Уранија е изграден според проектот на архитектот Кирил Жерновски 1936г.-1937г. Поставен во централното јадро на градот, во близина на Домот на Армијата и улица „Македонија“.\nМодерниот пристап на архитектот, близок до експресионизмот во архитектонскиот израз, се познава по прочистената фасадна обработка, без орнаменти, во корист на систематично артикулирање на фасадните волумени. Објектот ја следи линијата на блокот, со аголен третман, акцентиран со брановидна форма која е пресечена со хоризонтална плоча во функција на настрешница која симболично продолжува кон главниот влез. Од естетски причини, како и правилна парцелација на блокот спрема предвидениот плоштад, фасадата на објектот е повлечена до граничната линија.\nВлезната партија  е ориентирана кон предвидениот плоштад, сеуште неизграден, и дополнително е нагласена преку дизајнот на фасадата над неа, со карактеристични вертикали во различни бои, по кои е препознатлив овој објект.\nВо задниот дел на објектот, ориентиран кон внатрешниот дел на блокот, видно се истакнува и препознава волуменот на кино салата. \n",
    "floors": "По+П+2",
    "timelineDescription": "Во 1933 година е изработен проект од архитектот Иван Артемушкин.\nВо 1936 година е изработен проект од архитектот Кирил Жерновски.\nВо периодот од 1936-1937 година се гради објектот.\nВо 1978 година е изработен идеен проект за адаптација и внатрешно уредување.\n",
    "programDescription": "Во подрумот на објектот се сместени технички простории, на приземјето има хол, гардероби и кино сала. На првиот кат се наоѓа фоаје, дирекција и гардероба, а на вториот кат има чекална, кино оператер, дирекција и галерија.\n\n",
    "structureDescription": "Објектот има скелетен конструктивен систем од армирано бетонкон, касетирана меѓукатна конструкција и ѕидна исполна од тула.",
    "materiality": {
      "exterior": {
        "roof": "Објектот има рамен покров, непроодна тераса.",
        "facade": "Фасадата била малтерисана во два тона. Средишниот простор над главниот влез е малку повисок и е акцентиран со плитка декорација и метални пиластри кои излегуваат од волуменот на објектот.",
        "carpentry": "Во поголем дел од објектот прозорците се изработени од дрво. Централниот влезен дел на приземје и катовите е осветлен со прозорци од метални профили."
      },
      "interior": {
        "sharedContent": ""
      }
    },
    "context": "Објектот се наоѓа во централното градско подрачје, близу улица „Македонија“, стратешки поставен според својата намена, но и тенденциите во архитектонскиот израз кои ги носи на себе. Објектот е ориентиран кон предвидениот плоштадот. "
  }
}
