{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска"
    ]
  },
  "dateInspection": "22.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив со ќерамиди",
        "carpentry": "дрвена",
        "facade": "малтер со плиткорелјњфна декорација",
        "parterre": "Поплочување со бекатон коцки во комбинација тревнати површини со зеленило. На северниот дел од дворот - помошни објекти (3 шупи)."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "modifications": "Во неодреден период била затворена терасата на првиот кат.\n09.2005 год. - реконструкција на фасада.\n04..2005 год - реконструкција на кровна конструкција на трите шупи во дворот.\nЗамена на под на приземјето заради дотраеност со соодветен материјал\nЗамена на прозорците со нови дрвени, правени по мерка идентични со оригиналните"
  },
  "number": "Уп.бр. 18-432 од 17.09.2015 год., Уп.бр.18-647 од 02.11.2026 год.",
  "inspectionBy": "Тим 2",
  "code": "MNSK35",
  "order": 35,
  "photo": "/media/mnsk35/mnsk35_01.jpg",
  "basicData": {
    "protectionStatus": {
      "isProtected": true
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "dateBuilt": "1935 год.",
    "address": {
      "line": "Ул.Орце Николов бр.88",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "architect": "Краус Фредо",
    "investorOrOwner": "Јовановиќ Трпе",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4251622,42.0005108]}",
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "buildingName": "Индивидуална семејна куќа на Тома Ничота"
  },
  "originalData": {
    "generalDescription": "3градата е изградена во почетокат на ХХ век поточно во 1935 година, а автор е Фердо Краус. Изграден во периодат мегу двете светски воjни како станбен обjект. Обjектот е со висина од П+1+Пк поставен во низ во линиjа на уличен фронт и има висок степен на зачуваност и автентичност. Стилски зградата е определена како рана модерна со геометриски апликации. Обjектот ja има габаритната чистота и волуменот на модерен кубус, но и аплицирани декоративни елементи поврзани со академскиот начин на креирагье на фасадното платно. Така, застапени се вертикалните поделби на генералниот кубус со плитки пиластри кои завршуваат со капители, слепи балустрадина завршните венци, аплицирани на хоризонталните парапетни завршетоци на тесниот кров. Обjектот е изграден со масивен конструктивен систем, карактеристичен за период от на градба.",
    "floors": "Су+П+1",
    "timelineDescription": "проектирање и изградба - 1935 год.",
    "materiality": {
      "exterior": {
        "carpentry": "дрвена",
        "roof": "Повеќеводен покрив со ќерамиди",
        "parterre": "",
        "facade": "малтер со плиткорелјефна декорација"
      }
    },
    "structureDescription": "Проектирана на 31.07.1934 проектант и изведувач Фердо Краус, овластен градител \nЗградата почнала да се гради 15.09.1934, а е пуштена во употреба 22.01.1935\nСо проектот зградата ќе има сутерен за домување, приземје и еден кат. На секој кат по еден стан кој се состои од: претсобје, две соби, кујна, остава, купатило и клозет. Секој кат има свој засебен влез. Употребени следни материјали: темели и сутерен од бетон или од кршен камен во варов малтер, ѕидови на приземје и кат, надозидоци, калкани и оџаци од тула во варов малтер. Меѓукатна и таванска конструкција од армиран бетон, кровна конструкција од режана чамова граѓа. Кров покриен со фалцувана керамида. Скали од вештачки камен. Водовод од бунар со хидрофор. Внатрешно и надворешно малтерисување со варов малтер, а само на фасадата до подпрозорниците на приземјето штокован вештачки камен. Дупли прозори, врати со футери и обострани первази. Патос од чамови даски. Површина на зграда 117, 91м2. Освен главната зграда, позади во двор сушара и шупа ѕидани во тула во масивен систем. \n"
  }
}
