{
  "values": {
    "name": [
      "историскa",
      "авторство",
      "архитектонска и естетска"
    ]
  },
  "dateInspection": "09.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Реконстукции- Доградби",
        "facade": "Во приземјето реконстукции и доградувања. Добивање на нови деловни простори",
        "carpentry": "Алиминуимска, ПВЦ и на места Оригинална Столарија, на делови поставување на нови надворешни ПВЦ - ролетни",
        "parterre": "Зградата со својата главна фасада излегува на јавен простор (тротоар)"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "лоша",
        "notes": "Фасадите се во запуштена состојба, во приземјето агресивното  брендирање на дуќаите и поставувње на нови излози, ја деградираат фасадата"
      }
    }
  },
  "inspectionBy": "Тим 2",
  "code": "MNSK44",
  "order": 44,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk44/20250108_145021.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4252632,41.9961825],[21.4254204,41.996176],[21.4254006,41.9960369],[21.4252487,41.9960435],[21.4252632,41.9961825]]]}",
    "buildingName": "Станбена зграда на инж. Бранислав Протиќ",
    "timeline": {
      "yearProjected": "1937",
      "period": "1930-1939",
      "yearBuilt": "1938"
    },
    "architect": "20250402181207",
    "investorOrOwner": "инж. Бранислав Протиќ",
    "address": {
      "line": "Бул.„Св.Климент Охридски“ бр.21а",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": " домување и издавање, деловен"
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": "Приземје: деловни; катови: домување"
    }
  },
  "originalData": {
    "generalDescription": "Станбената зграда на архитектот Бранислав Протиќ е изградена во стил на модерен рационализам, каде се истакнуваат чистите форми и отсуството на украсни елементи. Нејзиниот дизајн е асиметричен и динамичен, со фасада која се состои од четири изразени вертикални ризалити. Овие ризалити се разликуваат по ширина, што не само што ја збогатува визуелната разновидност туку и ја открива функцијата на внатрешните простории.",
    "timelineDescription": "Во 1937 год. е проектиран објектот.",
    "floors": "По+Пр+3 Кат.",
    "programDescription": " На катовите семејно домување на сопственикот  и дел од становите биле наменети за издавање, во приземјето дуќан",
    "materiality": {
      "exterior": {
        "roof": "Еден дел од кровот бил рамен со асфалтна изолација, а другиот со фалцована ќерамида.",
        "facade": "Фасада  е малтерисана со продолжен малтер,фасадната столарија е од борово дрво.",
        "carpentry": "Внатрешната столарија била  изработена од чамово дрво.",
        "parterre": "Самата поставеност на објект со главната фасада  е на самиот тротоар (влезот во објектот) од  булеварот, самиот објект од останатите објекти кои   го дефинира уличниот фронт е испакната  кон булеварот."
      },
      "interior": {
        "sharedContent": "Скалите биле изведени од вештачки камен"
      }
    },
    "structureDescription": "Масивен систем на градба со меѓукатната конструкција е од армиран бетон, ѕидовите во подрумот се од набиен бетон, ѕидаријата на приземјето и катовите се од цигла и варов малтер, малтерисувањето внатре е со варов малтер, фасада со продолжен. Скалите биле изведени од вештачки камен. Во зградата било изведена: електрична, водоводна и канализациона инсталација.",
    "context": "Самата поставеност на објект со својата фасада кон улицата го следи уличниот фронт. Долж булеварот пред да биде изграден овој објект во 1936 год.  имал изградено сличен објект во истиот модернистички стил."
  }
}
