{
  "values": {
    "name": [
      "историскa",
      "авторство",
      "техничка"
    ],
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот."
  },
  "dateInspection": "22.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен сложен дрвен покрив – покривње со ќерамиди",
        "facade": "Термофасада, перен бетон, странични балкони – бетонска ограда??, балкони на улична фасада – оригинални",
        "carpentry": "Делумно променети прозорци и врати во ПВЦ, дел останати оригинални дрвени",
        "parterre": "Заден двор, пристапен од двете страни, заграден од страна на улицата со бетонски парапет и метална декоративна ограда, од една страна, од другата промена метална ограда"
      },
      "interior": {
        "sharedContent": "Бетонски завојни П скали со завршна обработка од терацо, појачани со метални профили, со метална ограда со хоризонтални и вертикални пречници, дрвени скали и дрвена ограда со декорирани вертикали кон поткровје, дрвени еднокрилни и двокрилни внатрешни влезни врати кон стан",
        "privateContent": "Делумно променети прозорци и врати во ПВЦ, останати дрвени, оригинален бродски под и паркет"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "*се однесува за заеднички простории и во еден стан во кој е извршен увид"
      }
    },
    "modifications": "По земјотресот – појачана е едната зграда-поставени столови на аглите од објектот и појачани скали со метални профили-вертикали и коси греди\nСанација на фасада – поставена термофасада (освен кај еден стан), страничните балкони – бетонска ограда\nПромена на надворешна и внатрешна столарија (делумно)\nЕнтериерни промени – Минимални промени во распоред на стан споед намена и минимални промени во однос на ѕидови – рушење/преградување\n",
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "*се однесува за заеднички простории и во еден стан во кој е извршен увид"
      }
    }
  },
  "risks": "Покривот на објектот е во лоша состојба, често пропушта вода.",
  "inspectionBy": "Тим 1",
  "code": "MNSK23",
  "order": 23,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n\n",
  "photo": "/media/mnsk23/img_2778.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4237802,41.9972382]}",
    "buildingName": "Станбен објект",
    "dateBuilt": "1932г.",
    "architect": "Жерновски Кирил",
    "associates": [
      "Стојче Жерновски - изведувач"
    ],
    "address": {
      "line": "Ул. Никола Тримпаре 12",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    }
  },
  "originalData": {
    "generalDescription": "Станбениот објект на ул. Никола Тримпаре 12 е изграден во 1932г. по проект на архитект Кирил Жерновски, а изведен од страна на Стојче Жерновски. \nВо првата фаза е изграден еден објект, а три години подоцна е изграден уште еден објект за истата фамилија, прилепен до постоечкиот, симетричен на него, со кој функционираат како еден објект. Објектот е поставен слободностоечки, одвоен од останатите објекти во низа, со патеки поставени покрај објектот кој водат кон заден двор. Се развива во сутерен, приземје и два ката. Во сутеренот се предвидени подрумски простории, додека на приземјето, катовите и поткровјето се предвидуваат станбени единици. Два главни, натскриени, влеза кои пристапуваат до заедничко скалишно јадро - природно осветлено, се поставени на уличната фасада, додека приземните станови имаат дополнителни два надворешни влеза – преку кујна и преку тераса. На секој кат се пристапува во по еден стан од јадро. Објектот има едноставен геометриски волумен и прочистена фасада, која се одликува со материјално поделен сутерен и третман на балконските огради – бетонски столбчиња и хоризонтали пречници.\n",
    "timelineDescription": "1932г.-изградба на прв објект\nпо отприлика 3 години – изградба на втор објект прилепен на постоечкиот (за иста фамилија)\n",
    "floors": "Су+П+2К",
    "programDescription": "Сутерен – подрумски простории\nПриземје – станови\nКатови - станови\n",
    "structureDescription": "Масивен носив систем, ѕидна исполна - тула",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен сложен дрвен покрив – покривње со ќерамиди",
        "facade": "Песок и стакло(срчи) во малтер + бетон, балкони со бетонски столбчиња и хоризонтални пречници",
        "carpentry": "Дрвени прозорци со хоризонатлна профилација и надворешни врати кон балкони, дрвени влезни врати во објекти",
        "parterre": "Заден двор, пристапен од двете страни, заграден од страна на улицата со бетонски парапет и метална декоративна ограда"
      },
      "interior": {
        "sharedContent": "Бетонски завојни П скали со завршна обработка од терацо со метална ограда со хоризонтални и вертикални пречници, дрвени скали и дрвена ограда со декорирани вертикали кон поткровје, дрвени еднокрилни и двокрилни внатрешни влезни врати кон стан",
        "privateContent": "Бродски под (+паркет во еден стан), дрвена внатрешна и надворешна столарија"
      }
    },
    "context": "Станбениот објект на ул. Никола Тримпаре 12 е дел од периметрален блок, поставен слободностоечки, одвоен од останатите објекти во низа со патеки поставени покрај објектот кој водат кон заден двор. Објектот го следи уличниот фронт, но нема стилска или висинска надоврзаност со соседните објекти."
  }
}
