{
  "values": {
    "name": [
      "авторство",
      "архитектонска и естетска",
      "општествена / социјална"
    ],
    "dateBuilt": "Објектот е проектиран од тогашниот градоначалникот на Скопје. \nОбјектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот."
  },
  "bibliography": "М. Токарев, 100 години Македонска Архитектура, Скопје 2006\nК.Грчев, Архитетонските стилови во профаното градоградителство во Македонија меѓу двете светски војни 1919-1940, Скопје 2001\nhttps://okno.mk/node/81504\nАрхив на Град Скопје",
  "dateInspection": "29.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Објектот има повеќеводен кос кров на дрвена потконструкција, со завршно покривање од ребраст лим.",
        "facade": "Објектот е малтерисан во повеќе тонови, со нагласени хоризонтали во различна боја и елементи на експресионизам.",
        "carpentry": "Дел од прозорците се останати автентични дрвени, останатите променети со пвц. Надворешни врати се дрвени, автентични освен влезната врата (според постојна состојба) е заменета со алумуниумска врата."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      }
    },
    "modifications": "Промена на надворешна столарија.\nДодавање на пристапна рампа која не ги задоволува потребните станарди и скали на главниот влез (според постојна сосотојба).\n",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK10",
  "order": 10,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnsk10/10.мнск.010-1-.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": 1939,
      "period": "1930-1939"
    },
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4358981,41.9908375],[21.4359768,41.9907476],[21.4361494,41.9908293],[21.4361849,41.9907564],[21.4363317,41.9907978],[21.4362378,41.9909997],[21.4358981,41.9908375]]]}",
    "buildingName": "Јавна берза на трудот / Фонд за здравствено осигурување",
    "architect": "Михајловиќ Јосиф",
    "address": {
      "line": "бул. „Кочо Рацин“ бр.19",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "јавен"
      ]
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ]
    }
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4358981,41.9908375],[21.4359768,41.9907476],[21.4361494,41.9908293],[21.4361849,41.9907564],[21.4363317,41.9907978],[21.4362378,41.9909997],[21.4358981,41.9908375]]]}",
  "originalData": {
    "generalDescription": "Објектот на Јавната брза на трудот, наменет да го смести Заводот за социјално осигурување, денес фонд за здравство е проектиран од архитект Јосиф Михајловиќ и изграден во 1939г. Со оглед на периодот на изградба, објектот превзема карактеристики на модерната во однос на функционална организација на објектот, прочистената геометризирана фасада и напуштање на традиционалните поставки дотогаш користени. \nКај фасадата на објектот се воочува поедноставен геометризам во архитектонскиот израз на архитектот, додека одредени делови се нагласени со елементи на експресионизмот. Се забележува новата тенденција за независен архитектонски израз, ослободен од обврзување за континуитет во елементите од соседните објекти.\nОбјектот има симетрично решение и е дел од периметрален блок, во форма на буквата „Г“, поставен на аголот на две улици со калкан од двете страни. Третманот на аголот е преку негово заоблување и извишување на поткровјето. Концептот на акцентирање преку извишување е присутен и на двата краја на објектот. Во објектот се пристапува од двете улици, преку два влеза, еден машки и еден женски. На репрезентативната страна кон булеварот, до машкиот влез, се поминува и низ пасаж кон внатрешен двор.\n",
    "timelineDescription": "Во 1939 година е изграден објектот.",
    "floors": "Су+Пр+2К+Пк",
    "programDescription": "Во сутерен се сместени подрумски технички простории, гардероби и тоалети, архива, трпезарија. Во приземјето се сместени канцеларии на јавната берза и машка и женска чекална, а на катовите привремено сместување за невработени.\n\n",
    "structureDescription": "Објектот е изграден во комбиниран конструктивен систем.",
    "materiality": {
      "exterior": {
        "roof": "Објектот има повеќеводен кос кров на дрвена потконструкција.",
        "facade": "Објектот е со завршна, фасадна обработка во малтер со нагласени хоризонтали во различна боја и елементи на експресионизам.",
        "carpentry": "Надворешната и внатрешната столарија е изработена од дрво."
      }
    },
    "context": "Местоположбата на Објектот на Јавната берза на трудот во централното градско подрачје е согласно идејата за изградба на капитални објекти, белези на градот, во перидот на негова изградба. Објектот е изграден веднаш до објектот на Црвен Крст, проектиран од истиот архитект, но не остварува никаков континуитет со претходно изградениот објект. Напротив, се воочува тенденција за остварување на независен архитектонски израз, ослободен од обврзување со одредени елементи на соседните објекти. "
  }
}
