{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска"
    ]
  },
  "bibliography": "Архив на Град Скопје",
  "dateInspection": "02.02.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив, покрвање со ќерамиди, доградена баџа на една половина од објектот.",
        "facade": "Фасадна завршница во малтер, објектот е реновирана, префрарбана во маслинеста боја.",
        "carpentry": "Делумно останата автентична - дрвена надворешна столарија, дрвени капаци на прозорци, останати променети во ПВЦ прозорци и надворешни врати кон балкони."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": ""
      }
    },
    "modifications": "Доградба на гаражи во внатрешен двор.\nПромена на столарија.\nСанација на фасада, префарбана во друга боја.\nДоградба на тераса во приземје на јужна фасада.\n\n",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      }
    }
  },
  "risks": "На делови од источната и северната фасада се забележува одрон на малтер.",
  "inspectionBy": "Тим 1",
  "code": "MNSK21",
  "order": 21,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk21/21.мнск.021формат.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": "",
      "period": "1930-1939",
      "yearProjected": "1937"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "address": {
      "line": "ул. „Орце Николов“ бр. 72",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "associates": [],
    "architect": "20250412122127",
    "investorOrOwner": "Колономос Бенко",
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4271321,41.9997855],[21.4272185,41.9998806],[21.4273156,41.9998304],[21.4272323,41.9997359],[21.4271321,41.9997855]]]}",
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    },
    "buildingName": "Станбена зграда на улица Орце Николов бр. 72"
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4271321,41.9997855],[21.4272185,41.9998806],[21.4273156,41.9998304],[21.4272323,41.9997359],[21.4271321,41.9997855]]]}",
  "originalData": {
    "generalDescription": "Станбениот објект на Колономос Бенко е проектиран од Михаел Матвејев во 1937г. \nОбјектот е дел од низа, поставена линиски, ориентирана кон внатрешноста на блокот, одделена зонски со парк. Уличната фасада ја следи линијата на фронтот, додека задната фасада е ориентирана кон друг објект. Задната половина на објектот е потесна и се отклонува од источниот фронт, со што се формира мал двор, кон кого се ориентирани отворите. Објектот се развива во подрум, приземје и два ката во задната зона и во неа се наоѓа кујната репетитивно, додека во предната зона се издигнува и поткровје од кое се излегува на проодна кровна тераса врз останатиот волумен. \nВо објектот се влегува и од јужната и од северната страна, во заедничко скалишно јадро, додека на приземјето е овозможено и влез преку тераса.\nОбјектот го следи типичниот модерен израз, едноставна геометризација на волумен, со исфрлување на централниот дел во прв и втор кат, кое преоѓа во парапетна ограда за тераса на поткровјето, а симетријата на објектот е нарушена со еднострани балкони во длабочина на испустот, кои формираат мал трем во приземјето.\n",
    "timelineDescription": "Во 1937 година е изработен проектот.",
    "floors": "По+Пр+2К+Пк",
    "programDescription": "Во подрум се сместени подрумски простории, вешарница и тоалет со остава. Приземјето и катовите се со станбена содржина, секој спрат е посебна станбена единица со три соби, влезен хол, гардеробер, кујна и тераса. Во поткровјето се сместени две простории, дел за сушење алишта и покриена тераса.\n\n",
    "structureDescription": "Темелите и подрумските ѕидови се изведени од набиен бетон. Ѕидовите во приземјето, катовите и таванот се од полна тула и варов малтер. Мегукатната конструкција над подрумот е од армирана бетонска рамна плоча, а над приземјето и катовите се армирано бетонски ребрасти плочи. Ѕидовите на приземјето и спратовите се појачани со армирано бетонски столбови и греди. Кровната конструкција е изведена од чамови греди и покривање со фелцовани ќерамиди.",
    "materiality": {
      "exterior": {
        "roof": "Двоводен покрив во една дел,  кровната конструкција е изведена од чамови греди и покривање со фелцовани ќерамиди и рамен покрив - проодна тераса во другиот дел.",
        "facade": "Фасадна завршница во продолжен малтер, со плитка декоративна пластика кај исфрлениот централен дел.",
        "carpentry": "Дрвена надворешна столарија изработена од борово и чамово дрво. Влезната врата е комбинација на метални рамки со стакло."
      },
      "interior": {
        "sharedContent": "Главното скалишно јадро е изведено од армиран бетон. Подовите кај главниот влез, подести, тераса, тоалети, бањи, се изработени од полиран вештачки камен.",
        "privateContent": "Подовите во главните простории се изведени од паркет, а во сите други од чамови даски. Подовите во остава, тоалет, бања се изведени од цементен малтер."
      }
    },
    "context": "Станбениот објект се наоѓа во блок долж бул. Св. Климент Охридски. Постан е во низа, уличната фасада е ориентирана кон парковско зеленило, додека останатиот дел од објектот е ориентиран кон внатрешен двор. Објектот го следи уличниот фронт кон пристапната станбена улица и ја следи линијата на венец на соседниот објект."
  }
}
