{
  "photos": [
    "/media/mnsk34/mnsk34_03.jpg",
    "/media/mnsk34/mnsk34_02.jpg",
    "/media/mnsk34/mnsk34_01.jpg",
    "/media/mnsk34/mnsk34_04.jpg",
    "/media/mnsk34/mnsk34_05.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "авторство",
      "техничка",
      "општествена / социјална"
    ],
    "dateBuilt": "Покрај сите неоспорни вредности кои ги поседува куќата, особена вредност претставува што таа била испроектирана и изградена како семеен објект и резиденција на веројатно најзначајниот градоначалник во скопската историја - Јосиф Михајловиќ. Тој на оваа функција бил во два мандата, од 1929 до 1936, а потоа со еден прекин, имал и втор мандат до 1941 година кога починал, за време на кои биле изградени некои од најзначајните инфраструктурни објекти во Скопје, како градската болница, железничката станица, Народната банка, поштата, зградата на денешното собрание, водоводот Рашче, хидроцентралата Матка, а бил направен и геодетски премер и урбанистички план на градот. Неговата исклучителна работа и посветеност направила од Скопје модерен и урбанизиран град. "
  },
  "bibliography": "Томовски, К. & Петковски, Б. (2003). Архитектурата и монументалната уметност во Скопје меѓу двете светски војни. Скопје. Музеј на град Скопје\nКонстантиновски, Г. (2001). Градителите во Македонија, XVIII - XX век. Скопје. Табернакул \nГрчев, К. (2003). Архитектонските стилови во профаното градителство во Македонија меѓу двете светски војни 1919-1940.  Скопје. Институт за фолклор\nКоцевски, Д. (2022). Ако го сакаш Скопје – дојди, ќе те чекам на кејот. Скопје. Бегемот\nУправа за заштита на културното наследство. (2024). Регистрирани недвижни добра по надлежност на националните установи, ноември 2024 год. Преземено во јануари 2025, од http:// http://uzkn.gov.mk/mk/wp-content/uploads/2024/11/REGISTRIRANO-NEDVIZNO-KULTURNO-NASLEDSTVO-2024-za-web-финал.pdf\nНова Македонија. (2019, ноември 16). Македонска куќа - палата на градоначалникот. Преземено ноември 2024, од https://novamakedonija.com.mk/makedonija/skopski-legendi/македонска-куќа-палата-на-градона/\nМАРХ. (2014 декември 23). Јосиф Михајловиќ – Јурукоски /1887 – 1941 /. Преземено ноември 2024, од \nhttps://marh.mk/јосиф-михајловиќ-јурукоски-тресонче/\nЖунал.ме. (2023 април 20). Josif Mihailović – Tvorac modernog Skoplja u zapećku. Преземено ноември 2024, од  https://zurnal.me/josif-mihailovic-tvorac-modernog-skoplja-u-zapecku/?script=lat\nСпона. (2022 декември 14). Великани: Јосиф Михаиловић - Творац модерног Скопља у запећку. Преземено ноември 2024, од https://srbi.org.mk/a/v/velikani-josif-mihailovic-tvorac-modernog-skoplja-u-zapecku",
  "dateInspection": "20.12.2024",
  "currentData": {
    "authenticity": {
      "interior": {
        "notes": "Недостапно за увид.\n"
      },
      "exterior": {
        "condition": "добра"
      }
    },
    "materiality": {
      "exterior": {
        "roof": "Четвороводни кровови покриени со ќерамиди.",
        "facade": "Клепан камен до висина на прозорците во приземјето, и малтер во останатите фасадни површини. Столбовите на терасите изработени од фасадна тула.",
        "carpentry": "Дрвена.",
        "parterre": "Куќата со своите две улични фронтално поставени фасади (јужна и источна) и со ѕиданата ограда на останатите две страни го затвораат внатрешниот двор. Оградата е обликувана комбинирано со камен во долниот дел и малтерисана во горниот дел во кој се изведени слепи ниши и е покриена со ќерамиди. "
      },
      "interior": {
        "sharedContent": "Недостапни.",
        "privateContent": "Недостапни."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "notes": "Недостапно за увид.\n"
      }
    },
    "modifications": "Надворешно, куќата е во речиси идентична состојба со оригиналната. По смртта на Јосиф Михајловиќ во 1941 до денешни денови, куќата се користела со различната намена од оригиналната (била резиденција на повоените политичари - градоначалници на Скопје, долги години во неа бил сместен познатиот ресторант „Македонска куќа\", а денеска е Амбасада на Република Албанија), што неминовно резултирало со промени и адаптации во нејзиниот ентериер. \nИсто така, постојат сознанија дека за време на Втората светска војна најголемиот дел од заоставштината на Михајловиќ била уништена од страна на Бугарите, а по војната кога куќата била користена како резиденција на повоените политичари, вредните предмети, оригиналната вградена опрема во богатиот ентериер и мебелот биле предмет на кражби, а не била поштедена ниту фреската од Лазар Личеноски. \n„Фреската, заедно со зградата ставена под заштита на законот како споменик на културата, беше тука, пред да биде срамно и незаконски отуѓена (1998) со купопродажни „трансакции“ и дојдена потоа во сопственост на македонскиот бизнисмен Ристо Гуштеров.“ (Томовски, К. & Петковски, Б. (2003). Архитектурата и монументалната уметност во Скопје меѓу двете светски војни. Скопје. Музеј на град Скопје. стр. 109. фуснота 63.)"
  },
  "number": "04-113/53 од 10.12.1963 год.; Дополнување 09-501/1 0д 11.12.1995 год ЗЗКН, Скопје",
  "inspectionBy": "Тим 2",
  "code": "MNSK34",
  "order": 34,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk34/mnsk34_01.jpg",
  "basicData": {
    "protectionStatus": {
      "isProtected": true,
      "notes": "Споменик на културата со режим на заштита од втор степен."
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен",
        "јавен"
      ],
      "notes": "Додека бил на функцијата градоначалник на Скопје, Јосиф Михајловиќ освен за домување куќата ја користел и како приемна резиденција на градоначалникот.."
    },
    "dateBuilt": "1937/38 год.",
    "address": {
      "line": "Ул.Славеј Планина бр.2",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "architect": "Михајловиќ Јосиф",
    "investorOrOwner": "Михајловиќ Јосиф",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4352197,42.0033253]}",
    "todayPurpose": {
      "type": [
        "друго"
      ],
      "notes": "Амбасада на Република Албанија"
    },
    "buildingName": "Индивидуална куќа на Јосиф Михајловиќ"
  },
  "originalData": {
    "generalDescription": "Под скопското Кале, во непосредна близина на Старата скопска чаршија, архитектот и градоначалник на Скопје, Јосиф Михајловиќ, ја проектирал и изградил својата индивидуална семејна куќа која истовремено ја користел и како приемна резиденција. Куќата е обликувана во стилот на фолклоризмот инспириран од македонската народна архитектура со детали транспонирани од традиционалната XIX вековна куќа (четириводни кровови со длабоки стреи, тремови и колонади од столбови со прекршени лаци, вградени плакари) и како таква претставува редок пример на сочуван објект од овој вид изграден во периодот помеѓу двете светски војни. \nВо архитектонската реализација биле користени сите достапни современи градежни материјали и конструкции, а употребен бил и клепан камен во обработка на прочуени мијачки мајстори-ѕидари.   Во неа било инсталирано првото парно греење во градот.",
    "timelineDescription": "проектирање - 1934 год\nизградба - 1937/38 год.\n",
    "floors": "По+П+1",
    "materiality": {
      "interior": {
        "privateContent": "Ентериерот на куќата бил модерен, но имало елементи на традиционалното градителство како вградени плакарите во ѕидовите. Металните елементи биле изработени во познатата браварска работилница на Антон Ручигај. На еден од ѕидовите во 1938 год. Лазар Личеноски изработил импозантна фреска со димензии 220х100 см на која бил прикажан мотив од мијачкиот крај – како Ѓурчин Кокале од Лазарополе фрла камен. За жал, фреската повеќе не е дел од ентериерот на куќата."
      },
      "exterior": {
        "roof": "Четвороводни кровови покриени со ќерамиди.",
        "facade": "Клепан камен до висина на прозорците во приземјето, и малтер во останатите фасадни површини. Столбовите на терасите изработени од фасадна тула.",
        "carpentry": "Дрвена.",
        "parterre": "Куќата со своите две улични фронтално поставени фасади (јужна и источна) и со ѕиданата ограда на останатите две страни го затвораат внатрешниот двор. Оградата е обликувана комбинирано со камен во долниот дел и малтерисана во горниот дел во кој се изведени слепи ниши и е покриена со ќерамиди. "
      }
    },
    "structureDescription": "Масивен конструктивен систем.",
    "context": "Семејната куќа на Михајловиќ е сместена под брдото Кале, во резиденцијалното Балабан маало, на периферијата на Старата скопска чаршија, во најнепосредна близина на Куршумли ан,  Ѓурчилер (Шенѓул) амам и на џамиите Мустафа-паша и Хаџи Балабан. "
  }
}
