{
  "photos": [
    "/media/mnsk22/22.мнск.022прва.jpg"
  ],
  "values": {
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\nОбјектот е дело на реномиран автор, еден од главните градители во тој период.",
    "name": [
      "историскa",
      "авторство"
    ]
  },
  "bibliography": "Архив на Град Скопје",
  "dateInspection": "11.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив со дрвена потконструкција и покривање со лим. ",
        "facade": "Објектот има фасадна завршница во малтер, прочистена фасада со хоризонтално одвојување на сутеренот и повторување на профилацијата на венецот над вториот кат, со цел визуелно одвојување на катовите од поткровјето. Еден дел од објектот има реновирана фасада во жолтеникава боја.",
        "carpentry": "Дел од дрвената столарија е задржана, а дел е заменета со прозорци од ПВЦ во бела боја (кај некои е задржана хоризонталната профилација). Од надворешни влезни врати, една е автентична, а во делот каде е реновирана фасдата, влезната врата е заменета со алуминиумск врата со калено стакло. "
      },
      "interior": {
        "sharedContent": "Армирано бетонски двокраки скали со завршна обработка во терацо и во одреден дел плочки, декоративна метална ограда со дрвен гелендер во црна боја. Внатрешните ѕидови се со завршна обработка малтер и боја. Внатрешни врати се изработени од дрво, ПВЦ и алуминиум."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "лоша",
        "notes": "Пола објект има реновирана фасада, но на остатокот се забележуваат големи одрони од малтер. "
      },
      "interior": {
        "condition": "лоша",
        "notes": "Во делот на заедничките простории има оштетувања на завршната обработка на скалишното јадро, оштетена ограда, парапетните делови на прозорците и одронување на малтер."
      }
    },
    "modifications": "Промена на столарија.\nВо поткровјето на едниот влез е преграден подестот од скалишно јадро во склоп на стан и затворен дел од тераса.\nПоплочување на одреден дел од влезниот простор.\nПреградување на проодните кровни тераси и нивно вклучување во станбена површина.\nРеновирање на фасадата на пола објект.\n",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "Се однесува на заеднички простории\n"
      }
    }
  },
  "risks": "Фасадата на пола објект е во лоша состојба во одредени делови, со парчиња малтер кои отпаѓаат од неа. Дополнително, оштетувањата од влага во ентериерот може да предизвикаат опасност за станарите.",
  "inspectionBy": "Тим 1",
  "code": "MNSK22",
  "order": 22,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnsk22/22.мнск.022втора-1-.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": "",
      "period": "1930-1939",
      "yearProjected": "1932"
    },
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4239695,41.9972721],[21.4240818,41.9972051],[21.4241825,41.9971328],[21.4243039,41.9972251],[21.4242019,41.9972983],[21.4241248,41.9973589],[21.4240529,41.9973572],[21.4239695,41.9972721]]]}",
    "buildingName": "Станбена зграда на улица Мирослав Крлежа бр. 27",
    "architect": "20250402181146",
    "investorOrOwner": "Василије Лепревиќ",
    "address": {
      "line": "ул. „Мирослав Крлежа“ бр. 27",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "колективен станбен"
      ]
    }
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.423969,41.9972719],[21.4240534,41.9973572],[21.4241249,41.9973588],[21.424202,41.9972982],[21.4240801,41.9972046],[21.423969,41.9972719]]]}",
  "originalData": {
    "generalDescription": "Станбениот објект на ул. „Мирослав Крлежа“ бр. 27 е проектиран од архитект Иван Артемушкин во 1932 година.\nОбјектот е поставен на агол од периметрален блок, прекршен во три рамнини, од кои две улични фасади кои го следат уличниот фронт на блокот и калканска фасада, конкавно повлечена од аголот на блокот. Се развива во сутерен, приземје, два ката и поткровје. Во сутеренот се предвидени подрумски простории, додека на приземјето, катовите и поткровјето се предвидуваат станбени единици, чии соби се ориентирани кон улиците, додека сервисните простории се во задната зона кон внатрешноста на блокот. Становите на поткровјето во задната зона се повлечени од фасадната линија, со што се формираат отворени тераси, додека во предниот дел има и некорисен простор поради висината на таванот. Објектот има два натсркиени влеза, поставени еден до друг, со засебно скалишно јадро - природно осветлено, кои го делат обејктот на два дела. На секој кат се пристапува во по еден стан од секое јадро. Објектот има целосно прочистена фасада, чист волумен со прозорски отвори, со единствено нагласување на хоризонталите при раздвојниот венец и фасадна обработка со плочи во сутерен.\n",
    "timelineDescription": "Во 1932 година е изработен проект.",
    "floors": "Су+П+2К+Пк",
    "programDescription": "Во сутерен се сместени подрумски простории и вешарници. На приземјето и катовите се сместени станбени еденици, а на поткровјето има станбени единици и кровни, проодни тераси.\n\n",
    "structureDescription": "Објектот е изведен во масивен носив систем, со ѕидови од полна тула. Покривот е повеќеводен, изведен од дрвена потконструкција со покривање ќерамиди.",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив со дрвена потконструкција и покривање со ќерамиди. Еден дел од покривот е рамна, проодна тераса.",
        "facade": "Објектот има фасадна завршница во малтер, прочистена фасада со хоризонтално одвојување на сутеренот и повторување на профилацијата на венецот над вториот кат, со цел визуелно одвојување на катовите од поткровјето. ",
        "carpentry": "Објектот има ритмично поставено прозорци, изработени од дрво. Се појавуваат еднокрилни, двокрилни и трокрилни прозорци, со хоризонтални пречници. На влезовите се поставени дрвени врати со калено стакло. Внатрешните влезни врати се изведени од дрво."
      },
      "interior": {
        "sharedContent": "Армирано бетонски двокраки скали со завршна обработка во терацо, декоративна метална ограда со дрвен гелендер, во црна боја. Внатрешните ѕидови се со завршна обработка малтер и боја. Влезните врати во станбените единици се дрвени. "
      }
    },
    "context": "Станбениот објект на ул. „Мирослав Крлежа“ бр. 27 е поставен на агол од периметрален блок. Објектот е станбена зграда, секција со два влеза, додека третманот на аголот е преку калканска фасада, без прозорски отвори, која се повлекува конкавно од аголот на блокот."
  }
}
