{
  "photos": [
    "/media/mnsk34/mnsk34_03.jpg",
    "/media/mnsk34/mnsk34_02.jpg",
    "/media/mnsk34/mnsk34_05.jpg",
    "/media/mnsk34/mnsk34_01.jpg",
    "/media/mnsk34/mnsk34_04.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "авторство",
      "техничка",
      "општествена / социјална"
    ]
  },
  "bibliography": "Томовски, К. и Петковски, Б. „Архитектурата и монументалната уметност во Скопје меѓу двете светски војни\", Музеј на град Скопје, 2003\nКонстантиновски, Г. „Градителите во Македонија, XVIII - XX век\", Табернакул, 2001\n\nhttps://novamakedonija.com.mk/makedonija/skopski-legendi/македонска-куќа-палата-на-градона/\nhttps://zurnal.me/josif-mihailovic-tvorac-modernog-skoplja-u-zapecku/?script=lat\n",
  "dateInspection": "20.12.2024",
  "currentData": {
    "authenticity": {
      "interior": {
        "notes": "Недостапно за увид. \nСудејќи по надворешнота на куќата и фактот што се користи како дипломатско претставништво, наведува на претпоставка дека ентериерот би требало да е во добра состојба и со висока автентичност. Но, за жал, веројатно не е така заради постоење на  сознанија дека за време на Втората светска војна најголемиот дел од заоставштината на Михајловиќ ја уништиле Бугарите, а по војната кога куќата била користена како резиденција на повоените политичари, богатиот ентериер, целиот мебел и вредните предмети биле разграбани, а меѓу нив и фреската изработена од Лазар Личеноски која била интегрален дел од ентериерот.\n"
      }
    }
  },
  "inspectionBy": "Тим 2",
  "code": "MNSK34",
  "order": 34,
  "suggestions": "Препорака до надлежните институции за заштита на културното наследство и до останатите носители на одлуки: Земајќи ги предвид  автентичноста, состојбата на сочуваност и културно-историското эначење на објектот кој го изградил и во кој живеел и работел во функција на градонечелник човекот кој направил толку многу за развитокот на Скопје, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.",
  "photo": "/media/mnsk34/mnsk34_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4352197,42.0033253]}",
    "buildingName": "Индивидуална куќа на Јосиф Михајловиќ",
    "dateBuilt": "1937/38 год.",
    "architect": "Михајловиќ Јосиф",
    "investorOrOwner": "Михајловиќ Јосиф",
    "address": {
      "line": "Ул.Славеј Планина бр.2",
      "city": "Скопје",
      "municipality": "Чаир"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен",
        "јавен"
      ],
      "notes": "Додека бил на функцијата градоначелник на Скопје, Јосиф Михајловиќ куќата ја користел и како приемна резиденција."
    },
    "todayPurpose": {
      "type": [
        "друго"
      ],
      "notes": "Амбасада на Република Албанија"
    }
  },
  "originalData": {
    "generalDescription": "Под скопското Кале, во непосредна близина на Старата скопска чаршија  Скопје и денес постои раскошната семејна куќа која Јосиф Михајловиќ ја изградил во 1937 година. Подоцна, тој оваа куќа ја користел и како приемна резиденција на градоначалникот. Таа била изградена од клепан мијачки камен од прочуени мијачки мајстори ѕидари, со изведба во која се успешно аплицирани елементи од народната архитектура, како на фасадите така и во внатрешноста.   \nВо неа било инсталирано првото парно греење во градот.\n",
    "timelineDescription": "проектирање - 1934 год\nизградба - 1937/38 год.\n",
    "floors": "По+П+1",
    "materiality": {
      "interior": {
        "privateContent": "Во ентериерот на куќата плакарите биле вградени во ѕидовите. Металните елементи биле изработени во познатата браварска работилница на Антон Ручигај. На еден од ѕидовите имало и фреска изработена од Лазар Личеноски во 1928 година, со димензии еден метар на 2,20 метри на која бил прикажан мотив од мијачкиот крај – како Ѓурчин Кокале од Лазарополе фрла камен. За жал, фреската денес не постои во палатата."
      }
    }
  }
}
