{
  "values": {
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\nОбјектот е во употреба. Академизмот како рамка за традиционални истражувања\n",
    "name": [
      "историскa",
      "авторство",
      "архитектонска и естетска",
      "општествена / социјална"
    ]
  },
  "bibliography": "К.Грчев, Архитетонските стилови во профаното градоградителство во Македонија меѓу двете светски војни 1919-1940, Скопје 2001\nАрхив на Град Скопје",
  "dateInspection": "22.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Двоводен покрив – покривање со ќерамиди",
        "facade": "Фасадна завршница во малтер, ситна пластика околу прозорски отвори, балкони – чардаци со нагласена орнаментика ",
        "carpentry": "Прозорци и надворешни врати кон балкони – ПВЦ во бела боја, влезна врата во објект – алуминиумска "
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      }
    },
    "modifications": "Промена на надворешна столарија",
    "authenticity": {
      "exterior": {
        "condition": "добра"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK18",
  "order": 18,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnsk18/img_2938.jpg",
  "basicData": {
    "originalPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "dateBuilt": "1939г.",
    "address": {
      "line": "Наум Наумовски Борче бр. 82 (оригинална - Стојан Новаковиќ бр. 54)",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "associates": [
      "Јан Дубови - фасадно обликување"
    ],
    "architect": "Жерновски Кирил",
    "investorOrOwner": "Бојаџијевиќ Дука",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.423691,42.0025747]}",
    "todayPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "buildingName": "Станбен објект на фамилијата Бојаџиеви"
  },
  "originalData": {
    "generalDescription": "Станбениот објект на фамилијта Бојаџиеви е изграден во 1939г. по проект на архитект Кирил Жерновски, а подоцна, фасадно ја обликува архитект Јан Дубови.\nОбјектот е во низа, со соседи од двете страни и се развива во сутерен, приземје кат и поткровје. Објектот во основа е во форма на буквата Г, формирајќи двор кон север. Уличната фасада го следи фронтот во линија на блокот, додека задната фасада е ориентирана кон двор. Чистата геометрија на волуменот и академизмот на фасадните платна, се оживеани со употреба на елементи од македонската градителска традиција. \nОд вториот и третиот кат, еркерно се испуштаат чардаци – тераси со дизајнирана ограда и  тенки декоративни столбови, над чии капители се поставени вути. Оваа пластика, дополнително е нагласена преку испуштањето на кровната стреа во линија на прекршувањето на фасадната линија.\nЗемајќи го во обзир генералниот стилски израз на објектот, наспроти нагласеното својство на апликација на бараниот стилски конфигуриран елемент, невозможно е објектот комплетно стилски да се одреди. \nДополнително се појавуваат тераси и на источната и северната фасада ориентирани кон атриум и заден двор на приземје и прв кат, додека на на поткровјето, во задната зона се појавува кровна проодна тераса, пристапна од предниот волумен.",
    "floors": "Су+Пр+К+Пк",
    "programDescription": "Сутерен – подрумски простории\nПриземје - станбена содржина\nПрв кат - станбена содржина\nПоткровје - станебна содржина - кровна проодна тераса\n",
    "materiality": {
      "exterior": {
        "roof": "Двоводен покрив – покривање со ќерамиди?",
        "facade": "Фасадна завршница во малтер, ситна пластика околу прозорски отвори, балкони – чардаци со нагласена орнаментика, покриени со асфалт, ограда од ковано железо\n",
        "carpentry": "Прозорци и надворешни врати од балкони - дрвени"
      },
      "interior": {
        "sharedContent": "Подови- станбени содржини: даски на перо и жлеб, економски делови: терацо и бетон, скали: терацо\nОграда на скали - ковано железо\n"
      }
    },
    "context": "Станбениот објект на фамилијата Бојаџиеви се наоѓа веднаш до градскиот парк, во низа со палата Рубен, која го следи уличниот фронт на блокот. Репрезентативната фасада е ориентирана кон улицата и градскиот парк, додека дворот е во задната зона.",
    "structureDescription": "Темели и ѕидови во подрум- набиен бетон\nЅидови на приземје, кат и поткровје - тула и малтер\nМеѓукатна конструкција - армиран бетон\nКровна конструкција - дрво, покрив - дрвени греди, покривање - ќерамиди\n\n",
    "timelineDescription": "10.09.1938г. - проект \n1939г. - изградба"
  }
}
