{
  "values": {
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\nОбјектот е значаен за идентитето на градот и е сеуште во употреба. \n",
    "name": [
      "историскa",
      "авторство",
      "архитектонска и естетска",
      "општествена / социјална"
    ]
  },
  "bibliography": "Архив на Град Скопје\nК.Грчев, Архитетонските стилови во профаното градоградителство во Македонија меѓу двете светски војни 1919-1940, Скопје 2001\n",
  "dateInspection": "19.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Рамен кров – проодна кровна тераса + доградба на поткровје?",
        "facade": "Фасадна завршница во малтер во друга боја– нагласени хоризонтали со ситна пластика и боја– парапети и кровен надоѕидок",
        "carpentry": "Дрвени прозорци, надворешни врати кон балкони на прв кат и влезна врата во објект (со надвратник), Прозорци и надворешни врати кон балкони на втор и трет кат– ПВЦ во бела боја, Стаклени излози во приземје – ПВЦ профили?"
      },
      "interior": {
        "sharedContent": "Армирано бетонски завојни скали- завршна обработка во терацо, декоративна метална ограда со дрвен ракохват, ѕидови – внатрешна обработка во малтер, внатрешни врати – дрвени, ПВЦ, алуминиумски"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра",
        "notes": "*се однесува на заеднички простории"
      }
    },
    "modifications": "Реновирање и промена на боја на фасада\nПромена на надвореша столарија\nДоградба на затворена тераса долж целата фасада на објектот и аголот на блокот\nПоставена настрешница на балконот на четвртиот кат\n",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "*се однесува на заеднички простории"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK15",
  "order": 15,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnsk15/img_2266.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4304538,41.9958027]}",
    "buildingName": "Објект на „Лондон паб“",
    "dateBuilt": "1934г.",
    "architect": "Артемушкин Иван",
    "investorOrOwner": "Шукрет Зеќирије Муртезе и Бедрије Јашара",
    "address": {
      "line": "ул. Максим Горки бр. 3",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    },
    "todayPurpose": {
      "type": [
        "комерцијален/деловен"
      ]
    }
  },
  "originalData": {
    "generalDescription": "Објектот на Лондон Паб е изграден во 1934г., по проект на архитект Иван Артемушкин од 1933г. Објектот се наоѓа во строгиот центар на градот, во еден од периметралните блокови кои ја формираат улицата Максим Горки, на самиот почеток од центарот. \nОбјектот се протега на една половина од аголот на блокот, додека од другата страна подоцна се гради прилично симетричен објект на него. Прекршувањето на објектите на аголот, дополнително и нивната геометризација која не ја следи линијата на аголот од блокот, овозможува формирање на плато кое се надополнува во формата на блокот. На тој начин комуницира не само со уличниот фронт, туку и со отворените визури кон центарот на градот (денес-плоштадот). \nОбјектот се развива во комерцијално приземје и 4 станбени ката, со што е предвиден влез во еден од дуќаните од самиот агол, додека влезот во другиот дуќан, како и главниот влез во обектот за станбените единици се пристапни од улица прстолонаследник Петар (денес-Максим Горки) Објектот е проектиран со централно поставено, природно осветлено скалишно јадро, кое внатрешно го дели објектот на два дела, и тоа во приземјето на два дуќани, со сервисна зона и пристап од внатрешниот двор, додека на секој од катовите се пристапува кон два стана, чии простории за дневен боравок и спални соби се ориентирани надворешноста на аголот, а сервисните простории во задната, внатрешна зона.\nОбјектот се карактеризира со чиста геометриска композиција предводена од академизмот. Нагласувањето на аголот е преку елемент на аголен балкон со бетонски огради и столбови, како и надвишување на кровниот надоѕидок во истата зона. Доминантното влијание на модерните сфаќања на архитектурата се воочува и преку изведбата на прозорските отвори во линиска композиција, во хоризонтални ленти – препознатлив елемент на модерната архитектура.",
    "timelineDescription": "Проект – 10.05.1933г.\nИзградба – 1934г.\n",
    "floors": "П+4К",
    "programDescription": "Приземје – комерцијално-деловно – дуќани\nКатови – станбени единици\n",
    "structureDescription": "Бетонска конструкција – столбови и платна",
    "materiality": {
      "exterior": {
        "roof": "Рамен кров – проодна кровна тераса",
        "facade": "Фасадна завршница во малтер – нагласени хоризонтали со ситна пластика – парапети и кровен надоѕидок",
        "carpentry": "Дрвени прозорци, надворешни врати кон балкони и влезна врата во објект (со надвратник)\nСтаклени излози со метални профили во приземје.\n"
      },
      "interior": {
        "sharedContent": "Армирано бетонски завојни скали- завршна обработка во терацо, декоративна метална ограда со дрвен ракохват, ѕидови – внатрешна обработка во малтер, внатрешни врати – дрвени"
      }
    },
    "context": "Објектот на Лондон Паб се наоѓа во строгиот центар на градот, во еден од периметралните блокови кои ја формираат улицата Максим Горки, на самиот почеток од центарот. Објектот се протега на една половина од аголот на блокот, додека од другата страна подоцна се гради прилично симетричен објект на него."
  }
}
