{
  "photos": [
    "/media/mnsk37/mnsk37_13.jpg",
    "/media/mnsk37/mnsk37_12.jpg",
    "/media/mnsk37/mnsk37_11.jpg",
    "/media/mnsk37/mnsk37_10.jpg",
    "/media/mnsk37/mnsk37_09.jpg",
    "/media/mnsk37/mnsk37_08.jpg",
    "/media/mnsk37/mnsk37_06.jpg",
    "/media/mnsk37/mnsk37_05.jpg",
    "/media/mnsk37/mnsk37_04.jpg",
    "/media/mnsk37/mnsk37_03.jpg",
    "/media/mnsk37/mnsk37_02.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "општествена / социјална",
      "емотивна"
    ],
    "dateBuilt": "Училиштето „Кочо Рацин” е едно од најстарите училишта во Скопје има голема историска вредност како редок пример на објект со оваа намена изграден во периодот меѓу двете светски војни кој опстојал до денес. Се смета дека образованието во Македонија во рамките на Кралството Југославија, својот најповолен развој го  достигнало во учебната 1939/40 год. што соодветствува со првите години од работењето на училиштето. Од целата територија на Македонија, во Скопје биле изградени најдбрите училишни објекти во тој период кога Скопје успеал да се афирмира како интелектуален и просветен центар од Ниш до Гевгелија, каде покрај четиринаесет основни училишта, машка и женска гимназија, учителско училиште, трговска академија, поголем број на занаетски училишта, работел и Филозофскиот факултет. "
  },
  "bibliography": "Константиновски, Г. (2001). Градителите во Македонија, XVIII - XX век. Скопје. Табернакул \nТомовски, К. & Петковски, Б. (2003). Архитектурата и монументалната уметност во Скопје меѓу двете светски војни. Скопје. Музеј на град Скопје\nЧаусидис, Н. & Ефремовски, М. (2024). Артемушкин и Скопје. Скопје. Чаусидис, Н. & Ефремовски, М.\nНова Македонија. (2020, Март 14). Кога е изграден првиот бактериолошки институт во Скопје. Преземено март 2025, од https://novamakedonija.com.mk/makedonija/skopski-legendi/ кога-е-изграден-првиот-бактериолошки/\nФактор. (2020 Февруари 23). Животот на Водно. Преземено март 2025, од https://faktor.mk/zivotot-vo-vodno\nKovač, М. (2020). Pesniški opus Danice Ručigaj. Diplomsko delo. Univerza v Ljubljani Filozofska fakulteta,\nOddelek za slavistiko. Преземено март 2025, од https://abvedit.com/wp-content/uploads/2021/03/334764804-2-3b5d4113.pdf\nTroch, P. (2012). Education and Yugoslav Nationhood in Interwar Yugoslavia, Possibilities, limitations and interactions with other national ideas. Doctoral dissertation. Faculteit Letteren & Wijsbegeerte  Universiteit Gent. Преземено февруари 2025, од https://core.ac.uk/download/pdf/55902209.pdf",
  "dateInspection": "11.02.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "facade": "Малтер.",
        "roof": "Повеќеводен кров покриен со лим.",
        "parterre": "Училиштето сè уште ја има во голем дел оригиналната ограда во комбинација со нова железна ограда поставена на бетонско цокле. Дворот е простран, на неколку нивоа поврзани со скали и поплочен со бекатон коцки. Има зелени површини, дрвја, урбана опрема и спортски терени. ",
        "carpentry": "Алуминиумски прозорци и врати. Оригиналните влезни врати сè уште постојат, но не се во функција."
      },
      "interior": {
        "sharedContent": "Скалишните простори и ходниците се оригинални, изведени во терацо подна обработка со комбинација на мали црно-бели плочки наредени како шаховски полиња, оивичени со темни бордури. Подовите во училниците се покриени со линолеум. Скалишните огради  во голем дел се оригиналните од ковано железо со дрвени ракофати, но има и новопоставени израбитени од алуминиум."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра",
        "notes": "Замената на дрвената столарија со алуминиумска и на покривот од ќерамиди со лимен покривач ги подобруваат стандардите на објектот но влијаат на неговата автентичност.\nОд значење е што раководството на училиштето тежнее кон максимално заржување на автентичноста на оригиналната градба."
      },
      "interior": {
        "condition": "добра",
        "notes": "Промените кои се направени во организацијата на внатрешниот простор се реверзибилни доколку некогаш се создаде можност за враќање на оригиналната состојба."
      }
    },
    "modifications": "Во 1957 год. кога е изграден новиот дел на училиштето, се направила промена во јужниот дел на оригиналната градба, каде е изведено поврзувањето на двата објекти. За таа цел на местото од двете последни училници направени се скали кои се успешно вклопени во просторот.\nВо непознат период главната влезна врата и скали се затворени и ставени надвор од употреба. Во отворот над скалите е монтиран под и добиениот простор е претворен во библиотека.\nВтората влезна врата која била на источната фасада, иако постои, е надвор од употреба. Со нејзиното затворање била проширена една од училниците. Застаклениот трем на западната страна на меѓукатот е претворен во училница.\nВо 1980-ите години сменети се подовите во училниците со линолеум. Тогаш бил дозидан мал влезен трем на југоисточната страна.\nПред околу 15 години покривот  со ќерамиди е заменет со покривач од поцинкуван лим, сменети се дрвените двокрили прозорци со алуминиумски, освежена е фасадата."
  },
  "risks": "Потребна е реставрација на оригиналната надворешна ограда. Истата е во лоша состојба, со големи конструктивни пукнатини на повеќе места предизвикани од корењата на блиските дрвја.",
  "inspectionBy": "Тим 2",
  "code": "MNSK37",
  "order": 37,
  "suggestions": "Надлежните институции за заштита на културното наследство и останатите носители на одлуки да ги земат предвид вредностите кои објектот ги поседува, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk37/mnsk37_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4173334,41.9879488]}",
    "buildingName": "Народно училиште „Стеван Новаковиќ\" (сегашно ООУ „Кочо Рацин\")",
    "dateBuilt": "1938",
    "address": {
      "line": "Ул. „Салвадор Аљенде\" бр.2",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Четиригодишно основно училиште"
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Деветгодишно основно училиште"
    },
    "architect": "Ристиќ Ѓорѓе "
  },
  "originalData": {
    "generalDescription": "Објектот е проектиран од архитектот Ѓорѓе Ристиќ и е единственото зачувано училиште на Водно кое датира од периодот меѓу двете светски војни. Ѓорѓе Ристиќ се залагал за модерен рационализам во архитектурата.\nУпотребени полукружни лаци кои ги користи и на објектот но и на неховата ограда.\n\n",
    "floors": "П + М + 1",
    "programDescription": "Училиштето е мало по обем, со вестибил и централен ходник околу кој се разместени шест училници\nНајдобрите училишни згради биле градени во Скопје",
    "structureDescription": "Масивен конструктивен систем.",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен кров покриен со ќерамиди.",
        "facade": "Малтер.",
        "carpentry": "Дрвени дводелни прозорци и дрвени внатрешни врати. Влезните врати - двокрилни изработени од дрво, ковано железо со застаклување.",
        "parterre": "Основното училиште „Кочо Рацин” е изградено во подножјето на планината Водно, поставено во заграден двор на крстосница помеѓу две улици. Оградено е со ѕидана ограда која ја следи уличната линија. Истата е изработена со камена база на која се надоврзуваат лачни отвори ѕидани со полна тула и малтер во кои има вметнато второстепена декоративна ограда од ковано железо. Во дворот има зеленило и дрвја."
      },
      "interior": {
        "sharedContent": "Скалишните простори и ходниците биле изведени во терацо подна обработка со комбинација на мали црно-бели плочки наредени како шаховски полиња, оивичени со темни бордури. Подовите во училниците биле со дрвени даски. Скалишните огради биле изработени од ковано железо со дрвени ракофати."
      }
    },
    "timelineDescription": "Изградба: 1938 год. како четиригодишно училиште под името „Стеван Новаковиќ\".\nОд 1941-1944 год. било преименувано во „Иван Вазов\".\nОд 1945 год. до денес го носи името „Кочо Рацин\".\nВо 1955 год од четирогодишно прераснало во осумгодишно училиште.\nВо 1957 год. бил дограден новиот дел.\nБило оштетено во земјотресот од 1963 год.",
    "context": "Водно маало денес е речиси во центарот на Скопје, но во времето на изградбата на училиштето „Кочо Рацин”, било периферија. Населбата била мала, формирана на местото на селото Долно Водно и голем дел од жителите биле вработени во железницата. Во непосредната околина на самото училиште имало вили, од кои неколку изградени од архитектот Артемушкин, дуќани и кафеани, а подолу по улицата бил првиот бактериолошки институт во рамките на денешниот Клинички центар од чија спротивната страна се наоѓала куќата и работилницата на познатиот скопски бравар Антон Ручигај."
  }
}
