{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "општествена / социјална",
      "емотивна"
    ],
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\nОбјектот е во употреба во оригиналната типологија.\n"
  },
  "bibliography": "М. Токарев, 100 години Македонска Архитектура, Скопје 2006\nК.Грчев, Архитетонските стилови во профаното градоградителство во Македонија меѓу двете светски војни 1919-1940, Скопје 2001\n",
  "dateInspection": "29.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен кос покрив, дрвена потконструкција и покривање со ќерамиди.",
        "facade": "Фасадата е малтерисана во две бои. Плитка, декоративна пластика, Нагласување на венецот и последниот кат со вертикални пиластри во црвеникава боја. На една од бочните страни има скулптурални бетонски балкони.",
        "carpentry": "Дел од прозорците се останати автентични дрвени, останатите ПВЦ. Во приземје има сталени излози со алуминиумски и дрвени профили, а надворешна влезна врата е стаклена со ПВЦ профили.\nКај скалишно јадро е задржана структурална фасада од метални профили и стакло.\n"
      },
      "interior": {
        "sharedContent": "Скалишното јадро е со завршна обработка терацо, дрвен гелендер на метална конструкција. Има прегради кон скалишно јадро – метална со стаклени отвори.",
        "privateContent": "Во дел од становите е сочувани автентична дрвена столарија и дрвен мебел."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра",
        "notes": "Се однесува на заеднички содржини и дел од приватни."
      }
    },
    "modifications": "Промена на надворешна столарија – прозорци и излози во приземје.\nИспуштање на затворена тераса од локал во приземје.\nПоставен екран на покрив.\n",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "Се однесува на заеднички содржини и дел од приватни."
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK14",
  "order": 14,
  "suggestions": "Земајќи ги во предвид сите вредности на објектот, неговата автентичност и состојбата во која се наоѓа, се упатува препорака до надлежните органи за заштита на културното наследство и  останатите носители на одлуки, изработка на елаборат со кој ќе се отпочне процесот за прогласување на овој значаен објект како културно наследство на модерната во РС Македонија од прва категорија.\n\n",
  "photo": "/media/mnsk14/14м.мнск.014.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": "",
      "period": "1930-1939",
      "yearProjected": "1937-1938"
    },
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4347365,41.9978896],[21.4345635,41.9979265],[21.4345177,41.9978642],[21.4345184,41.997847],[21.4345357,41.9978213],[21.4345527,41.9977855],[21.4345676,41.9977443],[21.4345747,41.9977177],[21.4345793,41.9976848],[21.4345796,41.9976424],[21.4347987,41.9975871],[21.4347753,41.9976875],[21.43473,41.9976844],[21.4347303,41.9977019],[21.4347272,41.9977362],[21.4347214,41.9977692],[21.4347123,41.9978024],[21.4346998,41.997837],[21.4346922,41.9978604],[21.4347365,41.9978896]]]}",
    "buildingName": "Дом Ибни Пајко",
    "architect": "20250402181211",
    "address": {
      "line": "Пајко Маало, Црвена Скопска Општина",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    },
    "originalPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    },
    "investorOrOwner": "Вакуфска дирекција во Скопје"
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4347365,41.9978896],[21.4345635,41.9979265],[21.4345177,41.9978642],[21.4345184,41.997847],[21.4345357,41.9978213],[21.4345527,41.9977855],[21.4345676,41.9977443],[21.4345747,41.9977177],[21.4345793,41.9976848],[21.4345796,41.9976424],[21.4347987,41.9975871],[21.4347753,41.9976875],[21.43473,41.9976844],[21.4347303,41.9977019],[21.4347272,41.9977362],[21.4347214,41.9977692],[21.4347123,41.9978024],[21.4346998,41.997837],[21.4346922,41.9978604],[21.4347365,41.9978896]]]}",
  "originalData": {
    "generalDescription": "Станбено – деловниот објект Ибни Пајко, проектиран од архитект Глигорие Томиќ од 1937-1038 година. Објектот ги истакнува сите начела на модерната архитектура, актуелна во четириесетите години, во однос на функционала организација и примена на економични конструкции. \nПоставен на агол од периметрален блок, во прочистен модерен израз, со конкавно закривување на челното фасадно платно, формира плоштад, додека ослободувањето на приземјето со колонадата столбови, е со цел непрекинато пешачко движење. Објектот има подрум, приземје и четири ката, со тоа што последниот кат е плитко исфрлен од фасадниот волумен, поддржан на кратки конзолни испусти. Интервенција, со која се расчленува масивноста на челната фасада. Длабокиот трем, дополнително го дематерилизира волуменот што се развива над него. На едната бочна фасада се појавуваат скулптурални балкони кои ја разбиваат симетријата на објектот.\nГлавниот влез за станбените единици е на челната фасада, под тремот, како и пристапите кон комерцијално – деловните единици во приземјето. Скалишното јадро е природно осветлено долж целата висина на фасадата ориентирана кон внатрешниот двор.\n",
    "timelineDescription": "Во периодот од 1937 до 1938 година е проектиран објектот.",
    "floors": "По+М+Пр+3К+Пк",
    "programDescription": "Во подрумот се сместени подрумски простории, а приземјето е со комерцијална содржина. На мезанинот биле сместени деловни простории, прв и втор кат со станбена содржина, на третиот кат деловни простории. Во поткровјето се сместени вешарница, пегларница, тераса, архива и простотија за кираџии.\n\n",
    "structureDescription": "Армирано бетонски скелетен конструктивен систем.",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен кос покрив, дрвена потконструкција и покривање со ќерамиди.",
        "facade": "Објектот е обработен во малтер со црвеникава боја. Се појавува плитка декоративна пластика и скулптурални бетонски балкони на една од бочните страни.  Под венецот на нејзиниот преден дел пишувало „Дом Ибни Пајко. Секоја буква била сместена во посебна преграда. ",
        "carpentry": "Надворешната столарија е изработена од дрво. Кај скалишно јадро се појавува структурална фасада од метални профили и стакло."
      },
      "interior": {
        "sharedContent": "Скалишното јадро е со завршна обработка терацо, дрвен гелендер на метална конструкција. Има прегради кон скалишно јадро – метална со стаклени отвори.",
        "privateContent": "Дрвена столарија, дрвен мебел."
      }
    },
    "context": "Објектот на Дом Ибни Пајко се наоѓа во централното градско подрачје, на левиот брег на реката Вардар, директно пристаплив од камениот мост. Поставен е на аголот на периметрален блок ориентиран кон камени мост. Преку конкавното обликување на волуменот, прави однос со плоштадот пред него, идеја на која се надоврзува и аголниот објект од соседниот блок."
  }
}
