{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "општествена / социјална",
      "емотивна"
    ],
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\nОбјектот е во употреба во оригиналната типологија.\n"
  },
  "bibliography": "М. Токарев, 100 години Македонска Архитектура, Скопје 2006\nК.Грчев, Архитетонските стилови во профаното градоградителство во Македонија меѓу двете светски војни 1919-1940, Скопје 2001\n",
  "dateInspection": "29.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Кос дрвен сложен покрив - покривање со ќерамиди",
        "facade": "Малтер и плитка пластика, скулптурални бетонски балкони на една од бочните страни",
        "carpentry": "Прозорци – дел останати автентични дрвени, останатите ПВЦ, приземје – сталени излози со алуминиумски и дрвени профили, надворешна влезна врата – стаклена со ПВЦ профили\nСкалишно јадро - структурална фасада од метални профили и стакло\n"
      },
      "interior": {
        "sharedContent": "Скалишно јадро –терацо, дрвен гелендер на метална конструкција, прегради кон скалишно јадро – метална со стаклени отвори",
        "privateContent": "Во дел од становите е сочувани автентична дрвена столарија и дрвен мебел"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра",
        "notes": "*се однесува на заеднички содржини и дел од приватни"
      }
    },
    "modifications": "Промена на надворешна столарија – прозорци и излози во приземје\nИспуштање на затворена тераса од локал во приземје\nПоставен екран на покрив\n",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "*се однесува на заеднички содржини и дел од приватни"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK14",
  "order": 14,
  "suggestions": "Земајќи ги во предвид сите вредности на објектот, неговата автентичност и состојбата во која се наоѓа, се упатува препорака до надлежните органи за заштита на културното наследство и  останатите носители на одлуки, изработка на елаборат со кој ќе се отпочне процесот за прогласување на овој значаен објект како културно наследство на модерната во РС Македонија од прва категорија.\nПревземање мерки за негова санација/реставрација. Отстранување на реклами кои го нарушуваат изгледот на објектот. Отстранување на сите доградби.\n",
  "photo": "/media/mnsk14/342f2ac3-757f-4ada-8cc2-4ee0a5908a39.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4346435,41.9977791]}",
    "buildingName": "Дом Ибни Пајко",
    "dateBuilt": "1937г.",
    "architect": "Томиќ Глигорие",
    "address": {
      "line": "Пајко Маало, Црвена Скопска Општина",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    },
    "originalPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    },
    "investorOrOwner": "Вакуфска дирекција во Скопје"
  },
  "originalData": {
    "generalDescription": "Станбено – деловниот објект Ибни Пајко, проектиран од архитект Глигорие Томиќ, е изграден 1935-1938г. /1937г. Објектот ги истакнува сите начела на модерната архитектура, актуелна во четириесетите години, во однос на функционала организација и примена на економични конструкции. \nПоставен на агол од периметрален блок, во прочистен модерен израз, со конкавно закривување на челното фасадно платно, формира плоштад, додека ослободувањето на приземјето со колонадата столбови, е со цел непрекинато пешачко движење. Објектот има подрум, приземје и четири ката, со тоа што последниот кат е плитко исфрлен од фасадниот волумен, поддржан на кратки конзолни испусти. Интервенција, со која се расчленува масивноста на челната фасада. Длабокиот трем, дополнително го дематерилизира волуменот што се развива над него. На едната бочна фасада се појавуваат скулптурални балкони кои ја разбиваат симетријата на објектот.\nГлавниот влез за станбените единици е на челната фасада, под тремот, како и пристапите кон комерцијално – деловните единици во приземјето. Скалишното јадро е природно осветлено долж целата висина на фасадата ориентирана кон внатрешниот двор.\n",
    "timelineDescription": "Изградба – 1937г",
    "floors": "По+М+Пр+3К+Пк",
    "programDescription": "Подрум - подрумски простории\nПриземје – комерцијална содржина\nМезанин - деловни простории\n1 и 2 кат - станебна содржина\n3 кат - деловни простории\nПоткровје - вешарница, пегларница, тераса, архива, просторија за кираџии\n",
    "structureDescription": "Бетонски скелетен конструктивен систем со платна",
    "materiality": {
      "exterior": {
        "roof": "Кос дрвен сложен покрив - покривање со ќерамиди",
        "facade": "Малтер и плитка пластика, скулптурални бетонски балкони на една од бочните страни",
        "carpentry": "Дрвени прозорци, Скалишно јадро - структурална фасада од метални профили и стакло"
      },
      "interior": {
        "sharedContent": "Скалишно јадро –терацо, дрвен гелендер на метална конструкција, прегради кон скалишно јадро – метална со стаклени отвори",
        "privateContent": "Дрвена столарија, дрвен мебел"
      }
    },
    "context": "Објектот на Дом Ибни Пајко се наоѓа во централното градско подрачје, на левиот брег на реката Вардар, директно пристаплив од камениот мост. Поставен е на аголот на периметрален блок ориентиран кон камени мост. Преку конкавното обликување на волуменот, прави однос со плоштадот пред него, идеја на која се надоврзува и аголниот објект од соседниот блок."
  }
}
