{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска"
    ]
  },
  "dateInspection": "19.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен сложен кос покрив, покривање-ќерамиди",
        "facade": "Фасадна завршница во малтер со ситнорелјефна пластика",
        "carpentry": "Прозорци – алуминиум и ПВЦ, влезна врата во објект-алуминиумска",
        "parterre": "Двор ограден со  парапет и столбчиња со исполна од тула со ситна орнаментика и метална декоративна ограда"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      }
    },
    "modifications": "Санација на фасада,промена на боја \nПромена на надворешна столарија\nДоградба на тераса во поткровје над влезна партија\n",
    "authenticity": {
      "exterior": {
        "condition": "многу лоша"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK27",
  "order": 27,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnsk27/img_3041.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.421587,42.0007771],[21.4217199,42.0008099],[21.4217729,42.0006856],[21.4216387,42.000654],[21.421587,42.0007771]]]}",
    "buildingName": "Индивидуална куќа",
    "address": {
      "line": "Ул. Мирослав Крлежа 63",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "комерцијален/деловен"
      ]
    }
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.421587,42.0007771],[21.4217199,42.0008099],[21.4217729,42.0006856],[21.4216387,42.000654],[21.421587,42.0007771]]]}",
  "originalData": {
    "generalDescription": "Индивидуалната куќа на Ул. Мирослав Крлежа 63 е дел од периметрален блок на слободностоечки куќи, со дворна површина од две страни покрај објектот. Останатите две фасади се ориентирани кон две улици, од кои едната го следи уличниот фронт, а останата се отклонува од него, со цел формирање однос кон дворот.\nПоставеноста на агол е нагласено преку конвексно заоблување на аголот во зоната на приземјето и бетонската тераса во поткровјето, наспроти останатата строга геометрија на волуменот.\nСе развива во сутерен, приземје и поткровје и на сите нивоа е предвидена станбена содржина, а во сутеренот дополнително и ???\nОбјектот е склоп на едноставни геометриски волумени и прочистена фасада, која се одликува со материјално поделен сутерен и третман на балконската ограда.\n",
    "floors": "Су+П+Пк",
    "programDescription": "Сутерен - \nПриземје – станбена содржина\nПоткровје – станбена содржина\n",
    "materiality": {
      "exterior": {
        "facade": "Фасадна завршница во малтер",
        "carpentry": "Дрвени прозорци, надворешни врати кон балкони и надворешна влезна врата",
        "parterre": "Двор ограден со  парапет и столбчиња со исполна од тула, со ситна орнаментика и метална декоративна ограда"
      }
    },
    "context": "Индивидуалната куќа се наоѓа на Ул. Мирослав Крлежа 63, спроти Министерство за култура, во периметрален блок од слободностоечки куќи. Поставена е на агол, а пред неа е формирано широко плато."
  }
}
