{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска"
    ]
  },
  "bibliography": "Архив на Град Скопје",
  "dateInspection": "02.02.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Двоводен покрив, покривање со лим.\n",
        "facade": "Фасадна завршница во малтер, декоративни фуги, на ниво на сутерен има обрабтока во терацо. Плитка, декоративна пластика околу прозорците.",
        "carpentry": "Прозорците се делумно задржани дрвени со оригинални ролетни (капаци), а останатите се заменети со ПВЦ столарија.",
        "parterre": "Преден и заден двор ограден со парапет и столпчиња од тула и метална ограда и врата."
      },
      "interior": {
        "sharedContent": "Армирано бетонски двокраки скали со завршна обработка во терацо, декоративна метална ограда со дрвен гелендер."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна"
      }
    },
    "modifications": "Доградба на објект, кој се надоврзува на оригиналниот задна зона, североисток (објектот е појачан со скелетен систем во таа зона).\nДоградба на поткровје.\nПромена на надворешна и внатрешна столарија.\nДоградба на натстрешници при заден влез во сутерен и тераси.\n",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      }
    }
  },
  "risks": "Се забележуваат одрони од малтер во неколку делови од фасадата.",
  "inspectionBy": "Тим 1",
  "code": "MNSK30",
  "order": 30,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnsk30/30.мнск.030.формат.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": "",
      "period": "1930-1939",
      "yearProjected": "1937"
    },
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4195088,42.001491],[21.4196009,42.0016039],[21.4197413,42.0015398],[21.4196485,42.0014277],[21.4195088,42.001491]]]}",
    "buildingName": "Станбена зграда на улица улица Дебарца бр.58",
    "address": {
      "line": "ул. „Дебарца“ бр.58",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "investorOrOwner": "Потиќ Бранко и Вера",
    "architect": "20250402181155"
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4195088,42.001491],[21.4196009,42.0016039],[21.4197413,42.0015398],[21.4196485,42.0014277],[21.4195088,42.001491]]]}",
  "originalData": {
    "generalDescription": "Станбениот објект е дел од периметрален блок, поставен слободностоечки, со заден двор кон кој се пристапува од улица преку патеки од двете страни на објектот. Фасадата ориентирана кон улицата се отклонува од уличниот фронт, формирајќи и преден двор. Објектот се протега во сутерен, приземје, кат и поткровје, главниот влез во објектот е од уличната фасада, додека од задниот двор дополнително се пристапува со надворешни скали кон сутеренот и надворешни скали кон терасата на високото приземје.\nГеометричноста и ортогалноста на објектот се разбиени со третманот на профилацијата на разделните венци, заоблен аголен балкон – несиметрично поставен, како и волуменот на скалишното јадро – вертикална полукружна доминанта.\n",
    "floors": "Су+П+К+Пк",
    "programDescription": "Во сутерен има подрумски простории, а на приземјето и катовите станбени содржини. Во поткровјето се наоѓаат остави и тераса.\n\n",
    "structureDescription": "Објектот е изведен во масивен носив систем, со темели од бетон и ѕидови во подрум од кршен камен и малтер. Ѕидовите на приземје, кат и поткровје се изведени од тула и малтер. Меѓукатната конструкција е армирано бетонска.\n\n",
    "materiality": {
      "exterior": {
        "carpentry": "Дрвена надворешна столарија од борово дрво, метални ролетни (капаци) на прозорци. Внатрешна столарија изработена од чамово дрво.",
        "roof": "Објектот има двоводен покрив со дрвена потконструкција и покривање од ќерамиди. Еден дел од катот е покриен со повеќеводен покрив, дрвена потконструкција и покривање од ќерамиди. ",
        "facade": "Фасадна завршница во малтер, декоративни фуги, на ниво на сутерен има обрабтока во терацо. Плитка, декоративна пластика околу прозорците."
      },
      "interior": {
        "sharedContent": "Армирано бетонски двокраки скали со завршна обработка во терацо, декоративна метална ограда со дрвен гелендер.\n",
        "privateContent": ""
      }
    },
    "context": "Станбениот објект е поставен слободностоечки во периметрален блок, со преден и заден двор во кој се пристапува од улица. Објектот не ја следи висината на венецот на соседните објекти и не се надоврзува на одредени нивни стилски елементи.",
    "timelineDescription": "Во 1937 година е изработен проект."
  }
}
