{
  "values": {
    "name": [
      "историскa",
      "авторство",
      "техничка"
    ],
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\nОбјектот е дело на реномиран автор, еден од главните градители во тој период."
  },
  "dateInspection": "22.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив изведен од дрвена потконструкција и покривање со ќерамиди.",
        "facade": "Фасадата е реновирана, изведена е термофасада, во две бои, жолта и сива и перен бетон во висина на сутерен. Оградата на бочните балкони, на јужната фасада се целосно затворени, а балконите на уличната, источна фасада ги имаат задржано оригиналните огради.",
        "carpentry": "Делумно променети прозорци и врати во ПВЦ, дел останати оригинални дрвени.",
        "parterre": "Заден двор, пристапен од двете страни, заграден од страна на улицата со бетонски парапет и метална декоративна ограда, од една страна, од другата има нова метална ограда."
      },
      "interior": {
        "sharedContent": "Бетонски завојни „П“ скали со завршна обработка од терацо со метална ограда со хоризонтални и вертикални пречници, дрвени скали и дрвена ограда со декорирани вертикали кон поткровје, дрвени еднокрилни и двокрилни внатрешни влезни врати кон стан. Реновирани тоалети и голем дел од другите простории.",
        "privateContent": "Делумно променети прозорци и врати во ПВЦ, останати дрвени, оригинален бродски под и паркет."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра",
        "notes": "Кровот е автентичен и оштетен."
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "Се однесува за заеднички простории и во еден стан во кој е извршен увид"
      }
    },
    "modifications": "По земјотресот појачана е едната зграда, поставени столови на аглите од објектот и појачани скали со метални профили (вертикали и коси греди).\nСанација на фасада – поставена термофасада (освен кај еден стан), страничните балкони – бетонска ограда.\nПромена на надворешна и внатрешна столарија (делумно).\nЕнтериерни промени – Минимални промени во распоред на стан споед намена и минимални промени во однос на ѕидови – рушење/преградување.\n",
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "Се однесува за заеднички простории и во еден стан во кој е извршен увид"
      }
    }
  },
  "risks": "Покривот на објектот е во лоша состојба, често пропушта вода.",
  "inspectionBy": "Тим 1",
  "code": "MNSK23",
  "order": 23,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n\n",
  "photo": "/media/mnsk23/23.мнск.023.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": 1932,
      "period": "1930-1939"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "address": {
      "line": "ул. „Никола Тримпаре“ бр. 12",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "associates": [
      "Стојче Жерновски - изведувач"
    ],
    "architect": "20250402181155",
    "investorOrOwner": "Стојче Жерновски",
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4236531,41.9972673],[21.423752,41.9972204],[21.4238147,41.9972948],[21.4237164,41.9973418],[21.4236531,41.9972673]]]}",
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": "Тапетарски дуќан Шикле"
    },
    "buildingName": "Станбена зграда на улица Никола Тримпаре бр. 12"
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4236531,41.9972673],[21.423752,41.9972204],[21.4238147,41.9972948],[21.4237164,41.9973418],[21.4236531,41.9972673]]]}",
  "originalData": {
    "generalDescription": "Станбениот објект на ул. „Никола Тримпаре“ бр. 12 е изграден во 1932 година по проект на архитект Кирил Жерновски, а изведен од страна на Стојче Жерновски. \nВо првата фаза е изграден еден објект, а три години подоцна е изграден уште еден објект за истата фамилија, прилепен до постоечкиот, симетричен на него, со кој функционираат како еден објект. Објектот е поставен слободностоечки, одвоен од останатите објекти во низа, со патеки поставени покрај објектот кој водат кон заден двор. Се развива во сутерен, приземје и два ката. Во сутеренот се предвидени подрумски простории, додека на приземјето, катовите и поткровјето се предвидуваат станбени единици. Два главни, натскриени, влеза кои пристапуваат до заедничко скалишно јадро - природно осветлено, се поставени на уличната фасада, додека приземните станови имаат дополнителни два надворешни влеза – преку кујна и преку тераса. На секој кат се пристапува во по еден стан од јадро. Објектот има едноставен геометриски волумен и прочистена фасада, која се одликува со материјално поделен сутерен и третман на балконските огради – бетонски столбчиња и хоризонтали пречници.\n",
    "timelineDescription": "Во 1932 година е изграден првиот објект.\nПо отприлика 3 години (1935 година) е изграден вториот објект прилепен на постоечкиот (за иста фамилија).\n",
    "floors": "Су+П+2К",
    "programDescription": "Во сутерен се сместени подрумски простории, а на приземје и катовите се сместени станови.\n\n",
    "structureDescription": "Објектот е изграден во масивен носив систем, со ѕидови од тула. Покривот е изведен од дрвена потконструкција и покривање со ќерамиди.",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив изведен од дрвена потконструкција и покривање со ќерамиди.",
        "facade": "Прочистена фасада, со завршна обработка од цементен малтер со додаток стакло (срчи). Балконите имале ограда со бетонски столбчиња и хоризонтални пречници.",
        "carpentry": "Прозорците се изработени од дрво со хоризонатлна профилација и надворешни врати кон балкони. Вратите во објектот се исто изработени од дрво (внатрешни и надворешни), влезните со надсветло.",
        "parterre": "Заден двор, пристапен од двете страни, заграден од страна на улицата со бетонски парапет и метална декоративна ограда."
      },
      "interior": {
        "sharedContent": "Бетонски завојни „П“ скали со завршна обработка од терацо со метална ограда со хоризонтални и вертикални пречници, дрвени скали и дрвена ограда со декорирани вертикали кон поткровје, дрвени еднокрилни и двокрилни внатрешни влезни врати кон стан.",
        "privateContent": "Во станбените постории подот е изведен од бродски под, во една станбена единица има паркет, дрвена внатрешна и надворешна столарија. Се појавуват неколку типови на внатрешни врати, еднокрилни, двокрилни и врати со стаклени отвори."
      }
    },
    "context": "Станбениот објект на ул. „Никола Тримпаре“ бр. 12 е дел од периметрален блок, поставен слободностоечки, одвоен од останатите објекти во низа со патеки поставени покрај објектот кој водат кон заден двор. Објектот го следи уличниот фронт, но нема стилска или висинска надоврзаност со соседните објекти."
  }
}
