{
  "photos": [
    "/media/mnsk38/mnsk38_02.jpg",
    "/media/mnsk38/mnsk38_03.jpg",
    "/media/mnsk38/mnsk38_04.jpg",
    "/media/mnsk38/mnsk38_05.jpg",
    "/media/mnsk38/mnsk38_06.jpg",
    "/media/mnsk38/mnsk38_07.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "емотивна",
      "архитектонска и естетска"
    ]
  },
  "bibliography": "Грчев, К., 1920 -Архитектонските стилови во профаното градителство во Македонија меѓу двете светски војни 1919-1940\", Институт за фолклор, Скопје, 2003\nКоцевски, Д. „Ако го сакаш Скопје – дојди, ќе те чекам на кејот\", Бегемот,Скопје, 2022\nКадијевић, А. „Југословенска архитектура између два светска рата (1918-1941)\", Универзитет у Београду- - Филозофски факултет, Београд, 2023\nНУ Конзерваторски центар - Скопје, Програма/Проекти. Преземено во јануари 2025, од: \nhttps://www.nukcs.mk/куќа-на-улица-наум-наумовски-борче-бро/\nУправа за заштита на културното наследство, Регистрирани недвижни добра по надлежност на националните установи, ноември 2024 год. Преземено во јануари 2025, од: \nhttp://uzkn.gov.mk/mk/wp-content/uploads/2024/11/REGISTRIRANO-NEDVIZNO-KULTURNO-NASLEDSTVO-2024-za-web-%D1%84%D0%B8%D0%BD%D0%B0%D0%BB.pdf\nКадијевић, А. „Југословенска архитектура између два светска рата (1918-1941)\", Универзитет у Београду- - Филозофски факултет, Београд, 2023\n\n",
  "dateInspection": "20.12.2024",
  "currentData": {
    "physicalCondition": {
      "exterior": {
        "condition": "добра",
        "notes": "На западната и северната фасада има отпаднат малтер, траги од влага како и оштетена и дотрајана столарија, но куќата е делумно реставрирана и е во фаза на тековна реставрација која ја изведува НУ Конзерваторски центар - Скопје."
      },
      "interior": {
        "notes": "Недостапно.\n",
        "condition": null
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": null,
        "notes": ""
      }
    },
    "materiality": {
      "exterior": {
        "roof": "Неколку видови на покриви: двоводен, четириводен покриени со ќерамиди, четириводен со шпицест завршеток покриен со лим (кај кулата) и рамна тераса.",
        "parterre": "Куќата е слободностоечка со мал двор заграден со жива ограда во кој има дрвја и зеленило.",
        "facade": "Малтер во две бои и балустрадни столбчиња во теракотна боја што и дава полихромен изглед на куќата.",
        "carpentry": "Дрвена столарија со дискретна декоративна резба кај прозорците. Влезната врата во куќата (западна фасада) дрвена со ковано железо и застаклување.\nОградите на двата балкони од првиот кат (јужна и западна фасада) се изработени од ковано железо и се со флорални мотиви карактеристични за сецесијата. Влезна дворна порта изработена од ковано железо."
      },
      "interior": {
        "sharedContent": "Скалишен простор изработен во терацо со декоративна ограда од ковано железо и дрвен ракофат. Врати во становите дрвени со ковано железо и застаклување.",
        "privateContent": "Дрвени собни врати со двостран перваз и дискретна украсна профилација. Подовите во становите - дрвени, а на терасите со терацо плочки.\n\n*Залучено според фото-документација пронајдена на интернет страната на Пазар 3.\nhttps://www.pazar3.mk/oglas/zivealista/stanovi/prodazba/skopje/centar/se-prodava-stan-vo-blizina-na-gradski-park/5220882"
      }
    },
    "modifications": "НУ Конзерваторски центар - Скопје под чија надлежност е објектот ги извршил следните конзерваторско - реставраторски работи:\n2021 - првата фаза од проектот со санирање на кровната конструкција кој е составен дел од конзервација и реставрација на фасадите на објектот кој е еден од белезите на старите културно – архитектонски градби во централното градско подрачје. Во оваа фаза се реновирала во целост покривната конструкција на објектот.\n2022 - конзерваторско-реставраторски работи на источната фасада на објектот, санација на големата балконска тераса на југоисточниот дел и замена со поставување на нови автентични прозори на источната фасада. "
  },
  "number": "Уп.бр.18/524 од 09.10.2015 год.; Уп.бр.18-217 од 01.06.2016 год.",
  "inspectionBy": "Тим 2",
  "code": "MNSK38",
  "order": 38,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk38/mnsk38_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4240363,42.0031682]}",
    "buildingName": "Семејна куќа - Вила на Бишевац",
    "dateBuilt": "1920 год.",
    "address": {
      "line": "Ул.„Наум Наумовски Борче“ бр. 88",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "protectionStatus": {
      "isProtected": true,
      "notes": "Значајно културно наследство со режим на заштита од втор степен. Контактната зона на објектот со режим на заштита од трет степен."
    },
    "investorOrOwner": "Бишевац"
  },
  "originalData": {
    "generalDescription": "Објектот - Вила на Бишевац е изграден во 1920 година и е типичен пример на градска семејна куќа во чие обликување доминира стилот на академски еклектицизам со скромно присуство на сецесиски влијанија изразени кај оградата на двата балкони од првиот кат, која е изработена од ковано железо со флорални мотиви карактеристични за правецот. \nВолуменски обjектот е разигран со изведба на разновидни типови на кровни завршетоци кои варираат од двоводни покриви преку четвороводни до поединечна кула на рамната тераса. На фасадите, особено изразено на западната, се застапени детали типични за академизмот - балустради на балконските парапети што продолжуваат во слободностоечки столбови со стилизирани дорски (приземје) и јонски капители (кат). \n",
    "floors": "Су+П+1+ПК",
    "programDescription": "Во куќата се влегува од нејзината западна страна во влез со скалишен простор кој води до поединечните станови на катовите. На секој кат има по една станбена единица.",
    "structureDescription": "Масивен кконструктивен систем. Меѓукатна и плафонска конструкција - армиранобетонски.",
    "timelineDescription": "Изградба: 1920 год.\n\n",
    "materiality": {
      "exterior": {
        "roof": "Неколку видови на покриви: двоводен и четириводен покриени со ќерамиди; четириводен со шпицест завршеток покриен со лим (кај кулата) и поплочена рамна тераса.",
        "facade": "Малтер во две бои и балустрадни столбчиња во теракотна боја што и дава полихромен изглед на куќата. \nНа западната фасада непосредно под стреата  во штукатура стои името „Вила Бишевца\" што наведува на заклучок дека Бишевац е нарачателот на градбата.",
        "carpentry": "Дрвена столарија со дискретна декоративна резба кај прозорците. Влезната врата во куќата (западна фасада) дрвена со ковано железо и застаклување.\nОградите на двата балкони од првиот кат (јужна и западна фасада) се изработени од ковано железо и се со флорални мотиви карактеристични за сецесијата. Влезна дворна порта изработена од ковано железо. ",
        "parterre": ""
      },
      "interior": {
        "sharedContent": "Скалишен простор изработен во терацо со декоративна ограда од ковано железо и дрвен ракофат. Врати во становите дрвени со ковано железо и застаклување.",
        "privateContent": "Дрвени собни врати со двостран перваз и дискретна украсна профилација. Подовите во становите - дрвени, а на терасите со терацо плочки.\n\n*Залучено според фото-документација пронајдена на интернет страната на Пазар 3.\nhttps://www.pazar3.mk/oglas/zivealista/stanovi/prodazba/skopje/centar/se-prodava-stan-vo-blizina-na-gradski-park/5220882"
      }
    },
    "context": "Вилата на Бишевац е изградена на слободна парцела со четири слободни фасади, во последната улица која се граничи со источната страна на Градскиот парк. Нејзината непосредна околина ја сочинуваат репрезентативни градби од периодот помеѓу двете светски војни, кои се дел од сегашното културното наследство на Скопје, а кои го преживеале катастрофалниот земјотрес како што се куќата на Бојаџиеви и Палатата Рубен. Со својата архитектонска посебност, куќата е вклопена во урбаната матрица на Дебар маало и претставува вредно сведоштво за урбаниот развоj на Скопје."
  }
}
