{
  "photos": [
    "/media/mnsk52/mnsk52_02.jpg",
    "/media/mnsk52/mnsk52_03.jpg",
    "/media/mnsk52/mnsk52_04.jpg",
    "/media/mnsk52/mnsk52_05.jpg",
    "/media/mnsk52/mnsk52_06.jpg",
    "/media/mnsk52/mnsk52_07.jpg",
    "/media/mnsk52/mnsk52_08.jpg",
    "/media/mnsk52/mnsk52_09.jpg",
    "/media/mnsk52/mnsk52_10.jpg",
    "/media/mnsk52/mnsk52_11.jpg",
    "/media/mnsk52/mnsk52_12.jpg",
    "/media/mnsk52/mnsk52_13.jpg",
    "/media/mnsk52/mnsk52_14.jpg",
    "/media/mnsk52/mnsk52_15.jpg",
    "/media/mnsk52/mnsk52_16.jpg"
  ],
  "values": {
    "name": [
      "архитектонска и естетска",
      "историскa",
      "авторство"
    ]
  },
  "bibliography": "Константиновски, Г. (2001). Градителите во Македонија, XVIII - XX век. Скопје. Табернакул \nТомовски, К. & Петковски, Б. (2003). Архитектурата и монументалната уметност во Скопје меѓу двете светски војни. Скопје. Музеј на град Скопје\nКоцевски, Д. (2022). Ако го сакаш Скопје – дојди, ќе те чекам на кејот. Скопје. Бегемот,\nУправа за заштита на културното наследство, Регистрирани недвижни добра по надлежност на националните установи, ноември 2024 год. Преземено во јануари 2025, од: \nhttp://uzkn.gov.mk/mk/wp-content/uploads/2024/11/REGISTRIRANO-NEDVIZNO-KULTURNO-NASLEDSTVO-2024-za-web-%D1%84%D0%B8%D0%BD%D0%B0%D0%BB.pdf\nАрхив на град Скопје",
  "dateInspection": "14.02.2025",
  "currentData": {
    "authenticity": {
      "exterior": {
        "condition": "добра",
        "notes": "Интервенциите со доградбите и преправките на источната фасада ја нарушуваат автентичноста."
      },
      "interior": {
        "condition": "добра",
        "notes": "Се однесува на скалишниот простор."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      }
    }
  },
  "risks": "Најголеми закани и ризици за градбата се променливите заштитни и градежни политики, како и прилагодувањето на законските регулативи кои не одат во прилог на нејзиното зачувување, што резултира со секојдневно обезличување или губење на вредни објекти кои сведочат за урбаниот развој на Скопје и обезбедуваат историски континуитет.",
  "number": "Уп.бр.18-434 од 16.09.2015 год.; Уп.бр.18-1230/2016 од 14.07.2017 год.",
  "inspectionBy": "Тим 2",
  "code": "MNSK52",
  "order": 108,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk52/mnsk52_01.jpg",
  "basicData": {
    "protectionStatus": {
      "isProtected": true,
      "notes": "Значајно културно наследство со режим на заштита од втор степен. Контактната зона на објектот со режим на заштита од трет степен."
    },
    "originalPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "dateBuilt": "1939 год.",
    "address": {
      "line": "„Ленинова\" бр.17",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "architect": "Ристиќ Ѓорѓе ",
    "investorOrOwner": "Катарина Папатеодоси",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4251569,42.0008461]}",
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    },
    "buildingName": "Станбен објект на Катарина Папатеодоси"
  },
  "originalData": {
    "generalDescription": "Зградата на Катарина Папатеодиси, проектирана во 1939 год. од архитектот Ѓорѓе Ристиќ како станбен објект за колективно домување, претставува еден од најубавите примери на објект изграден во стилот на раната модерна архитектура Во Скопје. Во нејзиното функционално решение е имплементиран современ концепт за домување. \nСо прочистените детали во фасадното обликување на целокупниот волумен, креиран е симетричен и складен репрезентативен објект кој со својата геометриска скулптурална форма се издвојува од соседните објекти во неговата непосредна околина.\n",
    "floors": "По+П+2+Пк",
    "timelineDescription": "Проектирање: 1939 год.\nИзградба: 1940 год.\n",
    "structureDescription": "Масивен конструктивен систем. Темелните стопи и сутеренските ѕидови се изведени од набиен бетон, а сите ѕидови се од тула со варов малтер.  Меѓукатните конструкции и скалите се од армиран бетон. ",
    "materiality": {
      "exterior": {
        "carpentry": "Целата столарија изработена од чамова граѓа, освен влезните врати и прозорските крила кои се од борова граѓа. Главната влезна врата, капијата на колскиот влез, сите огради во скалишниот простор и на терасите се изведени од ковано железо. Сите лимарски работи се од поцинкуван лим.",
        "roof": "Дрвена кровна конструкција. Повеќеводен покрив покриен со фалцована ќерамида.",
        "facade": "Сите надворешни ѕидови се малтерисани со продолжен малтер и прскани во два тонови.",
        "parterre": "Со својата главна фасада зградата излегува на јавен простор, а од задната страна има двор заграден со ѕидови од тула и малтер со простор за паркирање и помошни објекти. Подната обработка е од бетон."
      },
      "interior": {
        "privateContent": "Сите внатрешни ѕидови се малтерисани со варов малтер и окречени со посна боја во тон. Цоклето во кујните, бањите и тоалетите - обоено со масна боја.Патосот во собите е изработен од чамови даски поставени на перо и жлеб, а во сите останати простории од терацо.",
        "sharedContent": "Комуникациско јадро: скали - армирано-бетонски обложени со терацо, ограда - од ковано железо. Цоклето - обоено со масна боја во тон, а ѕидовите обоени со посна боја."
      }
    },
    "programDescription": "Приземје и катови: домување. На секое ниво има по два стана чии основи се функционално решени и имаат современ концепт за домување. Во скалишниот простор има трокраки „U“ скали и истиот е природно осветлен преку застаклени врати со натсветла изведени на северните ѕидови на подестите. Овие врати водат кон тераси ориентирани кон задната страна на зградата од каде секој стан има свој економски влез\nПодрум: стан за домаќинот на зградата, Просторија за централно греење, просторија за перење и сушење на алишта и подрумски простори.  \nВо зградата имало електрично осветлување, канализација и водовод."
  }
}
