{
  "values": {
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\nОбјектот е во употреба. \nАкадемизмот како рамка за традиционални истражувања.\n",
    "name": [
      "историскa",
      "авторство",
      "архитектонска и естетска",
      "општествена / социјална"
    ]
  },
  "bibliography": "К.Грчев, Архитетонските стилови во профаното градоградителство во Македонија меѓу двете светски војни 1919-1940, Скопје 2001\nАрхив на Град Скопје",
  "dateInspection": "22.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Двоводен покрив, дрвена кровна конструкција со покривање од ќерамиди.",
        "facade": "Фасадна завршница во малтер, обоена во три бои, чистата геометрија на волуменот и академизмот на фасадните платна, се оживеани со употреба на елементи од македонската градителска традиција. \nОд вториот и третиот кат, еркерно се испуштаат чардаци, потенцирани со елементи во црвена и сива боја – тераси со дизајнирана ограда и  тенки декоративни столбови, над чии капители се поставени вути. Оваа пластика, дополнително е нагласена преку испуштањето на кровната стреа во линија на прекршувањето на фасадната линија. ",
        "carpentry": "Прозорци и надворешни врати кон балкони се изработени од ПВЦ во бела боја, а влезната врата во објектот е алуминиумска."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      }
    },
    "modifications": "Промена на надворешна столарија.",
    "authenticity": {
      "exterior": {
        "condition": "добра"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK18",
  "order": 18,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnsk18/18.мнск.018.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": "",
      "period": "1930-1939",
      "yearProjected": "1938-1939"
    },
    "protectionStatus": {
      "isProtected": true,
      "notes": "Споменик на културата од 09.10.2015 година"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "address": {
      "line": "ул. „Наум Наумовски Борче“ бр. 82 (оригинална - Стојан Новаковиќ бр. 54)",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "associates": [
      "Јан Дубови - фасадно обликување"
    ],
    "architect": "20250402181155",
    "investorOrOwner": "Бојаџијевиќ Дука",
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4236641,42.0025535],[21.4238121,42.0024827],[21.42389,42.0025746],[21.4237437,42.0026446],[21.4236641,42.0025535]]]}",
    "todayPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "buildingName": "Станбена зграда на фамилија Бојаџиеви"
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4236641,42.0025535],[21.4238121,42.0024827],[21.42389,42.0025746],[21.4237437,42.0026446],[21.4236641,42.0025535]]]}",
  "originalData": {
    "generalDescription": "Станбениот објект на фамилијта Бојаџиеви е проектиран во 1938 година по проект на архитект Кирил Жерновски, а подоцна во 1938 година фасадно ја обликува архитект Јан Дубови.\nОбјектот е во низа, со соседи од двете страни и се развива во сутерен, приземје кат и поткровје. Објектот во основа е во форма на буквата Г, формирајќи двор кон север. Уличната фасада го следи фронтот во линија на блокот, додека задната фасада е ориентирана кон двор. Чистата геометрија на волуменот и академизмот на фасадните платна, се оживеани со употреба на елементи од македонската градителска традиција. \nОд вториот и третиот кат, еркерно се испуштаат чардаци – тераси со дизајнирана ограда и  тенки декоративни столбови, над чии капители се поставени вути. Оваа пластика, дополнително е нагласена преку испуштањето на кровната стреа во линија на прекршувањето на фасадната линија.\nЗемајќи го во обзир генералниот стилски израз на објектот, наспроти нагласеното својство на апликација на бараниот стилски конфигуриран елемент, невозможно е објектот комплетно стилски да се одреди. \nДополнително се појавуваат тераси и на источната и северната фасада ориентирани кон атриум и заден двор на приземје и прв кат, додека на на поткровјето, во задната зона се појавува кровна проодна тераса, пристапна од предниот волумен.",
    "floors": "Су+Пр+К+Пк",
    "programDescription": "Во сутерен има подрумски простории, а на приземје, кат и поткровје се станбените содржини. На поткровјето се наоѓа и кровна проодна тераса.\n\n",
    "materiality": {
      "exterior": {
        "roof": "Двоводен покрив, дрвена кровна конструкција со покривање од фелцовани ќерамиди.",
        "facade": "Фасадна завршница во малтер, чистата геометрија на волуменот и академизмот на фасадните платна, се оживеани со употреба на елементи од македонската градителска традиција. \nОд вториот и третиот кат, еркерно се испуштаат чардаци – тераси со дизајнирана ограда и  тенки декоративни столбови, над чии капители се поставени вути. Оваа пластика, дополнително е нагласена преку испуштањето на кровната стреа во линија на прекршувањето на фасадната линија.",
        "carpentry": "Надворешната и внатрешната столарија се изработени од дрво."
      },
      "interior": {
        "sharedContent": "Подовите во станбените содржини се изведени од даски на перо и жлеб, а во економските делови подната обработка е терацо и бетон. Скалите се со терацо обработка, а оградата од ковано железо.\n\n"
      }
    },
    "context": "Станбениот објект на фамилијата Бојаџиеви се наоѓа веднаш до градскиот парк, во низа со палата Рубен, која го следи уличниот фронт на блокот. Репрезентативната фасада е ориентирана кон улицата и градскиот парк, додека дворот е во задната зона.",
    "structureDescription": "Темелите и ѕидовите во подрум се од набиен бетон. Ѕидови на приземје, кат и поткровје се изведени од тула и варов малтер. Меѓукатна конструкција е изведена од армиран бетон. Дрвена кровна конструкција со покривање од фелцовани ќерамиди, а проодната тераса е покриена со асфалт.\n\n\n\n\n",
    "timelineDescription": "Во 1938 година е изработен проектот.\nВо 1939 година се направени промени во проектот."
  }
}
