{
  "values": {
    "name": [
      "историскa",
      "авторство",
      "општествена / социјална"
    ],
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\nОбјектот е во употреба во оригиналната типологија.\n"
  },
  "bibliography": "М. Токарев, 100 години Македонска Архитектура, Скопје 2006\nК.Грчев, Архитетонските стилови во профаното градоградителство во Македонија меѓу двете светски војни 1919-1940, Скопје 2001\nhttps://okno.mk/node/81504\nАрхив на Град Скопје",
  "dateInspection": "29.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Мансарден кров, покривање-лим",
        "facade": "Приземје – рустична обработка од камен, катови - малтер",
        "carpentry": "Прозорци – ПВЦ, надворешна влезна врата и прозорци при влезна партија – алуминиумски "
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна"
      }
    },
    "modifications": "Промена на столарија\nПоставување гаражна врата\nДоградба на поткровје – мансарден кров, поставување елементи на покрив\n",
    "authenticity": {
      "exterior": {
        "condition": "многу лоша"
      }
    }
  },
  "risks": "Објектот е во добра физичка состојба, но со реновирањето и доградбите ги има изгубено интегритетот и автентичноста во голема мера.",
  "inspectionBy": "Тим 1",
  "code": "MNSK11",
  "order": 11,
  "suggestions": "Веќе го има изгубено интегритетот. Да нема дополнителни интервенции кои целосно ќе го избришат примарниот изглед на објектот, да биде непрепознатлив? Дали е ова предмет на заштита? Моменталната состојба не е за заштита.",
  "photo": "/media/mnsk11/a837cb9e-bda4-433e-9d54-58738a8f7aa5.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": 1930,
      "period": "1930-1939"
    },
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4356756,41.9907317],[21.4357496,41.9906394],[21.4359744,41.9907468],[21.4358959,41.9908369],[21.4356756,41.9907317]]]}",
    "buildingName": "Црвен Крст",
    "architect": "Михајловиќ Јосиф",
    "address": {
      "line": "бул. Кочо рацин бр.13",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "јавен"
      ]
    },
    "todayPurpose": {
      "type": [
        "јавен",
        "комерцијален/деловен"
      ]
    }
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4356756,41.9907317],[21.4357496,41.9906394],[21.4359744,41.9907468],[21.4358959,41.9908369],[21.4356756,41.9907317]]]}",
  "originalData": {
    "generalDescription": "Објектот на Црвениот крст во Скопје е проектиран од архитект Јосиф Михајловиќ и е изграден во 1930г. Објектот на Црвениот крст во Скопје, ја следи низата објекти во опусот на Михајловиќ, каде се среќаваат елементи на српскиот неовизантиски стил поставени врз едноставна фасада.\nОбјектот е дел од периметрален блок, во низа, ориентиран кон булевар и има приземје, мезанин и 2 ката. Прилагодувајќи го објектот на уличниот фронт, тој обезбедил соодветен простор за јасна и чиста артикулација на фасадните елементи, од кои највпечатлив е геометризираниот \"чардак\" на првиот кат, кај кој традиционалниот кров со керамида е заменет со типичен модерен елемент на тенка хоризонтална плоча.\nКарактеристичен елемент е групирањето на прозорските отвори во хоризонтални ленти, издвоени од подлогата со употреба на боја и контраст. Приземната партија, централно, е рустично обработена со камен, се до допирот со влезната партија и комерцијалниот простор симтрично поставени на двата краја на објектот. Независниот архитектонски израз, непристрасен во однос на обврзувањето кон традицијата се воочува преку фолклористичкиот третман на архитектонските елементи.\n",
    "timelineDescription": "1930г.-1935г. – изградба\nДоградба на поткровје – мансарден кров, поставување елементи на покрив (пред 2005)\nДоградба на објект во склоп на институцијата, зад објектот, во непосредна близина (пред 2005)\n",
    "floors": "Пр+М+2К",
    "structureDescription": "Масивен контруктивен систем\nЅидови - тула",
    "materiality": {
      "exterior": {
        "roof": "Рамен покрив - бетонска плоча",
        "facade": "Приземје – рустична обработка од камен, катови - малтер",
        "carpentry": "Дрвени прозорци и надворешни врати"
      }
    },
    "context": "Местоположбата на објектот на Црвениот крст во централното градско подрачје е согласно идејата за изградба на капитални објекти, белези на градот, во периодот на негова изградба. Објектот е дел од периметрален блок, во низа, до кој подоцна се гради објектот на Јавната берза на трудот, од истиот архитект. "
  }
}
