{
  "values": {
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\nОбјектот има значајна техничка вредност во однос на квалитет на изградба и употребени архитектонски елементи\n",
    "name": [
      "емотивна",
      "историскa",
      "архитектонска и естетска",
      "авторство",
      "општествена / социјална",
      "техничка"
    ]
  },
  "bibliography": "Н.Чаусидис, М.Ефремовски, „Артемушкин и Скопје“, Скопје 2024г.\nК.Грчев, Архитетонските стилови во профаното градоградителство во Македонија меѓу двете светски војни 1919-1940, Скопје 2001\nАрхив на Град Скопје\n\n",
  "dateInspection": "22.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Кос сложен покрив – покривање со ќерамиди",
        "facade": "Надворешна обработка во малтер, ситна пластика и орнаментика",
        "carpentry": "Прозорци – дрвени, освен на една фасада –ПВЦ во бела боја, Надворешни врати - дрвени"
      },
      "interior": {
        "sharedContent": "Армирано бетонски скали- завршна обработка во терацо, дел од подести – плочки, декоративна метална ограда со дрвен ракохват, ѕидови – внатрешна обработка во малтер, внатрешни врати – дел дрвени, дел алуминиумски"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "многу лоша"
      }
    },
    "modifications": "Доградба на поткровје до фасадна линија (оригинално – повелечено од фронт)\nПоставени натстрешници на некои од балконите \nРеставрација на фасада – 2015г.\nПромена на столарија – ПВЦ прозорци на една фасада\nЗатворање на отворен пролаз кон двор со декоративна матеална ограда\n",
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "многу лоша"
      }
    }
  },
  "risks": "Заедничките содржини во ентериерот се во многу лоша состојба.",
  "inspectionBy": "Тим 1",
  "code": "MNSK13",
  "order": 13,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk13/img_2933.jpg",
  "basicData": {
    "protectionStatus": {
      "isProtected": true
    },
    "originalPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "dateBuilt": "1924-1927г.",
    "address": {
      "line": "ул. Наум Наумовски Борче бр.80",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "architect": "Артемушкин Иван",
    "investorOrOwner": "Рубен Емил",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.423501,42.002362]}",
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен",
        "јавен"
      ],
      "notes": "За време на војната - Природно научен музеј"
    },
    "buildingName": "Палата Рубен"
  },
  "originalData": {
    "generalDescription": "Палатата Рубен е изградена во 1927г. по проект на рускиот архитект Иван Артемушкин, за потребите на семејството Рубен. \nОбјектот е слободностоечки, необично за градска палата, се развива во приземје, три ката и поткровје. Иако поставен на агол меѓу две улици, нема акцентиран третман кон истиот или активно приземје. Изведен е со сопствен систем за греење и вода, додека во мансардниот дел од скалишниот простор е сместен и резервоар за вода.\nОбјектот има три улучни фасади, секоја различна од останатите. Перфорирани со ритмички поставени прозорци, во нагласени вертикални сегменти, испакнати или вдлабнати од фасадната обвивка. Овие сегменти се дополнително украсени со релјефни орнаменти, рустични ниши и столбови. \nИако спакувани во соодветно третирана фасадна обработка, овие асиметрични решенија всушност следат одредени внатрешни функционални зафати, со што и овој објект наклонува кон одредени поставки на модерната архитектура.\nСтрогоста во изборот на неопходните стилски форми како елементи кои обврзуваат. ce согледува во непогрешливиот избор на дорски столбови во приземјето како база врз која ce развива целокупното расчленување на лачно исфрлениот волумен на предната фасада.\nПристапот кон објектот е преку два главни влеза, еден од ул. Престолонаследник Александар (денес ул. Илиденска), преку кој се пристапува кон првиот кат преку карактеристичен елемент – мост,и друг од ул. Јеврејска (денешна ул. Наум Наумовски Борче) преку кој се пристапува до скалишното јадро во објектот. Дополнително, предвидени се уште два влеза кои водат директно во дворот на објектот.\nВнтрешноста на објектот изобилува со раскошни простории, високи тавани и стилски мебел.\n",
    "timelineDescription": "Изградба - 1924 – 1927г. ",
    "floors": "П+3К+Пк",
    "programDescription": "Приземје и катови - станбени ",
    "structureDescription": "Масивен систем – ѕидови од тула и армирано бетонски меѓукатни конструкции",
    "materiality": {
      "exterior": {
        "roof": "Кос сложен покрив – покривање со ќерамиди",
        "facade": "Надворешна обработка во малтер, ситна пластика и орнаментика",
        "carpentry": "Прозорци – чамово дрво, Надвореши врати – борово дрво",
        "parterre": "Двор– од една страна граничи со друг објект, од другите две ограден со бетонска ограда со вертикални столбчиња и продори во горна зона; декоративни метални порти при три влеза во двор (затворен отворениот пролаз кон дворот) и еден кон главен влез во објект; бетонски скулпурален мост за влез низ тераса во приземје."
      },
      "interior": {
        "sharedContent": "Армирано бетонски скали- завршна обработка во терацо, декоративна метална ограда со дрвен ракохват, ѕидови – внатрешна обработка во малтер, внатрешни врати – чамово дрво"
      }
    },
    "context": "Палатата Рубен се наоѓа веднаш до градскиот парк, поставена слободностоечки, со двор, создава посебен однос кон четири различни страни, три улични фасади, без посебен акцент на аголот. Објектот се истакнува од околните објекти по неговата монументалност, со нивно надвишување, како и декоративно развивање на три од четири фасади.  "
  }
}
