{
  "values": {
    "name": [
      "историскa",
      "авторство",
      "архитектонска и естетска"
    ]
  },
  "dateInspection": "09.01.2025",
  "inspectionBy": "Тим 2",
  "code": "MNSK44",
  "order": 44,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk44/20250108_145021.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4252632,41.9961825],[21.4254204,41.996176],[21.4254006,41.9960369],[21.4252487,41.9960435],[21.4252632,41.9961825]]]}",
    "buildingName": "Станбена зграда на инж. Бранислав Протиќ",
    "timeline": {
      "yearProjected": "1937"
    },
    "architect": "20250402181207",
    "investorOrOwner": "инж. Бранислав Протиќ",
    "address": {
      "line": "Бул.„Св.Климент Охридски“ бр.21а",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен"
      ],
      "notes": " домување и издавање"
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": "Приземје: деловни; катови: домување"
    }
  },
  "originalData": {
    "generalDescription": "Станбената зграда  на Бранислав Протиќ е проектирана во асиметричен и динамичен манир кој е ослободен од декорцијата и второстепена пластика на фасадата во модерниот рационализам. Нејзината фасада има 4 нагласени вертикални ризалити кој се нагласени си нивната разноликост односно  широчина од каде може да се прочита и внатрешноста-намената на просториите. и претставува убав пример на асиметрично решен објект со чисти површини, изграден во духот на модерниот рационализам за кој се залагал архитектот Бранислав Протиќ. \nНејзиниот волумен е составен од правоаголен кубус со централен ризалит кон уличниот фронт, кој создадава визуелна вертикална поделба на три нееднакви сегменти. На правоаглните форми и волумени (прозорци и балкони) кои доминираат кај ризалитот и кај десниот сегмент им контрастрираат три окулуси во левата вертикала кои природно го осветлуваат скалишниот простор. Окулусите како мотив се повторуваат кај главната влезна врата во зградата и кај влезните врати во становите кај кои имаат и улога на натсветла.  ",
    "timelineDescription": "Во 1937 год. е проектиран објектот.",
    "floors": "По+Пр+3 Кат."
  }
}
