{
  "photos": [
    "/media/mnsk039/mnsk39_02.jpg",
    "/media/mnsk039/mnsk39_04.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "емотивна",
      "архитектонска и естетска",
      "авторство"
    ]
  },
  "bibliography": "Архив на град Скопје, 6.1.325.24/354-396\nКонстантиновски, Ѓ, „Градителите во Македонија 18-19 век“, Табернакул, Скопје, 2001",
  "dateInspection": "11.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Лимен едноводен покрив.",
        "facade": "Малтер во сива боја со дискретна плиткорељефна декорација. Новоизградените делови од понови периоди имаат иста обработката и го следат растерот и обработката на оригиналната градба, што на прв поглед дава впечаток дека објектот одсекогаш бил со денешниот изглед.",
        "carpentry": "Приземје - метални врати кај комерцијалните простории и главниот влез во станбениот дел; прозорци - автентични дрвени (кај два од нив има поставено метална заштитна решетка), прозорци на прв и втор/трет кат дрвени автентични на периодот на изградба, ПВЦ ролетни на третиот дограден кат, ПВЦ комарници кај дел од прозорците на првиот кат.",
        "parterre": "Бекатон коцки"
      },
      "interior": {
        "sharedContent": "Комуникациско јадро: скали - терацо, дрвен ракофат на метална конструкција, влезни врати во становите од оригиналната градба - дрвени во бела боја со мала плиткорезбана декорација на рамката; влезни врати во становите кај доградените делови од подоцнежни периоди - дрвени но со поинаков изглед и големина.",
        "privateContent": "Недостапни"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Отпаднат малтер на помали површини во пределот над венецот од првиот кат, дамки од вода во долните партии. При некое реновирање на фасадата (или од други причини) целосно се отстранети декоративните полиња со плиткорељефен преплет под прозорците, од северната страна кон ул.„Орце Николов“."
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "Се однесува на заедничките простории."
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Новоизградените делови се вклопени во оригиналната градба иако може да се направи дистинкција помеѓу нив. И покрај доградбите зградата во голема мера го задржала својот оригинален надворешен изглед."
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "Се однесува на заедничките простории."
      }
    },
    "modifications": "Во 1960-тите години е дограден втор кат на оригиналната градба., со што е направена промена во покривната конструкција (наместо претходен повеќеводен покрив со ќерамиди, изведен е едноводен покрив со лим).\nВо 1990-тите години доградено е крило кон западната срана на објектот со висина П+3 со што дошло до промена во влезната партија (оригинално во зградата се влегувало од нејзината западна страна, а сега влезот е од страна на ул.„Орце Николов“). Во овој период најверојатно е направен и надворешниот влез во подрумските простории, каде пристапот е од страната на ул.„Орце Николов“.\n"
  },
  "risks": "Со последната донесена Измената на Решението од 07.06.2016, за контактната зона на објектот се дозволува доградба или изградба на нови објекти соодветни на градежната парцела со висина на венец П+3+ПК.\nСо ваквите градежни политики и односот на институциите кон културното наследство, секојдневно се обезличуваат или губат вредни објекти кои обезбедуваат историски континуитет и сведочат за урбаниот развој на градот, а истовремено вршејќи трајни промени во ткивото на историските маала.",
  "number": "Уп.бр. 18-430 од 17.09.2015 г.; Уп.бр. 18-213 од 07.06.2016",
  "inspectionBy": "Тим 2",
  "code": "MNSK039",
  "order": 39,
  "suggestions": "",
  "photo": "/media/mnsk039/mnsk39_01.jpg",
  "basicData": {
    "protectionStatus": {
      "isProtected": true,
      "notes": "Значајно културно наследство со режим на заштита од втор степен. Контактната зона на објектот со режим на заштита од трет степен."
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ],
      "notes": "Дел од приземјето и катот - станбен; аголниот дел од приземјето - комерцијално деловен"
    },
    "dateBuilt": "1933 год. ",
    "address": {
      "line": "Ул.Орце Николов бр.83 А",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "associates": [
      "Архитект Рад. Матијашевиќ"
    ],
    "architect": "Дутов Борис",
    "investorOrOwner": "Јовановиќ Трпе",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4244583,42.0005958]}",
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": "Дел од приземјето и катовите - станбен; аголниот дел од приземјето - две кафетерии и една продавница"
    },
    "buildingName": "Станбен објект"
  },
  "originalData": {
    "generalDescription": "Станбениот објект со катност По+П+1 го зафаќа југозападниот агол на улиците „Ленинова“ и „Орце Николов“, дијагонално од познатата зграда на Ташковиќ, во историската резиденцијална населба Дебар маало. Времето на изградба кореспондира со почетоците на формирањето на самато маало, а градбата стилски ги носи белезите на актуелните раномодерни архитектонски тенденции на тоа време.\nВо естетското обликување на двете улични фасади (кои се единствените видливи) применет е еднаков третман. Со поставување на дискретни плитки пиластри кои завршуваат со стилизирани јонски капители направен е вертикален растер кој на фасадите им дава ефект на светло-темни колористички полиња. Во вовлечените потемни полиња сместени се прозорците под кои е поставена второстепената пластика со мотив на преплет. \n",
    "floors": "По+П+1",
    "timelineDescription": "Проектот е направен во  декември 1931 год. \nЗградата е изградена во 1933 год.\nВо 1940 год. генерал Атанасковиќ ја купил зградата од оригиналниот сопственик и инвесттор на истата (според кажување на внуката на генералот).\nВо 1960-тите години е дограден втор кат на оригиналната градба.\nВо 1990-тите години доградено е крило кон западната срана на објектот со висина П+3.\n\n\n\n\n\n",
    "programDescription": "Приземје: дуќан во делот кај аголот, а во останатиот дел од приземјето како и на катот - домување (два стана со по две соби, претсобје, кујна, купатило, вц и останато). \n\n",
    "structureDescription": "Масивен носечки систем.\n*„Темелите на зградата ќе бидат направени од набиена мешавина 1:8. Изолација на темелите со два слоеви на тер-хартија и еден слој течен катран. \nSидовите на приземјето со дебелина од 45 см, а на катот 30 см изработени од добро печена тула во варов малтер. Над ѕидовите од приземјето и катот ќе се изработат армиранобетонски серклажи со висина од 30 см и арматура од 3 Ø16, како и армиранобетонски трегери над сите отвори. Меѓукатната и плафонската конструкција ќе бидат армиранобетонски. Дебелина на плоча 9 см со арматура од 16 парчиња Ø8 и мешавина на бетон 1:5.\nНадворешни ѕидови малтерисани со варов малтер, прскани во боја.“ \n\n*Според оригиналниот технички опис. ",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен сложен покрив. \n*„Кровна конструкција од стругана чамова граѓа, покриена со фалцувана ќерамида. Олуци, одводни цевки и др. од ферцинк блех №18.“ \n\n*Според оригиналниот технички опис.",
        "facade": "Варов малтер, испрскана во боја со дискретна плиткорељефна декорација сочинета од плитки пиластри кои завршуваат со стилизирани јонски капители, а под прозорците - второстепената пластика со мотив на преплет.",
        "carpentry": "*„Целата столарија - од добра и здрава чамова граѓа внатре, а надвор од борова граѓа. Прозорите застаклени со безбојно стакло.“ \n\n*Според оригиналниот технички опис. "
      },
      "interior": {
        "sharedContent": "Комуникациско јадро: „скали армиранобетонски вѕидани во ѕидовите“ со терацо обработка; ограда - дрвен ракофат на метална конструкција; влезни врати - дрвени во бела боја со мала плиткорезбана декорација на рамката.",
        "privateContent": "*„Внатрешни ѕидови малтерисани со варов малтер. Во сите простории - дрвен патос-шифбаден, со исклучок на купатилата и терасите каде е терацо.“\n\n*Според оригиналниот технички опис. "
      }
    },
    "context": "Зградата сочинувала архитектонска целина со соседниот помал објект на улицата „Кнез Арсен“,  изведен во идентичен стил од истиот архитект и инвеститор (според оригиналната архивска проектна документација). \nДвата објекти се наоѓале во тогашниот градежен реон на Дебар маало, каде во истиот период и подоцна биле изградени повеќе репрезентативни градби кои се дел од сегашното културното наследство на Скопје од периодот помеѓу двете светски војни, а кои го преживеале катастрофалниот земјотрес. \nВо фасадната обработка видливи се идентични декоративни фасадни елементи со Куќата на Тома Ничота која е поставена дијагонално од спротивната страна на улицата, а е прилепена до познатата зграда на Ташковиќ. Фактот што куќата на Ничота е направена од ист инвеститор, но од различен архитект оди во прилог на тезата дека сите три куќи се проектирани и изведени по вкус на нарачателот.\n"
  }
}
