{
  "values": {
    "name": [
      "историскa",
      "авторство",
      "архитектонска и естетска",
      "општествена / социјална",
      "емотивна",
      "техничка"
    ],
    "dateBuilt": "Пробивот на модерната архитектура во Македонија е означен со објектот на Окружниот уред за социјално осигурување на работниците во центарот на Скопје. \nИзграден според принципите на функцонализмот, во кој се сублимирани идеите на европската модерна (од која подоцна се развива и Интернационалниот стил).\nОбјектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот."
  },
  "bibliography": "М. Токарев, 100 години Македонска Архитектура, Скопје 2006\nК.Грчев, Архитетонските стилови во профаното градоградителство во Македонија меѓу двете светски војни 1919-1940, Скопје 2001\n",
  "dateInspection": "29.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Покривање на рамниот кров со лим кој не е видлив од човечка перспектива и не ја нарушува силуетата на објектот.",
        "facade": "Вентилирана фасада со завршна обработка од плочки во црвеникава нијанса, поставени на метална потконструкција. Слободностоечките столбови се оставени со завршна обработка малтер во црвеникава нијанса.",
        "carpentry": "Промена на цела надворешна столарија со пвц прозорци и врати."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна"
      }
    },
    "modifications": "Промена на завршната обработка на фасада.\nПромена на столарија.\n",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK06",
  "order": 6,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk06/06.мнск.06-1-.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": "1933 - 1934",
      "yearProjected": "1932",
      "period": "1930-1939"
    },
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4337975,41.9926964],[21.4344091,41.992965],[21.4345448,41.9927952],[21.434719,41.992872],[21.43482,41.9927471],[21.434032,41.9924013],[21.4337975,41.9926964]]]}",
    "buildingName": "Окружен уред за социјално осигурување на работниците / Универзитетска клиника за хируршки болести „Свети Наум Охридски“",
    "architect": "20250402181157",
    "address": {
      "line": "ул. „11-ти Октомври“ бр. 53",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "јавен"
      ]
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ]
    },
    "protectionStatus": {
      "isProtected": true,
      "notes": "Решение бр. 04-113/87 од 10.12.1963г. / Решение бр. 0904-132/1 од 14.03.1996г. / Решение бр. 08-1260/7 од 01.06.2009г."
    }
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4337975,41.9926964],[21.4344091,41.992965],[21.4345448,41.9927952],[21.434719,41.992872],[21.43482,41.9927471],[21.434032,41.9924013],[21.4337975,41.9926964]]]}",
  "originalData": {
    "generalDescription": "Пробивот на модерната архитектура во Македонија е означен уште пред градењето на Стопанска комора „Метропол“ од Милан Злоковиќ. Загрепскиот архитект Драго Иблер (1894-1964) тогаш веќе го има завршено објектот на Окружниот уред за социјално осигурување на работниците во центарот на Скопје. Неговата композиција е составена од разгранета основа со два внатрешни дворови (атриуми) и нагласени хоризонтали со полно и празно и чиста рамна фасада со црвеникава нијанса.  Авангардноста на овој објект се потврдува и со тоа што е речиси истовремено создаден со познатите објекти на европскиот пуризам. \nИблер на соодветен начин ќе ги вгради искуствата на европскиот кубизам, рускиот конструктивизам и целосната редефинираност на занаетот изведен во духот на Баухаусовската идеологија. Чистината на изразот составен од комплексни компоненти кои понатаму ќе ги следиме како основни парадигми во креирањето на поставките на Интернационалниот стил, укажуваат на слоевито познавање на Лосовските идеи за безорнаменталност, но поставени врз богато структурирана искуствена постапка преку која го утврдуваме основниот референтен инструментариум на модерниот стилски израз.",
    "timelineDescription": "Во првата половина на 1930 година бил распишан Конкурсот. \nВо 1932 година била работена проектната документација за Окружниот уред за социјално осигурување на работниците.\nВо периодот 1933-1934 година се одвива изградбата на објектот.",
    "floors": "По+П+3К ",
    "programDescription": "",
    "structureDescription": "Граден во скелетен систем, овозможено е поставување на големи стаклени површини - прозорци во низа.",
    "materiality": {
      "exterior": {
        "roof": "Објектот има рамен покрив.",
        "facade": "Изградена според принципите на функционализмот, во кој се сублимирани идеите на европската модерна. Тенденција на целосна замена на фасадната декорација во корист на слободно аранжирање на новите фасадни елементи (рамни површини, отвори, конструктивни елементи, волумени). Завршна обработка во малтер со црвеникава нијанса.",
        "carpentry": "Надворешната и внатрешната столарија е изработена од дрво."
      }
    },
    "context": "Интервенирајќи во просторот со прочистен јазик во кој главната и доминантната функција ја имаат чистите геометриски форми, Иблер го поставил објектот во зависност од зададеноста и условите на локацијата, успевајќи во функционална смисла да го прилагоди подеднакво и кон сообраќајното и кон пешачкото движење, формирајќи го далбокиот трем во приземјето на страната ориентирана кон парк Жена - Борец. "
  }
}
