{
  "values": {
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\nОбјектот е во употреба според оригиналната типологија. Појавата на овој блок објекти, како агломерација на плоштадот се врзува со првите урбанизации на градот. Употреба на карактеристичен елемент – нагласување на агол преку балконски испусти\n",
    "name": [
      "историскa",
      "авторство",
      "општествена / социјална",
      "архитектонска и естетска"
    ]
  },
  "bibliography": "К. Грчев, Архитетонските стилови во профаното градоградителство во Македонија меѓу двете светски војни 1919-1940, Скопје 2001\nАрхив на Град Скопје",
  "dateInspection": "14.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Кос сложен кров – покривање со ќерамиди, вовлекување на поткровје",
        "facade": "Фасадна завршница во малтер со ситна пластика-испакнување во волуменот",
        "carpentry": "Приземје – дрвена автентична влезна врата, прв кат – дрвена автентична столарија, останати катови - врати и прозорци ПВЦ во бела боја",
        "parterre": "Ограден внатрешен двор, ограда-бетонски столбови / потпори и железна профилација"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра"
      }
    },
    "modifications": "Промена на надворешна столарија – прозорци и балконски врати\nДодадена ограда на поткровје\n"
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK07",
  "order": 7,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnsk07/07.мнск.07-1-.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.428503,41.9956357],[21.4287068,41.9955994],[21.4287613,41.9957721],[21.4285587,41.995808],[21.428503,41.9956357]]]}",
    "buildingName": "Станбена зграда на браќа Бојаџиеви",
    "dateBuilt": "1935",
    "architect": "Жерновски Кирил",
    "address": {
      "line": "ул. „8ма Ударна Бригада“ бр. 20",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    },
    "investorOrOwner": "Браќа Бојаџиеви"
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.428503,41.9956357],[21.4287068,41.9955994],[21.4287613,41.9957721],[21.4285587,41.995808],[21.428503,41.9956357]]]}",
  "originalData": {
    "generalDescription": "Станбениот објект на улица „8ма Ударна Бригада“, во централното градско подрачје, е дел од архитектонскиот опус на Иван Артемушкин, изграден во 1931г. Претставник на група објекти од истиот автор кај кои е воочена тенденцијата за создавање препознатлив модерен јазик. \nОбјектот е поставен на агол на периметрален блок, во фомра на буквата Г. Главниот влез во објектот е од улицата 8ма ударна бригада, каде објектот го следи уличниот фронт во низа, додека влез кон внатрешен двор,кој го дели објектот од соседниот, е обезбеден од споредната улица. Објектот се развива во сутерен, приземје, два ката и поткровје, наменети за станбени единици. \nНагласувањето на аголот е преку елемент на аголен балкон, со третман на балконските огради, карактеристично средство во модерниот архитектонски израз. Геометричноста и ортогалноста на објектот се разбиени со третманот на профилацијата на разделните венци, како и дизајнот на прозорците. Динамиката на објектот се менува на покривот, каде кровната стреа, во вид на тенка конзолна плоча го следи прекршувањето на калканскиот надоѕидок на фасадата. \n",
    "timelineDescription": "Во 1935г. е изработен проектот. Истата година се добива е одобрение за градба.\nВо 1936г. е изградба на прва фаза.\nВо наредните две до три години (1937-1939г.) е изградбата на втора фаза.",
    "floors": "По+П+2К",
    "programDescription": "Во подрумот на објектот се сместени подрумски простории, додека на приземјето и катовите се со станбена содржина.\n\n",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен кос покрив, дрвена потконструкција и покривање со ќерамиди.",
        "carpentry": "Надворешната столарија, која се состои од прозорци, балконски врати и влезна врата е изработена од дрво.",
        "facade": "Надворешната обработка е со малтер. Под прозорците се појавува второстепена линиска пластика."
      },
      "interior": {
        "sharedContent": "Ограден внатрешен двор, ограда од бетонски столбови (потпори) и железна профилација."
      }
    },
    "context": "Станбениот објект се наоѓа во еден од периметралните блокови кои ја формираат улица Максим Горки. Од едната страна, објектот се вклопува во интегрален уличен фронт, кој ги следи манирите кракатеристични за овој опфат, додека од другата страна е одделен од соседот со внатрешен двор.",
    "structureDescription": "Објектот е изграден во масивен систем. Стопите се од набиен бетон, а подрумските ѕидови се од кршен камен и продолжен малтер. Ѕидовите на приземјето и прв кат се изведени од тула и малтер со дебелина од 38cm, а на втор кат со дебелина од 25cm. На вториот спрат има и дополнителни појачувања на аглите со армиран бетон. Објектот има армирано-бетонска меќукатна конструкција. Кровната конструкција е дрвена.\n"
  }
}
