{
  "photos": [
    "/media/mnsk36/mnsk36_01.jpg",
    "/media/mnsk36/mnsk36_02.jpg",
    "/media/mnsk36/mnsk36_03.jpg",
    "/media/mnsk36/mnsk36_04.jpg",
    "/media/mnsk36/mnsk36_05.jpg",
    "/media/mnsk36/mnsk36_06.jpg",
    "/media/mnsk36/mnsk36_07.jpg",
    "/media/mnsk36/mnsk36_08.jpg",
    "/media/mnsk36/mnsk36_09.jpg",
    "/media/mnsk36/mnsk36_10.jpg",
    "/media/mnsk36/mnsk36_11.jpg",
    "/media/mnsk36/mnsk36_12.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска"
    ]
  },
  "bibliography": "Томовски, К. & Петковски, Б. (2003). Архитектурата и монументалната уметност во Скопје меѓу двете светски војни. Скопје. Музеј на град Скопје\nКонстантиновски, Г. (2001). Градителите во Македонија, XVIII - XX век. Скопје. Табернакул \nТокарев, М. (2006). 100 години модерна архитектура. Книга трета: Придонесот на Македонија и Југославија (1918-1990). Скопје\nДржавен Архив на Република Северна Македонија, Одделение Скопје. арх.бр.",
  "dateInspection": "09.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Двоводен кос покрив покриен со поцинкуван лим, а над помал дел од зградата - рамна тераса. ",
        "facade": "Малтер.",
        "carpentry": "Речиси сите прозорци се променети со ПВЦ, со исклучок на окулусите и неколу прозорци на задната фасада. Влезната врата во зградата е оригиналната - дрвена, а столаријата кај вратите и излозите на дуќаните е променета со ПВЦ/алуминиумска. ",
        "parterre": "Зградата со својата главна фасада излегува на јавен простор (тротоар). Позади има неограден двор со бетонска патека, паркинг и зеленило."
      },
      "interior": {
        "sharedContent": "Комуникациско јадро: скали - терацо, дрвен ракофат на метална конструкција.\nВлезни врати во станови - само една врата е автентична дрвена бела со кружни отвори/натсветло. Останатите се сменети со врати од различни материјали.",
        "privateContent": "Недостапни"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "многу лоша",
        "notes": "Од двете фасади особено главната фасада се наоѓа во запуштена состојба со речиси целосно отпаднат малтер во горните зони на централниот ризалит. Има и големи дамки од протекување."
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "Се однесува на заедничките простории."
      }
    },
    "modifications": "Направени се повеќе промени за кои не е обезбедена информација кога се случиле:\n- На уличната фасада, на третиот кат променет е прозорец со поголеми димензии од оригиналниот и со различна столарија. \n- Доградени се простории во поткровјето.\n- Сменет е покривниот материјал од ќерамиди во поцинкуван лим\n- Променета е столаријата на прозорците и влезните врати во становите (се менувала индивидуално не водејќи сметка за надворечниот изглед на зградата.\n- На задната фасада заѕидан е еден прозор на приземјето",
    "authenticity": {
      "exterior": {
        "condition": "многу лоша",
        "notes": "Индивидуалните несоодветни интервенции (како менувањето на прозорецот на вториот кат), за жал се изведени без да биде земено предвид обликувањето на зградата како целина, со што сериозно е нарушена автентичноста. "
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "Се однесува на заедничките содржини"
      }
    }
  },
  "risks": "",
  "inspectionBy": "Тим 2",
  "code": "MNSK36",
  "order": 36,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk36/mnsk36_01.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": 1936,
      "period": "1930-1939"
    },
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4255386,41.9973167]}",
    "buildingName": "Станбена зграда на Стојан Спасиќ",
    "architect": "Протиќ Бранислав",
    "address": {
      "line": "Бул.„Св.Климент Охридски“ бр.45",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": "Приземје: дуќани; катови: домување"
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": "Приземје: дуќани; катови: домување"
    },
    "investorOrOwner": "Стојан А. Спасиќ"
  },
  "originalData": {
    "generalDescription": "Зградата претставува убав пример на асиметрично решен објект со чисти површини, изграден во духот на модерниот рационализам за кој се залагал архитектот Бранислав Протиќ. \nНејзиниот волумен е составен од правоаголен кубус со централен ризалит кон уличниот фронт, кој создадава визуелна вертикална поделба на три нееднакви сегменти. На правоаглните форми и волумени (прозорци и балкони) кои доминираат кај ризалитот и кај десниот сегмент им контрастрираат три окулуси во левата вертикала кои природно го осветлуваат скалишниот простор. Окулусите како мотив се повторуваат кај главната влезна врата во зградата и кај влезните врати во становите кај кои имаат и улога на натсветла. \n",
    "floors": "По+П+2+Пк",
    "structureDescription": "Масивен конструктивен систем со армирано-бетонски меѓукатни конструкции. Според оригиналниот технички опис ѕидовите во подрумот и темелите на објектот се од набиен бетон, а ѕидовите на приземјето и катовите од печена тула во варов малтер. ",
    "materiality": {
      "exterior": {
        "roof": "Над дел од зградата била направена  кровната конструкција од тесана чамова граѓа покриена со фалцована ќерамида, а над останатиот дел била изведена рамна тераса.\nЛимарските работи биле изведени со поцинкуван лим.",
        "facade": "Фасадите биле малтерисани со продолжен малтер со прскање.",
        "carpentry": "Надворешните делови на столаријата биле изработени од борово дрво, а од внатрешната страна од чамово дрво.",
        "parterre": "Зградата со својата главна фасада излегува на јавен простор (тротоар). Позади има неограден двор со бетонска патека, паркинг и зеленило."
      },
      "interior": {
        "sharedContent": "Комуникациско јадро: скали изведени во терацо со ограда од ковано железо и дрвен ракофат.\nВлезни врати во становите: дрвени, бело обоени со окулуси во својство на натсветло.",
        "privateContent": "Внатрешните ѕидови - малтерисани со варов малтер.\nПодна обработка во становите: патос изведен од даски на перо и жлеб поставени на потпатосница од борово дрво."
      }
    },
    "programDescription": "Во приземјето: два дуќани\nНа катовите: станови за домување и изнајмување",
    "timelineDescription": "Проектирање и изградба: 1936 год.",
    "context": "Зградата е поставена во низа и со својата главна фасада го следи уличниот фронт. Соседните згради кои датираат од подоцнежен период се изградени не водејќи сметка за висинско порамнување и ја надвишуваат зградата. Архитектот Бранислав Протиќ на потегот на тогашната улица „Венац цара Душана“ (денешен Бул.„Св.Климент Охридски“) две години подоцна изградил уште една во истиот модернистички стил."
  }
}
