{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "општествена / социјална"
    ]
  },
  "bibliography": "Томовски, К. & Петковски, Б. (2003). Архитектурата и монументалната уметност во Скопје меѓу двете светски војни. Скопје. Музеј на град Скопје\nКокан Грчев,  (2003) Архитектонски Стилови \nДржавен Архив на Република Северна Македонија, Одделение Скопје. арх.бр.\n",
  "dateInspection": "11.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Кос кров покриен со ќерамиди, а над помал дел од зградата - рамна тераса. ",
        "facade": "Фасадата е малтерисани со продолжен малтер со прскање.  "
      }
    }
  },
  "number": "Уп.бр. 18-205 од 12.05.2016 год.",
  "inspectionBy": "Тим 2",
  "code": "MNSK42",
  "order": 42,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk42/мнск-42..jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4248799,42.0006128],[21.4249827,42.0007173],[21.4251693,42.0006208],[21.4250665,42.0005163],[21.4248799,42.0006128]]]}",
    "timeline": {
      "yearProjected": "1939",
      "period": "1940-1949"
    },
    "architect": "20250402181210",
    "address": {
      "line": "ул. Орце Николов бр. 90 / ул.Ленинова бр.19 ",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    },
    "buildingName": "Станбен Објект на  фам. Ташковиќ Григорије ",
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен",
        "споменик"
      ]
    },
    "protectionStatus": {
      "isProtected": true,
      "notes": "Уп бр. 18-435 од 17.09.2015 год. измена на решение Уп.бр. 18-205 од 12.05.2016 год."
    }
  },
  "originalData": {
    "generalDescription": " Објектот е национализиран после втората светска војна, после ослободување станува седиште на КПЈ, до денес со него стопанисува -АД за изградба и стопанисување со станбен простор и со деловен простор од значење за републиката-Скопје,\n",
    "floors": "По+П+3+Пк",
    "timelineDescription": "Во 1939 год. е проектиран објектот.",
    "programDescription": "Во приземјето се предвидени комерцијални содржини е се сместени пет дуќани. На катовите има по два стана чии основа е функционално решение и има современ концепт за домување на дел од поткровјето-мансарда имаме (перална и сушара), останатиот дел имаме рамна тераса. Во скалишниот простор има двокраки скали и истиот е природно осветлен",
    "structureDescription": "Објектот е изграден во мешан констукривен систем со армирано-бетонски меѓукатни конструкции. Темелите и  ѕидовите  во подрумот се од набиен бетон. Скалите се изведени од вештачки камен, сите балкони и тераси се изведени од арм. бетон.  Ѕидовите на  приземјето, катовите и таванот  се од добро печена цигла на варов малтер, внатрешните ѕидови, плафони и сите надворешни ѕидови од страна на дворот се малтерисани со варов малтер. Патосите во собите за домување се со паркет, а во економските делови од даски на перо и жлеб, терацо и бетон.  Во зградата има електрична, водоводна и канализциона инсталација. ",
    "materiality": {
      "exterior": {
        "facade": "Фасадаите од страна на улиците се малтерисани  со продолжен малтер и прскање, а пак внатрешните фасади се со варов малтер. Оградата на скалите и терасите е од ковано железо, сите лимарски работи се од поцинкован лим. ",
        "carpentry": " Излозите, сите врати и прозори се изработени од дрво.",
        "roof": "Над дел од зградата била направена  кровната конструкција од тесана чамова граѓа покриена со фалцована ќерамида, а над останатиот дел била изведена рамна тераса.\nЛимарските работи биле изведени со поцинкуван лим.",
        "parterre": "Зградата е поставена на агол помеѓу две улици со својата главна фасада го следи уличниот фронт."
      },
      "interior": {
        "privateContent": "Во повеќето имаат реновирано, променето на распоред и намена на просториите",
        "sharedContent": "Комуникациско јадро-скали изведени во терацо со ограда од ковано железо.\nВлезни врати во становите: дрвени, бело обоени со надсветло."
      }
    },
    "context": "Зградата е поставена на агол помеѓу две улици со својата главна фасада го следи уличниот фронт. Во Дебар Маало. "
  }
}
