{
  "photos": [
    "/media/mnsk31/mnsk31_01.jpg",
    "/media/mnsk31/mnsk31_02.jpg",
    "/media/mnsk31/mnsk31_03.jpg",
    "/media/mnsk31/mnsk31_04.jpg"
  ],
  "values": {
    "name": [
      "архитектонска и естетска",
      "историскa"
    ]
  },
  "bibliography": "Константиновски, Георги, “Градителите во Македонија XVIII-XX ВЕК”, Табернакул, 2001\nТомовски Крум, Петковски Борис, Архитектурата и монументалната уметност во Скопје меѓу двете светски војни, Музеј на град Скопје, 2003",
  "dateInspection": "22.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив со ќерамиди и стреолики баџи.",
        "facade": "Малтер.",
        "carpentry": "Кај некои станови прозорците се со оригинална дрвена столарија, а кај извесен број се променети со ПВЦ. Влезната и ветробранската врата се непроменети, како и влезните врати на повеќето станови. Вратите кои водат во лоѓиите се дрвени со застаклување, освен кај една кај која стаклото е заменето со ОСБ плоча."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна"
      }
    },
    "modifications": "Претпоставка за променет покрив и додадени баџи.\nДоградба на покривот заради добивање станбен простор. ",
    "authenticity": {
      "exterior": {
        "condition": "добра"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK31",
  "order": 31,
  "photo": "/media/mnsk31/mnsk31_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4262095,42.0017653]}",
    "buildingName": "Станбен објект",
    "dateBuilt": "1940",
    "architect": "Жерновски Кирил",
    "address": {
      "line": "Ул.Ристо Шишков бр.24",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    },
    "investorOrOwner": "Јелена Тодоровиќ"
  },
  "originalData": {
    "floors": "По+П+2",
    "timelineDescription": "Проект: 1939 год.\nИзградба: 1940 год.",
    "generalDescription": "Зградата е слободностоечка и со своите три фасади излегува на фронтот на три улици: Ленинова, Ристо Шишков и Крсто Бајиќ, каде со формата и фасадното обликување успешно е вклопена во непосредната околина.\nИзградена е во духот на модерниот рационализам и има целосно симетрична основа во форма на буквата \"П\". На аглите на главната (јужна) фасада со источната и северната, се истакнуваат издолжените балкони со заоблени испусти со метални огради. Виското приземје е потенцирано со венец, кој на бочните фасади се повторува по нивната должина под прозорците. Со овие елементи добиена е нагласена хоризонталност. Интересен елемент карактеристичен за стилот во кој е изградена се окулусите во горните партии и нагласувањето на стреата каде има поставени декоративни греди. \n",
    "materiality": {
      "exterior": {
        "facade": "Малтер",
        "carpentry": "Прозорци - дрвена, влезната и ветробранската врата дрвена/дрвена со застаклување,  влезниврати во станови - дрвени, врати кои водат во лоѓиите - дрвени со застаклување."
      },
      "interior": {
        "sharedContent": "Комуникациско јадро: скали - терацо, дрвен ракофат на метална конструкција, влезни врати во станови - дрвени, врати ккои водат во лоѓии - дрвени со застаклување и надсветла кои даваат светлина во затворениот скалишен простор.",
        "privateContent": "недостапни"
      }
    },
    "programDescription": "приземје и катови - домување",
    "structureDescription": "Масивен конструктивен систем"
  }
}
