{
  "photos": [
    "/media/mnsk41/mnsk41_01.jpg",
    "/media/mnsk41/mnsk41_02.jpg",
    "/media/mnsk41/mnsk41_03.jpg",
    "/media/mnsk41/mnsk41_04.jpg",
    "/media/mnsk41/mnsk41_05.jpg"
  ],
  "values": {
    "dateBuilt": "Објектот е врежан во меморијата на градот и е значаен за идентитетот на Дебар маало и на Скопје како градба која го преживеала земјотресот од 1963 год. која е сè уште во употреба.\n\n",
    "name": [
      "историскa",
      "архитектонска и естетска",
      "авторство",
      "емотивна"
    ]
  },
  "bibliography": "Чаусидис, Н. & Ефремовски, М. (2024). Артемушкин и Скопје. Скопје. Чаусидис, Н. & Ефремовски, М.\nТомовски К.& Петковски Б. (2003). Архитектурата и монументалната уметноство Скопје меѓу двете светски војни. Скопје. Музеј на град Скопје\nУправа за заштита на културното наследство, Регистрирани недвижни добра по надлежност на националните установи, ноември 2024 год. Преземено во јануари 2025, од: \nhttp://uzkn.gov.mk/mk/wp-content/uploads/2024/11/REGISTRIRANO-NEDVIZNO-KULTURNO-NASLEDSTVO-2024-za-web-%D1%84%D0%B8%D0%BD%D0%B0%D0%BB.pdf\nКоцевски, Д. (2022). Ако го сакаш Скопје – дојди, ќе те чекам на кејот. Скопје. Бегемот,\nДржавен Архив на Република Северна Македонија, Одделение Скопје. арх.бр.",
  "dateInspection": "22.12.2024",
  "currentData": {
    "authenticity": {
      "exterior": {
        "condition": "добра",
        "notes": "Објектот има висок степен на автентичност и покрај направените интервенции кои не се во духот на сочувување на истата."
      },
      "interior": {
        "condition": "добра",
        "notes": "Се однесува на заедничките простории."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "многу лоша",
        "notes": "На уличните фасади има големи делови со отпаднат малтер, кои се поизразени на катот и кај поткровјето. Големи површини со целосно отпаднат малтер има на северозападниот ѕид. "
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "Се однесува на заедничките простории."
      }
    },
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив\nЗатворени кровни тераси со лимени покриви ",
        "facade": "Фасадата се наоѓа во лоша состојба со отпаднат малтер во пределот околу прозорците и во горните партии околу венецот. Особено оштетена е западната фасада.\nГлавната фасада е дополнително оптеретена со графити и несоодветно присуство на кабли, реклами и тенда.  ",
        "carpentry": "Речиси сите дрвени прозорци се заменети со ПВЦ. Кај влезната партија е направена интервенција со поставување на преграда која ги одвојува скалите кои водат кон подрумот во кој има угостителски објект од скалите кои водат кон останатите катови со правење на две помали различни врати. ",
        "parterre": "Куќата излегува директно на јавна површина поплочена со бекатон коцки. Партерот пред објектот е зафатен со привремен објект (надвореша тераса на ресторантот кој е во подрумот на куќата). "
      },
      "interior": {
        "sharedContent": "Комуникациско јадро: скали со терацо обработка; ограда - декоративна, изработена од ковано железо со дрвен ракофат; влезни врати - дрвени во бела боја.",
        "privateContent": "Недостапни"
      }
    },
    "modifications": "Направени се повеќе промени за кои не е обезбедена информација кога се случиле:\n- Затворени се кровните тераси заради доградба на станбени површини\n- Променета оригиналната влезна врата во објектот, и наместо неа поставени се две помали врати од различни материјали (едната е влез во станбените единици, а другата води кон подрумските простории каде е сместена угостителска содржина. \n- Извесен број на оригинални дрвени прозорци се заменети со ПВЦ. \n- Пред приземјето самиот објект поставен е привремен објект (надвореша тераса на ресторантот кој е во подрумот на куќата). \n- На југозападната фасада поставен е лимен оџак за потребите на ресторанот во подрумот, кој се протега по целата висина.\n- На балконот на југозападната фасада поставена е лимена настрешница\n"
  },
  "risks": "Најголеми закани и ризици за градбите во Дебар маало се променливите заштитни и градежни политики, како и прилагодувањето на законските регулативи кои не одат во прилог на нивното зачувување, што резултира со секојдневно обезличување или губење на вредни објекти кои сведочат за урбаниот развој на Скопје и обезбедуваат историски континуитет.",
  "number": "Уп.бр.18-426/2015 од 21.06.2016; Уп.бр.18-208 од 13.05.2016 год",
  "inspectionBy": "Тим 2",
  "code": "MNSK41",
  "order": 41,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk41/mnsk41_01.jpg",
  "basicData": {
    "protectionStatus": {
      "isProtected": true,
      "notes": "Значајно културно наследство со режим на заштита од втор степен. Контактната зона на објектот со режим на заштита од трет степен."
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен",
        "друго"
      ],
      "notes": "Приземје - амбуланта; кат - домување"
    },
    "dateBuilt": "1930 год.",
    "address": {
      "line": "Ул.„Орце Николов“  бр.109",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "architect": "Артемушкин Иван",
    "investorOrOwner": "Д-р Бојаџијан Хофсед",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4208401,42.0015406]}",
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": "Подрум - угостителски објект; приземје, кат и поткровје - домување и деловни простории"
    },
    "buildingName": "Семејна куќа на д-р Бојаџијан Хофсед "
  },
  "originalData": {
    "generalDescription": "Семејната куќа на д-р Бојаџијан Хофсед е изградена во 1930 год. како самостојна градба која е аголно поставена на линијата на две улици, во скопската населба Дебар маало. Архитектонското обликување на објектот е во духот на еклектицизмот со примеси на српско-византискиот стил. Крилата на уличните фасади иако различни по својата должина имаат еднаков третман во нивната обработка. Тие се поделени  на сегменти со што визуелно прават симетрија во чија оска е поставена вертикалата на влезната партија во која е сместен скалишниот простор, а која  завршува со правоаголен тимпанон.\nОвој централен  кој е нагласен со вертикален елемент.   \n\n\n\nСо пиластри кои одат во висината на катот направено е нагласување на вертикалата над влезната партиjа во која е сместен скалишниот простор, а која  завршува со правоаголен тимпанон.\nОвој централен  кој е нагласен со вертикален елемент.   ",
    "timelineDescription": "Првобитниот дизајн бил изработен од архитектот Бранислав Којиќ, со целосно поинаков габарит и естетика, а финалната изведба била дизајнирана од архитектот Артемушкин.\nИзградба: 1930 год.",
    "floors": "По+П+1+По",
    "programDescription": "Подрум: утилитарна намена\nПриземје: амбуланта\nКат: домување",
    "structureDescription": "Масивен конструктивен систем. Sидовите изведени од полна тула.",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив со ќерамиди. Над влезниот хол била предвидена купола чија изведба е непозната.",
        "facade": "Фасадите се репрезентативни, изработени со варов малтер и испрскани во боја, со богата класична декоративна пластика во вид на медаљони, рељефи, ниши, мноштво на прозорски отвори и истурени балкони со украсни огради. ",
        "carpentry": "Дрвени прозорци и врати. Балконските огради, заштитните огради на прозорците и оградата на скалите се изведени од ковано железо.",
        "parterre": "Куќата излегува директно на јавна површина."
      },
      "interior": {
        "sharedContent": "Комуникациско јадро: скали со терацо обработка; ограда - декоративна, изработена од ковано железо со дрвен ракофат; влезни врати - дрвени во бела боја.",
        "privateContent": "Недостапни."
      }
    },
    "context": "Доброто се категоризира како значаjно културно наследство поради зачуваната автентичност, вклопеноста и интеракциjата на градбата со непосредната околина но и со урбаната матрица на Дебар маало како нераскинлив дел од урбаниот развоj на Скопjе, а со валоризациjата се овозможува зачувуваьье на еден дел на мемориjата на градот Koja овозможува физичките и духовните врски со сопствената историjа и развоj ко]« ги дефинира елементите по кои секо] еден град препознатлив."
  }
}
