{
  "values": {
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\nОбјектот е во употреба. Во 1998г. станува споменик на културата.\n",
    "name": [
      "историскa",
      "општествена / социјална"
    ]
  },
  "bibliography": "Архив на Град Скопје",
  "dateInspection": "22.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Објектот има повеќеводен покрив со дрвена потконструкција и завршна обработка од ќерамиди.",
        "carpentry": "Надворешната столарија е  изработени од дрво. Дупли прозорци, ритмично поставени низ целата фасада. Главниот влез е со дрвена дупла врата со стаклени делови и надсветло, врамени во мермерна рамка.",
        "parterre": "Дворот на објектот е ограден со бетонски столбчиња, парапетна исполна од тула и метална ограда.",
        "facade": "Фасадата е малтерисана со цементен малтер. Има плитка декоративна пластика со расчленување на површината со хоризонтални и вертикални линии. Во делот на влезната партија, фасадата во висина на сутерен е обработен со малтер и бела боја. Се појавува профилација на венецот и во делот над влезната партија, преку кој на архитектонско ниво се потенцира главниот влез во објектот."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      }
    },
    "modifications": "Затворена  влезна партија, пристап од улица Ѓуро Ѓаковиќ.\nОтсранет орнамент над главен влез на аголот.\nСанација на кров, адаптација во ентериер, додадени клима уреди.\nДодадени знамиња и натписи за потребите на министерството.\n",
    "authenticity": {
      "exterior": {
        "condition": "добра"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK09",
  "order": 9,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk09/09.мнск.09-1-.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": 1933,
      "period": "1930-1939"
    },
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4215751,42.000471],[21.4216834,42.0005312],[21.4218555,42.0005156],[21.4220106,42.0001833],[21.4218702,42.0001479],[21.4217422,42.0003987],[21.4216651,42.0003669],[21.4215751,42.000471]]]}",
    "buildingName": " Дирекција на Шумите / Министерство за Култура на РСМ ",
    "address": {
      "line": "Ул. „Ѓуро Ѓаковиќ“ бр. 61",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "notes": "Дирекција на Шумите",
      "type": [
        "јавен"
      ]
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Воена команда на Град Скопје (социјализам) / Министерство за Култура (денес)"
    }
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4215751,42.000471],[21.4216834,42.0005312],[21.4218555,42.0005156],[21.4220106,42.0001833],[21.4218702,42.0001479],[21.4217422,42.0003987],[21.4216651,42.0003669],[21.4215751,42.000471]]]}",
  "originalData": {
    "generalDescription": "Објектот на Министерството на Шумите е изграден во 1933г. во централното градско подрачје, на улица Ѓуро Ѓаковиќ. Објектот во социјалистичкиот период се пренаменува во објект за Воената команда на Град Скопје, во 1998г. станува споменик на културата, додека од 2005г., објектот е во функција на Министерството за Култура. И покрај различните типологии, објектот ја задржува својата оригиналност. \nДоминацијата на објектот се воочува преку неговиот волумен, пространетост и висина во однос на соседните објекти, следејќи ги начелата на монументалниот академизам. Објектот е поставен на агол на блок, прекршен на три дела. Страничната фасада, ориентирана кон ул. Ѓуро Ѓаковиќ е во низа со уличниот фронт, доминантна во нејзината должина, олеснета со ритмично поставени прозорски отвори, кои се развиваат во хоризонтала и вертикала. Фасадата кон споредната улица добива ист третман, но со многу пократка должина, на која се надоврзува внатрешниот двор. Главниот влез во објектот, скулптурално поставен и подигнат во високо приземје, е на самиот агол, кој е геометриски пресечен и остава впечаток на повлекување од улицата, со што формира плато пред самиот влез. Објектот се карактеризира со прочистена фасада, од која отстапуваат нагласените хоризонтални раздвојни венци.\n",
    "floors": "Су+П+2К",
    "structureDescription": "Објектот е изграден во масивен систем со бетонски плочи и ѕидна исполна од тула.",
    "materiality": {
      "exterior": {
        "carpentry": "Надворешната и внатрешната столарија се изработени од дрво. Дупли прозорци, ритмично поставени низ целата фасада.",
        "parterre": "Дворот на објектот е ограден со бетонски столбчиња, парапетна исполна од тула и метална ограда.",
        "roof": "Објектот има повеќеводен покрив со дрвена потконструкција.",
        "facade": "Фасадата е малтерисана со цементен малтер. Има плитка декоративна пластика со расчленување на површината со хоризонтални и вертикални линии."
      }
    },
    "context": "Објектот на Воена команда на град Скопје се наоѓа на агол од блок. Подолгата, репрезентативна фасада е во низа, ориентирана кон улица Ѓуро Ѓаковиќ, додека пократката страна е ориентирана кон споредна улица, на која се надоврзува внатрешен двор кој се протега до завршетокот на блокот. Објектот се истакнува во висина и габарит од останатите објекти во соседството."
  }
}
