{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска"
    ]
  },
  "dateInspection": "22.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив со ќерамиди",
        "carpentry": "дрвена",
        "facade": "малтер со плиткорелјњфна декорација",
        "parterre": "Поплочување со бекатон коцки во комбинација тревнати површини со зеленило. На северниот дел од дворот - помошни објекти (3 шупи)."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "modifications": "Во неодреден период била затворена терасата на првиот кат.\n09.2005 год. - реконструкција на фасада.\n04..2005 год - реконструкција на кровна конструкција на трите шупи во дворот.\nЗамена на под на приземјето заради дотраеност со соодветен материјал\nЗамена на прозорците со нови дрвени, правени по мерка идентични со оригиналните"
  },
  "number": "Уп.бр. 18-432 од 17.09.2015 год., Уп.бр.18-647 од 02.11.2026 год.",
  "inspectionBy": "Тим 2",
  "code": "MNSK35",
  "order": 35,
  "photo": "/media/mnsk35/mnsk35_01.jpg",
  "basicData": {
    "protectionStatus": {
      "isProtected": true
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "dateBuilt": "1935 год.",
    "address": {
      "line": "Ул.„Орце Николов“ бр.88",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "architect": "Краус Фердо",
    "investorOrOwner": "Јовановиќ Трпе",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4251622,42.0005108]}",
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "buildingName": "Семејна куќа на Тома Ничота"
  },
  "originalData": {
    "generalDescription": "Куќата е изградена како станбен обjект во 1935 година од архитектот Фердо Краус. Обjектот е со висина од П+1+Пк поставен во низ во линиjа на уличен фронт и има висок степен на зачуваност и автентичност. Стилски зградата е определена како рана модерна со геометриски апликации. Обjектот ja има габаритната чистота и волуменот на модерен кубус, но и аплицирани декоративни елементи поврзани со академскиот начин на креирагье на фасадното платно. Така, застапени се вертикалните поделби на генералниот кубус со плитки пиластри кои завршуваат со капители, слепи балустрадина завршните венци, аплицирани на хоризонталните парапетни завршетоци на тесниот кров. ",
    "floors": "Су+П+1",
    "timelineDescription": "Проектирање: 1934 год.\nИзградба: 1935 год.",
    "materiality": {
      "exterior": {
        "carpentry": "Дупли дрвени прозорци, врати со футери и обострани первази.",
        "roof": "Повеќеводен покрив покриен со фалцувана керамида.",
        "parterre": "Освен главната зграда, позади во дворот изведени се сушара и шупа ѕидани во тула во масивен систем. Влезната порта во дворот изведена во ковано железо со идентична декорација како заштата на сутеренските прозорци. ",
        "facade": "Малтерисување со варов малтер со изведена  плиткорељефна декорација. До подпрозорниците на приземјето штокован вештачки камен."
      },
      "interior": {
        "privateContent": "Малтерисување со варов малтер, патос од чамови даски.",
        "sharedContent": "Малтерисување со варов малтер, скали и подести во терацо, скалишна ограда од ковано железосо дрвен ракофат."
      }
    },
    "structureDescription": "Масивен конструктивен систем.\nСпоред техничкиот опис, употребени биле следни материјали: „темели и сутерен од бетон или од кршен камен во варов малтер, ѕидови на приземје и кат, надозидоци, калкани и оџаци од тула во варов малтер. Меѓукатна и таванска конструкција од армиран бетон, кровна конструкција од режана чамова граѓа. Скали од вештачки камен. Водовод од бунар со хидрофор.  Патос од чамови даски. Површина на зграда 117, 91м2. \n",
    "programDescription": "Со проектот во куќата е предвидено да има сутерен, приземје и еден кат (сите со намена за домување). На секој кат има по еден стан кој се состои од: претсобје, две соби, кујна, остава, бања и вц. Секој кат има свој засебен влез."
  }
}
