{
  "values": {
    "name": [
      "историскa",
      "емотивна",
      "архитектонска и естетска",
      "авторство"
    ]
  },
  "dateInspection": "11.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Лимен едноводен покрив.",
        "facade": "Малтер со дискретна плиткорелјефна декорација, обработката кај новоизградените делови кои го следат растерот и обработката на оригиналната градба, што на прв поглед дава впечаток дека објектот одсекогаш бил со денешниот изглед.",
        "carpentry": "Приземје - метални врати кај комерцијалните простории и главниот влез во станбениот дел; прозорци - автентични дрвени (кај два од нив има поставено метална заштитна решетка), прозорци на прв и втор/трет кат дрвени автентични на периодот на изградба, ПВЦ ролетни на третиот дограден кат, ПВЦ комарници кај дел од прозорците на првиот кат.",
        "parterre": "Бекатон коцки"
      },
      "interior": {
        "sharedContent": "Комуникациско јадро: скали - терацо, дрвен ракофат на метална конструкција, влезни врати во становите од оригиналната градба - дрвени во бела боја со мала плиткорезбана декорација на рамката; влезни врати во становите кај доградените делови од подоцнежни периоди - дрвени но со поинаков изглед и големина.",
        "privateContent": "Недостапни"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Отпаднат малтер на помали површини во пределот над венецот од првиот кат, дамки од вода во долните партии. При некое реновирање на фасадата (или од други причини) целосно се отстранети декоративните полиња со плиткорелјефен преплет под прозорците, од северната страна кон ул.Орце Николов."
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "Се однесува на заедничките простории."
      }
    }
  },
  "risks": "Со последната донесена Измената на Решението од 07.06.2016, за контактната зона на објектот се дозволува доградба или изградба на нови објекти соодветни на градежната парцела со висина на венец П+3+ПК.\nСо ваквите градежни политики и односот на институциите кон културното наследство, секојдневно се обезличуваат или губат вредни објекти кои обезбедуваат историски континуитет и сведочат за урбаниот развој на градот.",
  "number": "Уп.бр. 18-430 од 17.09.2015 г.; Уп.бр. 18-213 од 07.06.2016",
  "inspectionBy": "Тим 2",
  "code": "MNSK039",
  "order": 39,
  "suggestions": "",
  "photo": "/media/mnsk039/mnsk39_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4244583,42.0005958]}",
    "buildingName": "Станбен објект",
    "dateBuilt": "1930-ти ",
    "address": {
      "line": "Ул.Орце Николов бр.83 А",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "комерцијален/деловен",
        "колективен станбен"
      ],
      "notes": "Дел од приземјето и катот - станбен; аголниот дел од приземјето - комерцијално деловен"
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": "Дел од приземјето и катовите - станбен; аголниот дел од приземјето - две кафетерии и една продавница"
    },
    "protectionStatus": {
      "isProtected": true,
      "notes": "Значајно културно наследство со режим на заштита од втор степен. Контактната зона на објектот со режим на заштита од трет степен."
    }
  },
  "originalData": {
    "generalDescription": "Станбениот објект со катност По+П+1 го зафаќа југозападниот агол на улиците Ленинова и Орце Николов, дијагонално од познатата зграда на Ташковиќ, во историската резиденцијална населба Дебар маало. Времето на изградба (триесеттите години на XX век) кореспондира со почетоците на формирањето на самато маало, а градбата стилски ги носи белезите на актуелните раномодерни архитектонски тенденции на тоа време.\nВо естетското обликување на двете улични фасади (кои се единствените видливи) применет е еднаков третман. Со поставување на дискретни плитки пиластри кои завршуваат со стилизирани јонски капители направен е вертикален растер кој на фасадите им дава ефект на светло-темни колористички полиња. Во вовлечените потемни полиња сместени се прозорците под кои е поставена второстепената пластика со мотив на преплет. \n",
    "floors": "По+П+1",
    "timelineDescription": "Проектот е направен во  декември 1931 год. \nЗградата е изградена во 1932 год.\nВо 1940 год. генералот Атанасковиќ зградата ја купил од оригиналниот сопственик и инвесттор на истата (според кажување на неговата внуката).\nВо 1960ти години е дограден втор кат на оригиналната градба.\nВо 1990ти години доградено е крило кон западната срана на објектот со висина П+3.\n\n\n\n\n\n",
    "programDescription": "Приземје - дуќан во приземјето на аголот.\nДел ог приземјето и катот - домување (два стана со по две соби, претсобје, кујна, купатило, вц и останато). \n\n",
    "structureDescription": "Масивен ноосечки систем\nТемелите на зградата ќе бидат од набиена мешавина 1:8.Изолација на темелите со два слоеви на тер-хартија и еден слој течен катран. Sидовите на приземјето со дебелина од 45 см, а на катот 30 см. изработени од добро печена тула со варов малтер. ... на ѕидовите од приземјето и катот - армирано бетонски серклажи со висина од 30см. и арматура од 3фи16. Над сите отоври предвидени се армирано-бетонски трегери. Меѓукатна и плафонска конструкција армирано-бетонски со дебелина на плоча 9см. и арматура од 16 парчиња ф8 и мешавина на бетон1:5.\nКровна конструкција од стругана чамова граѓа, покриена со фалцувана керамида.Олуци, одводни цевки и др. од ферцинк блех Nо18.\nВнатрешни и надворешни ѕидови малтерисани со варов малтер. Однадвор прскање во боја.\nЦелокупната столарија-од добра и здрава чамова граѓа внатре, а надвор од борова граѓа. Прозорите застаклени со безбојно стакло.\nСкалите се армирано-бетонски вѕидани во ѕидовите. Во сите простории-дрвен патос-шифбаден, со исклучок на купатилата и терасите каде е терацо.",
    "materiality": {
      "exterior": {
        "roof": "Претпоставка е дека покривот можеби бил рамен, со непозната обработка.",
        "facade": "Малтер со плиткорелјефна декорација.",
        "carpentry": "Дрвена"
      },
      "interior": {
        "sharedContent": "Комуникациско јадро: скали - терацо, дрвен ракофат на метална конструкција, влезни врати - дрвени во бела боја со мала плиткорезбана декорација на рамката.",
        "privateContent": "Недостапни"
      }
    },
    "context": "Зградата се наоѓа во тогаш градежниот реон на Дебар маало, поставена со својата подолга фасада кон улицата Орце Николов долж која има повеќе репрезентативни градби од културното наследство на Скопје од периодот помеѓу двете светски војни, а кои го преживеале катастрофалниот земјотрес. \nВо фасадната обработка видливи се идентични декоративни фасадни елементи со соседниот објект (поставен западно), како и со објектот дијагонално залепен до зградата на Ташковиќ (Куќата на Тома Ничота).\n"
  }
}
