{
  "photos": [
    "/media/mnsk039/mnsk39_02.jpg",
    "/media/mnsk039/mnsk39_04.jpg",
    "/media/mnsk039/mnsk39_05.jpg",
    "/media/mnsk039/mnsk39_06.jpg",
    "/media/mnsk039/mnsk39_07.jpg",
    "/media/mnsk039/mnsk39_08.jpg",
    "/media/mnsk039/mnsk39_03.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "емотивна",
      "архитектонска и естетска"
    ]
  },
  "bibliography": "Константиновски, Г., „Градителите во Македонија XVIII-XIX век“, Табернакул, Скопје, 2001\nТомовски К., Петковски Б., „Архитектурата и монументалната уметноство Скопје меѓу двете светски војни“, Музеј на град Скопје, Скопје, 2003\nКоцевски, Д. „Ако го сакаш Скопје – дојди, ќе те чекам на кејот\", Бегемот,Скопје, 2022\nДржавен Архив на Република Северна Македонија, Одделение Скопје. арх.бр. 6.1.325.24/354-396\nУправа за заштита на културното наследство, Регистрирани недвижни добра по надлежност на националните установи, ноември 2024 год. Преземено во јануари 2025, од: \nhttp://uzkn.gov.mk/mk/wp-content/uploads/2024/11/REGISTRIRANO-NEDVIZNO-KULTURNO-NASLEDSTVO-2024-za-web-%D1%84%D0%B8%D0%BD%D0%B0%D0%BB.pdf",
  "dateInspection": "11.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Лимен едноводен покрив.",
        "facade": "Малтер во сива боја со дискретна плиткорељефна декорација. Новоизградените делови од понови периоди имаат иста обработката и го следат растерот и обработката на оригиналната градба, што на прв поглед дава впечаток дека објектот одсекогаш бил со денешниот изглед.",
        "carpentry": "Приземје - метални врати кај комерцијалните простории и главниот влез во станбениот дел; прозорци - автентични дрвени (кај два од нив има поставено метална заштитна решетка), прозорци на прв и втор/трет кат дрвени автентични на периодот на изградба, ПВЦ ролетни на третиот дограден кат, ПВЦ комарници кај дел од прозорците на првиот кат.",
        "parterre": "Бекатон коцки"
      },
      "interior": {
        "sharedContent": "Комуникациско јадро: скали - терацо, дрвен ракофат на метална конструкција, влезни врати во становите од оригиналната градба - дрвени во бела боја со мала плиткорезбана декорација на рамката; влезни врати во становите кај доградените делови од подоцнежни периоди - дрвени но со поинаков изглед и големина.",
        "privateContent": "Недостапни"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Отпаднат малтер на помали површини во пределот над венецот од првиот кат, дамки од вода во долните партии. При некое реновирање на фасадата (или од други причини) целосно се отстранети декоративните полиња со плиткорељефен преплет под прозорците, од северната страна кон ул.„Орце Николов“."
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "Се однесува на заедничките простории."
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Новоизградените делови се вклопени во оригиналната градба на начин со кој може да се направи дистинкција помеѓу нив. И покрај доградбите зградата, и промените во пределот на венецот, покривот и кај западната фасада, објектот во голема мера го задржал својот првобитен надворешен изглед."
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "Се однесува на заедничките простории."
      }
    },
    "modifications": "Во 1960-тите години е дограден втор кат на оригиналната градба, со што е направена промена во катноста на објектот и неговата и покривна конструкција (наместо претходен повеќеводен покрив со ќерамиди, изведен е едноводен покрив со лим).\nВо 1990-тите години доградено е крило кон западната срана на објектот со висина П+3 со што дошло до промена на оригиналниот габарит на објектот и кај неговата влезна партија (оригинално влезот во зградата бил од нејзината западна страна, а со доградбата влезот е преместен од страна на ул.„Орце Николов“. Во заедничкиот скалишен простор на подестите од меѓукатовите отворени се влезни врати (за становите од доградбата) директно на оригиналниот западен надворешен ѕид. Направен е и надворешен влез во подрумските простории, каде пристапот е од страна на ул.„Орце Николов“.\n"
  },
  "risks": "Најголеми закани и ризици за градбата се променливите заштитни и градежни политики, како и прилагодувањето на законските регулативи кои не одат во прилог на нејзиното зачувување, што резултира со секојдневно обезличување или губење на вредни објекти кои сведочат за урбаниот развој на Скопје и обезбедуваат историски континуитет.",
  "number": "Уп.бр. 18-430 од 17.09.2015 г.; Уп.бр. 18-213 од 07.06.2016",
  "inspectionBy": "Тим 2",
  "code": "MNSK39",
  "order": 39,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk039/mnsk39_01.jpg",
  "basicData": {
    "protectionStatus": {
      "isProtected": true,
      "notes": "Значајно културно наследство со режим на заштита од втор степен. Контактната зона на објектот со режим на заштита од трет степен."
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ],
      "notes": "Дел од приземјето и катот - станбен; аголниот дел од приземјето - комерцијално деловен"
    },
    "dateBuilt": "1933 год. ",
    "address": {
      "line": "Ул.„Орце Николов“ бр.83 А",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "associates": [
      "Архитект Рад. Матијашевиќ"
    ],
    "architect": "Дутов Борис",
    "investorOrOwner": "Трпе Јовановиќ ",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4244583,42.0005958]}",
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": "Дел од приземјето и катовите - станбен; аголниот дел од приземјето - две кафетерии и една продавница"
    },
    "buildingName": "Станбен објект Атанасковиќ"
  },
  "originalData": {
    "generalDescription": "Станбениот објект го зафаќа југозападниот агол на улиците „Ленинова“ и „Орце Николов“, дијагонално од познатата зграда на Ташковиќ, во историската резиденцијална населба Дебар маало. Времето на изградба кореспондира со почетоците на формирањето на самато маало, а градбата стилски ги носи белезите на актуелните раномодерни архитектонски тенденции на тоа време.\nВо естетското обликување на двете улични фасади (кои се единствените видливи) применет е еднаков третман. Со поставување на дискретни плитки пиластри кои завршуваат со стилизирани јонски капители направен е вертикален растер кој на фасадите им дава ефект на светло-темни колористички полиња. Во вовлечените потемни полиња сместени се прозорците под кои е поставена второстепената пластика со мотив на преплет.  \n",
    "floors": "По+П+1",
    "timelineDescription": "Проектот е направен во ноември 1931 год. \nВо фебруари 1931 год. Општината наложила извесни промени околу влезната партија и висините на подрумот и катовите.\nЗградата е изградена во 1933 год.\nВо 1940 год. генерал Атанасковиќ ја купил зградата од оригиналниот сопственик и инвесттор на истата (според кажување на внуката на генералот).\nВо 1960-тите години е дограден втор кат на оригиналната градба.\nВо 1990-тите години доградено е крило кон западната срана на објектот со висина П+3.\n",
    "programDescription": "Приземје: дуќан во делот кај аголот, а во останатиот дел од приземјето како и на катот - домување (два стана со по две соби, претсобје, кујна, купатило, вц и останато). \n",
    "structureDescription": "Масивен носечки систем.\nСпоред техничкиот опис темелите на зградата се направени од набиена мешавина 1:8. Изолација на темелите со два слоеви на тер-хартија и еден слој течен катран. Sидовите на приземјето се со дебелина од 45 см, а на катот со 30 см, изработени од добро печена тула во варов малтер. Над ѕидовите од приземјето и катот изработени се армирано-бетонски серклажи со висина од 30 см и арматура од 3 Ø16, како и армиранобетонски трегери над сите отвори. Меѓукатната и плафонската конструкција се армиранобетонски. Дебелина на плоча 9 см со арматура од 16 парчиња Ø8 и мешавина на бетон 1:5.\n",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен сложен покрив покриен со фалцувана ќерамида. \nКровна конструкција од стругана чамова граѓа. Олуци, одводни цевки и др. од ферцинк блех №18.“ ",
        "facade": "Варов малтер, испрскана во боја со дискретна плиткорељефна декорација сочинета од плитки пиластри кои завршуваат со стилизирани јонски капители, а под прозорците - второстепената пластика со мотив на преплет.",
        "carpentry": "Целокупната столарија е направена од добра и здрава чамова граѓа внатре, а надвор од борова граѓа. Прозорите застаклени со безбојно стакло. "
      },
      "interior": {
        "sharedContent": "Комуникациско јадро: „скали армиранобетонски вѕидани во ѕидовите“ со терацо обработка; ограда - дрвен ракофат на метална конструкција; влезни врати - дрвени во бела боја со мала плиткорезбана декорација на рамката.",
        "privateContent": "Внатрешни ѕидови се малтерисани со варов малтер. Во сите простории поставен е дрвен патос-шифбаден, со исклучок на купатилата и терасите каде е терацо.\n"
      }
    },
    "context": "Зградата сочинувала архитектонска целина со соседниот помал објект на улицата „Кнез Арсен“,  изведен во идентичен стил од истиот архитект и инвеститор (според оригиналната архивска проектна документација). \nДвата објекти се наоѓале во тогашниот градежен реон на Дебар маало, каде во истиот период и подоцна биле изградени повеќе репрезентативни градби кои се дел од сегашното културното наследство на Скопје од периодот помеѓу двете светски војни, а кои го преживеале катастрофалниот земјотрес. \nВо фасадната обработка видливи се идентични декоративни фасадни елементи со Куќата на Тома Ничота која е поставена дијагонално од спротивната страна на улицата, а е прилепена до познатата зграда на Ташковиќ. Фактот што куќата на Ничота е направена од истиот инвеститор, но од различен архитект оди во прилог на тезата дека сите три куќи се проектирани и изведени по вкус на нарачателот.\n"
  }
}
