{
  "photos": [
    "/media/mnsk01/метропол-стопанска-комора.jpg",
    "/media/mnsk01/26-privredni-dom-skoplje.jpg",
    "/media/mnsk01/1-privredni-dom-skoplje.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "авторство",
      "архитектонска и естетска",
      "техничка",
      "општествена / социјална",
      "емотивна"
    ],
    "dateBuilt": "Еден од првите објекти изграден во модернистички стил. \nПрв централизиран објект изграден за потребите на стопанските комори.\nЗадржување на оригиналната типологија и намена.\nОбјектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\n"
  },
  "bibliography": "Фондација Милан Злоковиќ",
  "dateInspection": "19.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Додавање лимен кос покрив, не е видлив од надвор и не го нарушува венецот и фасадата на објектот.",
        "facade": "Додавање на облога од мермерни плочи на фасада кон плоштад и бочна фасада до вертикални комуникации. Остатокот од објектот е завршен со малтер и боја.",
        "carpentry": "Промена на столарија на цел објект со пвц прозорци, освен стаклената фасада во делот на комуникациското јадро."
      },
      "interior": {
        "sharedContent": "Кај комуникациско јадро обработка на скалите е автентична, префарбан е гелендерот и променета е лифтовската кабина. Стаклена фасада кај комуникациско јадро е непроменета."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна"
      }
    },
    "modifications": "Додавање мермерни плочи на фасада во периодот на изградба на стоковна куќа НАМА (кон крајот на шеесетите)\nПромена на столарија која е најмногу видлива во делот на приземјето и мезанинот. \nДоградба на влезна партија од бочната страна на ниво приземје и мезанин (вон волуменот на објектот, година непозната)\nДоградба на стаклена тераса во приземје кон плоштад. (вон волуменот на објектот, година непозната)\nДодавање на рекламни паноа на фасада.\nДодавање лимен покрив.\n",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK01",
  "order": 1,
  "suggestions": "Земајќи ги во предвид сите вредности на објектот, неговата автентичност и состојбата во која се наоѓа, се упатува препорака до надлежните органи за заштита на културното наследство и  останатите носители на одлуки, изработка на елаборат со кој ќе се отпочне процесот за прогласување на овој значаен објект како културно наследство на модерната во РС Македонија од прва категорија.\n\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnsk01/1.мнск.01.формат-1-.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4322453,41.9958733],[21.4324092,41.9959773],[21.4324329,41.9959816],[21.4324459,41.9959805],[21.4324638,41.9959776],[21.4324773,41.9959712],[21.4324855,41.9959679],[21.4324957,41.9959579],[21.4324998,41.9959452],[21.4325027,41.9959277],[21.4325878,41.9958504],[21.4326011,41.995829],[21.4326063,41.9958191],[21.43261,41.9958037],[21.4326085,41.995784],[21.4326063,41.9957708],[21.4325183,41.9956426],[21.4322453,41.9958733]]]}",
    "buildingName": "Стопанска комора / „Метропол“",
    "dateBuilt": "1933",
    "architect": "Злоковиќ Милан",
    "address": {
      "line": "Плоштад Македонија (ул. „Димитрија Поп Георгиев Беровски“, Кеј 13-ти Ноември)",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "protectionStatus": {
      "isProtected": false
    },
    "originalPurpose": {
      "type": [
        "комерцијален/деловен"
      ]
    },
    "todayPurpose": {
      "type": [
        "јавен",
        "комерцијален/деловен"
      ]
    }
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4322453,41.9958733],[21.4324092,41.9959773],[21.4324329,41.9959816],[21.4324459,41.9959805],[21.4324638,41.9959776],[21.4324773,41.9959712],[21.4324855,41.9959679],[21.4324957,41.9959579],[21.4324998,41.9959452],[21.4325027,41.9959277],[21.4325878,41.9958504],[21.4326011,41.995829],[21.4326063,41.9958191],[21.43261,41.9958037],[21.4326085,41.995784],[21.4326063,41.9957708],[21.4325183,41.9956426],[21.4322453,41.9958733]]]}",
  "originalData": {
    "generalDescription": "Стопанската комора во Скопје или „Метропол“ лоциран на главниот градски плоштад е едно од првите дела на модерната во Македонија. Проектирана од Милан Злоковиќ во 1933 година кој заедно со Драго Иблер (Градска болница) се меѓу првите архитекти кои се отргнуваат од неокласицистичкиот стил и творат во духот на модерната.\nОбјектот има направилна основа, три слободни фасади и внатрешен двор – атриум. Бил замислен како административен објект, но поради високата цена на изведбата, инвеститорот побарал да се предвидат простории за изнајмување на приземје и на кат (продавници и угостителство).\n",
    "timelineDescription": "Во 1933 година од страна на членовите на Трговско-индустриската комора била дадена иницијативата за изградба на Стопанската комора во Скопје, со цел да се соберат сите стопански организации на Скопје на едно место, во една заедничка зграда со цел да се обезбеди нивна поефикасна работа. \nВо 1935 година е завршен објектот на Стопанската комора во Скопје.",
    "floors": "По+П+М+3К",
    "programDescription": "Парцелата за зградата со површина од 630 метри квадратни е купена на плоштадот Крал Петар во центарот на градот, до новата зграда на Народната банка, со која новата зграда на Стопанската комора треба висински да се усогласи. Затоа, било предвидено е Стопанската комора, покрај подрумот, да има приземје, мезанин и три ката кој зафаќа површина од околу 470 метри квадратни.\n",
    "structureDescription": "Објектот е проектиран во армирано-бетонска скелетна конструкција, со рамен покрив, а во изградбата ќе се користат современи градежни производи. На модернистички обликуваната фасада кон плоштадот доминира рамката на застаклениот мезанин, додека со заокружување на ѕидовите од првиот до третиот кат и со оставање на меѓукатната конструкција во конструктивна решетка со столбови, означувањето на аголот беше постигнат во однос на конструктивно различните фасадни површини од сите страни на објектот.",
    "materiality": {
      "exterior": {
        "roof": "Објектот е изведен со рамен покрив (проодна тераса).",
        "facade": "Модернистичко обликувана фасада кон плоштадот доминира рамката на застаклениот мезанин, додека со заокружување на ѕидовите од првиот до третиот кат и со оставање на меѓукатната конструкција во конструктивна решетка со столбови, означувањето на аголот е постигнати во однос на конструктивно различните фасадни површини од сите страни на објектот. Пиластрата станува столб одвлечен од фасадата,  дефинирајќи ја  замислената рамнина на фасадниот фронт. Висински го следи венецот на Народна Банка, оставајќи ја композиција на кулата на Народна Банка да е единствена во играта со спротивниот Офицерски Дом (како би се задржала композицијата на „порталот“). Злоковиќ, направил и одличен премин од веќе прочистената фасадна декорација на Народната банка до целосно чистата фасада на Метропол. Завршна обработка малтер и боја.",
        "carpentry": "Прозорците се со дрвени рамки, а кај комуникациско јадро има стаклена фасада со метални профили по целата висина."
      },
      "interior": {
        "sharedContent": "Кај комуникациско јадро скалите се изработени од мермер, дрвен гелендер кој е позициониран на ѕидот."
      }
    },
    "context": "Формата на Метропол произлегува од самиот контекст на локацијата. Се надоврзува на штотуку завршената Народна Банка на Богдан Несторовиќ од 1927 година. Полукружното фасадно обликување на Народната Банка,  во основа се повторува и во објектот на Метропол. Целосно застаклени комуникациски јадра и атриум за обезбедување на поголема светлина. "
  }
}
