{
  "values": {
    "name": [
      "историскa",
      "емотивна",
      "архитектонска и естетска"
    ]
  },
  "dateInspection": "04.01.2025",
  "number": "Уп.бр.18/524 од 09.10.2015 год.; Уп.бр.18-217 од 01.06.2016 год.",
  "inspectionBy": "Тим 2",
  "code": "MNSK38",
  "order": 38,
  "photo": "/media/mnsk38/mnsk38_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4240363,42.0031682]}",
    "buildingName": "Станбен објект",
    "dateBuilt": "1920 год.",
    "address": {
      "line": "Ул.Наум Наумовски Борче бр 88",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "protectionStatus": {
      "isProtected": true,
      "notes": "Значајно културно наследство со режим на заштита од втора категорија"
    }
  },
  "originalData": {
    "generalDescription": "Објектот ”Куќа на улица Наум Наумовски Борче број 88” е изграден во 1920 година и е типичен пример на градска станбена архитектура во чие обликување се препознаваат две доминантни тенденции: академизмот и модерната со присуство на сецесиски влијанија. \nОбjектот е разигран со одбирање на разновидни типови на кровни завршетоци кои варираат од двоводни покриви преку четвороводни до поединечни кули. На фасадите се застапени детали - балустради на балконските парапети што продолжуваат во слободностоечки столбови со стилизирани јонски капители. Обjектот е со катност од С+П+1+Пк .",
    "floors": "С+П+1+ПК",
    "programDescription": "На сите катови има по една станбена единица.",
    "structureDescription": "Масивен носечки систем.",
    "timelineDescription": "1920 - година на изградба\n2021 - првата фаза од проектот со санирање на кровната конструкција кој е составен дел од конзервација и реставрација на фасадите на објектот кој е еден од белезите на старите културно – архитектонски градби во централното градско подрачје. Во оваа фаза која заврши во 2021 година се реновираше во целост покривната конструкција на објектот.\n2022 - конзерваторско-реставраторски работи на источната фасада на објектот, санација на големата балконска тераса на југо-источниот дел и замена со поставување на нови автентични прозори на источната фасада. \n"
  }
}
