{
  "photos": [
    "/media/mnsk40/mnsk40_02.jpg",
    "/media/mnsk40/mnsk40_03.jpg",
    "/media/mnsk40/mnsk40_04.jpg",
    "/media/mnsk40/mnsk40_05.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "авторство",
      "емотивна"
    ],
    "dateBuilt": "Градбата со својата необична форма, зачуваната автентичност и вклопеноста во урбаната матрица на „Дебар маало“ претставува вреден и нераскинлив дел од урбаниот развој на Скопје и како таква ги зголемува вредностите на урбаната и архитектонската слика за градот."
  },
  "bibliography": "Константиновски, Г., „Градителите во Македонија XVIII-XIX век“, Табернакул, Скопје, 2001\nТомовски, К. и Петковски, Б., „Архитектурата и монументалната уметност во Скопје меѓу двете светски војни\", Музеј на град Скопје, Скопје, 2003\nГрчев, К., „Архитектонските стилови во профаното градителство во Македонија меѓу двете светски војни 1919-1940\", Институт за фолклор, Скопје, 2003\nКоцевски, Д. „Ако го сакаш Скопје – дојди, ќе те чекам на кејот\", Бегемот,Скопје, 2022\n\nУправа за заштита на културното наследство, Регистрирани недвижни добра по надлежност на националните установи, ноември 2024 год. Преземено во јануари 2025, од http:// http://uzkn.gov.mk/mk/wp-content/uploads/2024/11/REGISTRIRANO-NEDVIZNO-KULTURNO-NASLEDSTVO-2024-za-web-финал.pdf",
  "dateInspection": "05.02.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "facade": "Малтер во неколку бои, штукатурна декорација .",
        "roof": "Повеќеводен сложен кров покриен со ќерамиди.",
        "carpentry": "Дрвена, автентична.",
        "parterre": "Отстранети оригиналните дворна влезна порта и ограда. дворот е запуштен и има присуство на градежен материјал"
      },
      "interior": {
        "sharedContent": "Недостапни",
        "privateContent": "Недостапни"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "многу лоша",
        "notes": "Физичката состојба на објектот е лоша, на фасадите има отпаднат малтер, речиси целосно на северниот ѕид и во голема мерка на останатите ѕидови, како и отпаднати делови од штукатурната декорација на главната фасада. Оштетувања има и на завршниот подпокривен венец."
      },
      "interior": {
        "notes": "Недостапно"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра",
        "notes": "Ипокрај оштетувањата на фасадите, куќата е сочувана во својата оригинална состојба и има исклучително висока автентичност."
      },
      "interior": {
        "notes": "Недостапно"
      }
    },
    "modifications": "Според елаборатот на НУ Конзерваторски центар - Скопје од 2016 год., никогаш не се изведувани никакви конзерваторско-реставраторски работи врз градбата. Од страна на сопствениците биле правени интервенции во ентериерот во насока на одржување и подобрување на стандардот на живеење."
  },
  "risks": "Најголеми закани и ризици за градбата се променливите заштитни и градежни политики, како и прилагодувањето на законските регулативи кои не одат во прилог на нејзиното зачувување, што резултира со секојдневно обезличување или губење на вредни објекти кои сведочат за урбаниот развој на Скопје и обезбедуваат историски континуитет.",
  "number": "08-234/5 од 31.03.2016",
  "inspectionBy": "Тим 2",
  "code": "MNSK40",
  "order": 40,
  "suggestions": "Надлежните институции за заштита и останатите носители на одлуки да ги земат предвид вредностите кои градбата ги поседува и нејзиниот статусот на значајно културно наследство за истата да биде детално истражена и врз неа да се спроведат потребните конзерваторско-реставраторски работи. Ова е особено значајно заради фактот што по земјотресот од 1963 год. фондот на овој вид објекти е значително намален.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност..\n",
  "photo": "/media/mnsk40/mnsk40_01.jpg",
  "basicData": {
    "protectionStatus": {
      "isProtected": true,
      "notes": "Значајно културно наледство со режим на заштита од втор степен"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "dateBuilt": "1927",
    "address": {
      "line": "Ул.„Кукушка“ бр.17",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "associates": [],
    "architect": "Вошта Рудолф",
    "investorOrOwner": "",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4265173,42.00118]}",
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "buildingName": "Семејна куќа на ул.„Кукушка“ бр.17"
  },
  "originalData": {
    "generalDescription": "Семејната куќа на ул.„Кукушка“ е изградена во периодот помеѓу двете светски војни и е дело на чешкиот архитект Рудолф Вошта. Стилски припаѓа на Раната модерна со забележливи сецесиски стилски тенденции во вид на штукатурни вегетабилни орнаменти поставени на слободните поврчини на фасадите, под и околу прозорците и кај влезната врата.\nАрхитектонскиот концепт на објектот е со чисти линии на основниот кубичен волумен чија хоризонтална поделба е нагласена со едноставни колористички третирани ленти. Овој волумен е разбиен со централно поставен полигонален ризалит во приземјето, кој на катот формира балкон. \nКако кровен завршеток на објектот изведен е стилизиран триаголен тимпанон позади кој е скриен покривот. \nАко се апстрахираат орнаменталните штукатурни орнаменти на фасадата, објектот има изглед кој е структуриран според принципите на модерната архитектура.",
    "floors": "По+П+1+Пк",
    "structureDescription": "Масивен конструктивен систем.",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен сложен кров покриен со ќерамиди.",
        "facade": "Малтер во неколку бои, штукатурна декорација .",
        "carpentry": "Дрвена.",
        "parterre": "Партерот бил решен интегрално со архитектурата што резултирало со соодветно дизајнирана дворна влезна порта од ковано железо која продолжува со ограда во истиот стил."
      },
      "interior": {
        "sharedContent": "Недостапни",
        "privateContent": "Недостапни"
      }
    },
    "context": "Куќата се наоѓа во резиденцијалната населба „Дебар маало“ и е изградена во духот на скопска градска куќа од почетокот на триесеттите години. Со својот прочистен архитектонски израз и фасадна декорација несомнено се истакнувала во однос на соседните објекти и придонесувала кон збогатување на урбаниот лик на ова скопско маало."
  }
}
