{
  "values": {
    "name": [
      "историскa",
      "авторство",
      "архитектонска и естетска"
    ]
  },
  "bibliography": "Архив на Град Скопје",
  "dateInspection": "02.02.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив, дрвена потконструкција и покривање со ќерамиди.",
        "carpentry": "Надворешната столарија е заменета со ПВЦ прозорци и врати, а дел од внатрешните дрвени врати се задржани.",
        "facade": "Фасадата на објектот е реновирана, малтерисана во две бои, визуелно издвојувајќи го сутеренот. Задржана е плитка, декоративна пластика околу прозорците.",
        "parterre": "Заден двор пристапен од улица, пристап преку метална лизгачка ограда."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      }
    },
    "modifications": "Промена во намена на простории во сутерен, рушење и доградба на ѕидови.\nПромена на надворешна и внатрешна столарија.\nДоградба на натсрешница на тераса и странично оградување по цела катна висина.\nДоградба на натстрешници при влезови.\n",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK28",
  "order": 28,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnsk28/28.мнск.028.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": "",
      "period": "1930-1939",
      "yearProjected": "1935"
    },
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4222188,42.0002237],[21.4224216,42.0002789],[21.422458,42.0002079],[21.4222563,42.0001513],[21.4222188,42.0002237]]]}",
    "buildingName": "Куќа на Рафаел Данон",
    "architect": "20250402181146",
    "investorOrOwner": "Рафаел Данон",
    "address": {
      "line": "ул. „Мирослав Крлежа“ бр. 60",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "комерцијален/деловен",
        "колективен станбен"
      ],
      "notes": ""
    }
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4222188,42.0002237],[21.4224216,42.0002789],[21.422458,42.0002079],[21.4222563,42.0001513],[21.4222188,42.0002237]]]}",
  "originalData": {
    "generalDescription": "Индивидуалната куќа на Рафаел Данон е проектирана од архитект Иван Артемушкин во 1935 година.\nОбјектот e дел од периметрален блок, од едната страна граничи со објект, додека од другата страна има пристап кон заден двор. Уличната фасада ја следи линијата на фронтот, додека задната фасада е ориентирана кон дворот. Куќата се развива во сутерен, приземје и поткровје. Главниот влез во приземјето е ориентиран кон улицата, натскриен со трем што се формира од терасата на поткровјето, додека кон сутеренот се пристапува од страничната фасада. \nОбјектот го следи типичниот модерен репертоар, создадена е геометриска скулптурална форма, тенка покривна плоча. Парцијалните надвишувања во поткровните партии за создавање ограда за тераса, соодветен третман на прозорските отвори, врамени во едноставни геометриски рамки, како и нагласување на аголот во поткровјето преку негово заоблување.\n",
    "timelineDescription": "Во 1935 година е изработен проект.\nПо земјотресот има доградба на скали кон приземје од заден двор.\n",
    "floors": "Су+П+Пк",
    "programDescription": "Во сутерен има подрумски простории и дел станбени содржини, на приземје се сместени станбени содржини, а на поткровјето има соба за помошничка и тераса.\n\n",
    "structureDescription": "Објектот е изведен во масивен носив систем, повеќеводен покрив со дрвена потконструкција и покривање со ќерамиди.",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив со дрвена потконструкција и покривање со ќерамиди. Еден дел е рамна тераса.",
        "facade": "Објектот е со надворешна обработка во малтер. Плитка, декоративна пластика околу прозорците.",
        "carpentry": "Целокупната столарија на објектот е изработена од дрво. ",
        "parterre": "Заден двор пристапен од улица, ограда од ѕид и метална врата."
      }
    },
    "context": "Индивидуалната куќа се наоѓа во периметрален блок со заден двор притапен од улица. Од едната страна граничи со сосед, додека од другата страна е одвоена од соседниот објект со пролаз кон внатрешен двор. Објектот не го следи венецот или карактеристични елементи на соседните објекти."
  }
}
