{
  "values": {
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\nОбјектот е во употреба. Улицата на која се наоѓа се врзува со првите урбанизации на градот.\n",
    "name": [
      "историскa",
      "општествена / социјална",
      "архитектонска и естетска"
    ]
  },
  "bibliography": "К. Грчев, Архитетонските стилови во профаното градоградителство во Македонија меѓу двете светски војни 1919-1940, Скопје 2001",
  "dateInspection": "29.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Двоводен покрив со покривање од лим (дограден, видлив од внатрешноста на блокот).",
        "facade": "Улична фасада е автентична, со поедносатвена орнаментика, фасада кон внатрешен двор – делумно реновирана во малтер, а останатиот дел е автентичен.",
        "carpentry": "Во приземјето влезна врата во објект е автентична,дрвена. Излозите се променети, застаклени, со алуминиумски профили. На првиот кат се задржани автентични дрвени прозорци и врата од балкон, останати врати и прозорци се ПВЦ во бела боја.",
        "parterre": ""
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Исаточната фасада  (предната фасада, кон ул. „Македонија) е во добра состојба, но западната фасада (кон внатрешноста на блокот) е во лоша состојба."
      }
    },
    "modifications": "Промена на столарија на катови.\nПромена на излози во приземје.\nДодавање на покрив, двоводен, со покривање од лим.\nДоградба на нов објект, П+2К, прилепен на псотоечкиот, кон внатрешниот дел на блокот.\nРеставрација и конзервација на улична фасада - доградени се француски балкони и настрешница на поткровјето.\n",
    "authenticity": {
      "exterior": {
        "notes": "На западната фасада (кон внатрешноста на блокот) има прилепено нов објект, П+2К и со тоа е нарушена автентичноста на објектот.",
        "condition": "добра"
      }
    }
  },
  "risks": "Доградбата на нов објект, со друга намена, прилепен на самиот објект, ориентиран кон внатрешноста на блокот, ги нарушува појавата и интегритетот на објектот.",
  "inspectionBy": "Тим 1",
  "code": "MNSK12",
  "order": 12,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk12/12.мнск.012.формат.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": 1922,
      "period": "1920-1929"
    },
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4308121,41.9953971],[21.4308321,41.9954402],[21.4310395,41.9953909],[21.4309888,41.9952765],[21.4308302,41.9953456],[21.43085,41.9953878],[21.4308121,41.9953971]]]}",
    "buildingName": "Станбена зграда на фамилија Настеви",
    "architect": "20250402181154",
    "address": {
      "line": "ул. „Македонија“ бр.49",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": ""
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    }
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4308121,41.9953971],[21.4308321,41.9954402],[21.4310395,41.9953909],[21.4309888,41.9952765],[21.4308302,41.9953456],[21.43085,41.9953878],[21.4308121,41.9953971]]]}",
  "originalData": {
    "generalDescription": "Фамилијарната куќа на семејството Настеви е изградена во 1922г. по проектот на архитект Борис Дутов.\nОбјектот е дел од периметрален блок кој ја формира улицата Крал Петар, новата транзитна зона во градот, но со доминантен социјален и трговски карактер. Интегралниот уличен фронт е истакнат со идентичната катност на соседните објекти, како и третманот на приземјето со комерцијални содржини. Објектот се развива во приземје, три ката и поткровје. Објектот се карактеризира со голема катна висина, како и фасадно нагласени, украсени, парапети и натпрозорници. Главниот влез во објектот, кон станбените единици, е од фасадата кон улица. \nНагласениот полигонален еркерен испуст, поставен централно, е визуелна доминанта која го разбива геометризираниот волумен вертикално и формира трем во приземјето. Додека, како хоризонтална доминанта се истакнува прекршениот венец, со наглаени орнаменти, изведен во духот на академизмот. Овие потези, композициски, се олеснети со вовлекување на поткровјето од линијата на фасадата. \nОбјектот ги следи каноните на академизмот, но се забележува и влијанието на еклектицизмот.\n",
    "timelineDescription": "",
    "floors": "П+3К+Пк",
    "programDescription": "Во приземје има комерцијални дејности, а катовите се со станбена намена.\n\n",
    "materiality": {
      "exterior": {
        "facade": "Објектот е со завршна обработка малтер. Источната (предната фасада, кон ул. „Македонија) има нагласени, украсени, парапети и натпрозорници.\nКако хоризонтална доминанта се истакнува прекршениот венец, со наглаени орнаменти, изведен во духот на академизмот. Овие потези, композициски, се олеснети со вовлекување на поткровјето од линијата на фасадата. \n",
        "carpentry": "Надворешната и внатрешната столарија е изработена од дрво. Ова вклучува прозорци, балконски врати и влезна врата во објектот."
      }
    },
    "context": "Куќата на семејството Настеви е изградена на улица Крал Петар (денес- улица Македонија), историска улица, значајна за урбанизацијата на градот, но и позната од социјален и трговски аспект. Поставена е во интегрален, уличен фронт, во низа, во која сите објекти ги почитуваат идентичните параметри на самите микролокации. Со цел -  дефинирање на главната улица кон плоштадот, сите објекти имаат ист третман во приземјата и се развиваат до три ката, што придонесува за нивниот монументален изглед."
  }
}
