{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска"
    ]
  },
  "bibliography": "Од приватната архива на семејството Секулиќ.\nАрхив на Град Скопје",
  "dateInspection": "11.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив, дрвена потконструкција и завршна обработка со фелцовани ќерамиди.  (Кровот е во автентична состојба)",
        "facade": "Завршна обработка со продолжен малтер во два тона (окер нијанси, според автентичната боја на објектот). Во средишниот волумен на аголната фасада се појавуваат вертикални пиластри како второстепена пластика, нагласувајќи го волуменот кој излегува од повеќеводниот покрив.",
        "carpentry": "Најголем дел од надворешната столарија е непроменета, дрвени дупли прозорци, дел се заменети со ПВЦ прозорци во бела боја (во делот на приземјето и задна фасада). Влезната врата е автентична - двокрилна со надсветло. Дел од  двокрилните влезни врати се задржани, дел се променети."
      },
      "interior": {
        "sharedContent": "Вертикалните комуникации се природно осветлени, од влезот се качуваат шест висини (поткренато приземје) па се пристапува до двокраки скали, подна обработка терацо и метална ограда со дрвен гелендер. ",
        "privateContent": "Во дел од становите се задржани оригиналните подови од плочки и бродски под.\nВо комерцијалниот објект (кафетерија) е задржан оригиналниот под од мермерни плочки. "
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "лоша"
      },
      "interior": {
        "condition": null
      }
    },
    "modifications": "Боење фасада во оригиналните нијанси околу 90та години.\nПромена на дел од столаријата.\nЗатварање (заѕидување) на тераси во задниот дел, кој гледа кон внатрешниот двор.",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK20",
  "order": 20,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk20/20.мнск.020.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": "",
      "period": "1930-1939",
      "yearProjected": " 1939"
    },
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4274177,41.9962402],[21.4272957,41.9962429],[21.427159,41.9961916],[21.4271274,41.9961665],[21.4270871,41.9960922],[21.4272189,41.9960495],[21.4272589,41.9961209],[21.4273347,41.9961461],[21.4273991,41.9961421],[21.4274177,41.9962402]]]}",
    "buildingName": "Станбена зграда на Ристе Секулиќ",
    "investorOrOwner": "Ристе Секулиќ",
    "address": {
      "line": "ул. „Максим Горки“ 31А",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    },
    "architect": "20250411091701"
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4274177,41.9962402],[21.4272957,41.9962429],[21.427159,41.9961916],[21.4271274,41.9961665],[21.4270871,41.9960922],[21.4272189,41.9960495],[21.4272589,41.9961209],[21.4273347,41.9961461],[21.4273991,41.9961421],[21.4274177,41.9962402]]]}",
  "originalData": {
    "floors": "Су+П+2К+Пк",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив, дрвена потконструкција и завршна обработка со фелцовани ќерамиди. ",
        "facade": "Завршна обработка со продолжен малтер во два тона (окер нијанси). Во средишниот волумен на аголната фасада се појавуваат вертикални пиластри како второстепена пластика, нагласувајќи го волуменот кој излегува од повеќеводниот покрив.",
        "carpentry": "Дрвени дупли прозорци, дрвени двокрилни влезни врати и дрвени внатрешни врати. Надворешната столарија е изработена од борово дрво, а внатрешната од чам."
      },
      "interior": {
        "privateContent": "Подот во влезниот хол е обработен со плочки, во другите простории со исклучок на бањата подот е бродски под. ",
        "sharedContent": "Вертикалните комуникации се природно осветлени, од влезот се качуваат шест висини (поткренато приземје) па се пристапува до армирано бетонски двокраки скали, подна обработка терацо и метална ограда. "
      }
    },
    "programDescription": "Во приземје има комерцијална содржина, а катовите се со станбена содржина.\n",
    "structureDescription": "Темелни стопи и темелни ѕидови, заедно со подрумските ѕидови се изведени од набиен бетон. Другиот дел е изѕидан од полна тула со варов малтер. Меѓуспратната конструкција е со армирано бетонски плочи. Последниот кат има дрвен плафонска конструкција исто како и кровната конструкција, со завршно покривање од фелцовани ќерамиди. ",
    "context": "Објектот е изграден во централното градско јадро како аголен објект, во близина на некогашното основно училиште Гоце Делчев (срушено). На неговата источна страна се надоврзувал друг станбен објект, кој бил срушен при изградба на блоковите од Градски ѕид. ",
    "generalDescription": "Објектот е проектиран од архитектот Борче М. Ристич со основа на пресечена буква „Г“, кој со три фасда излегува на главна улица (порано), кон паркинг (денес). На западната фасада има пасаж кој води до внатрешниот двор и гаража. Влезот во објектот е поставен централно, приземјето е поткренато, а од влезниот хол овозможена е директен пристап и кон дворот. Влезот и средишниот дел на објектот е акцентиран со поставување на едноставни вертикални пилатри кои кои го надвишуваат венецот на остатокот од објектот. Ритмично поставување на прозорски отвори, симетричен изглед на фасада во поставување на прозорци и тераси. Во продолжение на објектот (на западната страна) е дограден објект, изграден во истиот стил."
  }
}
