{
  "photos": [
    "/media/mnsk31/mnsk31_01.jpg",
    "/media/mnsk31/mnsk31_02.jpg",
    "/media/mnsk31/mnsk31_03.jpg",
    "/media/mnsk31/mnsk31_04.jpg",
    "/media/mnsk31/mnsk31_05.jpg",
    "/media/mnsk31/mnsk31_06.jpg",
    "/media/mnsk31/mnsk31_07.jpg",
    "/media/mnsk31/mnsk31_08.jpg",
    "/media/mnsk31/mnsk31_09.jpg",
    "/media/mnsk31/mnsk31_10.jpg"
  ],
  "values": {
    "name": [
      "архитектонска и естетска",
      "историскa",
      "авторство"
    ]
  },
  "bibliography": "Константиновски, Г. (2001). Градителите во Македонија, XVIII - XX век. Скопје. Табернакул \nТомовски, К. & Петковски, Б. (2003). Архитектурата и монументалната уметност во Скопје меѓу двете светски војни. Скопје. Музеј на град Скопје\nКоцевски, Д. (2022). Ако го сакаш Скопје – дојди, ќе те чекам на кејот. Скопје. Бегемот,\nДржавен Архив на Република Северна Македонија, Одделение Скопје, арх.бр.",
  "dateInspection": "22.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Четириводен покрив покриен со ќерамиди и стреолики баџи.",
        "facade": "Сите надворешни ѕидови се малтерисани со варов малтер. Централниот испакнат дел на главната фасада е малтерисана со вештачки камен, а страничните фасади се со теранова обработка. ",
        "carpentry": "Кај некои станови прозорците се со оригинална дрвена столарија, а кај извесен број се променети со ПВЦ. Влезната и ветробранската врата се непроменети, како и влезните врати на повеќето станови. Вратите кои водат на терасите се дрвени со застаклување, освен кај една кај која стаклото е заменето со ОСБ плоча. Сите лимарски работи се од поцинкуван лим.  ",
        "parterre": "Со своите три страни зградата излегува на јавен простор, а од задната страна има двор со непозната подна обработка кој е заграден со ѕидови од тула и малтер, а влегувањето е преку метални врати. "
      },
      "interior": {
        "sharedContent": "Комуникациско јадро: скали - вештачки камен, дрвен ракофат на метална конструкција. ",
        "privateContent": "Недостапни."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Главната фасада е во најсочувана состојба, но има отпаднат малтер над влезната врата во зградата. Кај останатите фасади има големи површини со отпаднат малтер и видлива соголена конструкција, во зоните каде се поставени вертикалните олуцитеима дамки од влага."
      },
      "interior": {
        "notes": "Состојбата се однесува на скалишниот простор. Има отпаднат малтер на долната страна кај некои скалишни краци. Приватните содржини беа недостапни за увид.",
        "condition": "задоволителна"
      }
    },
    "modifications": "Направени се повеќе промени за кои не е обезбедена информација кога се случиле:\n- Промена на покривните ќерамиди.\n- Доградба на таванскиот простор заради добивање дополнителни станови, заради што на јужната страна се изведени баџи во покривот.  \n- Извесен број на оригинални дрвени прозорци се заменети со ПВЦ. \n- Кај една од вратите кои водат на терасите застаклувањето е заменето со ОСБ плоча.\n- Поставени импровизирани прегради на терасите помеѓу становите и покривање на истите со пластичен ребрест покрив.\n- Во северозападниот агол на дворот направена е доградба  во форма на киоск од тврда градба, најверојатно како комерцијален простор.",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Интервенциите со доградбите во зоната на покривот се несоодветни и ја нарушуваат автентичноста."
      },
      "interior": {
        "condition": "добра",
        "notes": "Се однесува на скалишниот простор."
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK31",
  "order": 31,
  "suggestions": "Надлежните институции за заштита на културното наследство и останатите носители на одлуки да ги земат предвид вредностите кои објектот ги поседува, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnsk31/mnsk31_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4262095,42.0017653]}",
    "buildingName": "Станбена зграда на Јелена Тодоровиќ ",
    "dateBuilt": "1940",
    "architect": "Жерновски Кирил",
    "address": {
      "line": "Ул.„Ристо Шишков“ бр.24",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    },
    "investorOrOwner": "Јелена Тодоровиќ"
  },
  "originalData": {
    "floors": "По+П+2",
    "timelineDescription": "Во 1939 год. е проектиран објектот.\nВо 1940 год. е изграден објектот.\n",
    "generalDescription": "Станбената зграда е изградена е во духот на модерниот рационализам и има симетрична основа во форма на буквата \"П\". Ја зафаќа целата ширина на блокот и има три улични фасади.\nГлавната (јужна) фасада е обликувана во три вертикални сегменти, каде централниот е малку испакнат во однос на бочните, има поинаква завршна обработка и во нејзината вертикална оска е поставена влезната врата. На аглите на главната фасада со источната и со северната се истакнуваат издолжените балкони кои се експресионистички обликувани со заоблени испусти и со метални огради. Виското приземје е потенцирано со венец, кој на бочните фасади се продолжува по нивната должина под прозорците. Со употребата на овие елементи добиена е нагласена хоризонталност на зградата. Интересен елемент карактеристичен за стилот во кој таа е изградена се окулусите во горните партии и нагласувањето на стреата каде има поставени декоративни греди. ",
    "materiality": {
      "exterior": {
        "facade": "Фасадата е малтерисана со цементно - варов малтер. Централниот дел на главната фасада како и венецот на високото приземје се - малтерисан со вештачки камен, а страничните фасади со теранова обработка. ",
        "carpentry": "Влезна врата во зградата, влезни врати во станови и прозорци: дрвени и офарбани со мрсна боја. Ветробранската врата и вратите кои водат на терасите: дрвени со застаклување. Сите огради во скалишниот простор и на терасите: изведени од ковано железо, а сите лимарски работи - од поцинкуван лим.  \n",
        "roof": "Четириводен покрив, дрвена потконструкција и покривање со ќерамиди.",
        "parterre": "Со своите три страни зградата излегува на јавен простор, а од задната страна има двор со непозната подна обработка кој е заграден со ѕидови од тула и малтер, а влегувањето е преку метални врати. "
      },
      "interior": {
        "sharedContent": "Комуникациско јадро: скали - вештачки камен, дрвен ракофат на метална конструкција. ",
        "privateContent": "Сите внатрешни ѕидови и плафони се малтерисани со варов малтер и окречени. Патосот во собите е изработени од даски поставени на перо и жлеб а во економските простории од терацо и бетон. "
      }
    },
    "programDescription": "Во приземјето и катовите има станбени содржини\nНа секое ниво има по два стана чии основи се функционално решение и имаат современ концепт за домување. Во скалишниот простор има трокраки „U“ скали и истиот е природно осветлен преку застаклени врати со натсветла изведени на северните ѕидови на подестите. Овие врати водат кон тераси ориентирани кон задната страна на зградата од каде секој стан има свој економски влез. \nВо зградата имало електрично осветлување, канализација, и водовод и биле монтирани сите санитарии.",
    "structureDescription": "Објектот е изграден во масивен систем. Темели се изведени од набиен бетон, а ѕидовите на приземјето, катовите и во таванот се од полна тула со варов малтер.  Објектот има армирано-бетонска меќукатна конструкција, балконски плочи и плочите под терасите. Кровната конструкција е дрвена.\n",
    "context": "Зградата е слободностоечка и со своите три фасади излегува на фронтот на три улици: Ленинова, Ристо Шишков и Крсто Бајиќ во скопско Дебар маало, каде со својот волумен и фасадното обликување успешно е вклопена во непосредната околина. Во оваа историска населба во периодот помеѓу двете светски војни биле изградени повеќе репрезентативни градби кои се дел од сегашното културното наследство на Скопје, а кои го преживеале катастрофалниот земјотрес. "
  }
}
