{
  "values": {
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот. Објектот е во употреба.",
    "name": [
      "историскa",
      "авторство",
      "архитектонска и естетска"
    ]
  },
  "dateInspection": "19.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен, сложен кос дрвен покрив, покривање со ќерамиди, покривање на поткровје - лим",
        "facade": "Фасадна завршница во малтер, ситнорелјефна пластика",
        "parterre": "Двор ограден со парапет и столбчиња со исполна – тула и метална декоративна ограда",
        "carpentry": "Дел останати оригинални дрвени, останати прозорци, надворешни врати кон балкони и влезни врати во објект – ПВЦ и алуминиум"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна"
      }
    },
    "modifications": "Промена на надворешна столарија.\nДодавање на натстрешница на балкон на втор кат и на агол на поткровје.\n",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK26",
  "order": 26,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnsk26/img_2966.jpg",
  "basicData": {
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "dateBuilt": "1931г. ",
    "address": {
      "line": "Ул. Наум Наумовски Борче 81",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "associates": [
      "Кирил Жерновски - доградба"
    ],
    "architect": "Артемушкин Иван",
    "investorOrOwner": "Јаков Д. Талви",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4227213,42.0016408]}",
    "todayPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "buildingName": "Индивидуална куќа на Талви Јаков"
  },
  "originalData": {
    "generalDescription": "Индивидуалната куќа на Талви Јаков е изградена во 1931г. по проект на архитект Иван Артемушкин и проект за доградба на архитект Кирил Жерновски.\nОбјектот е поставен на агол од периметрален блок, ги следи уличните фронтови на двете улици, при што од едната страна граничи со објект, додека од другата страна е предвиден пристап кон двор, а со тоа и слободна фасада.  Нагласувањето на аголот е преку полигонален ерекрен испуст во прв и втор кат кој се претопува во бетонска ограда на терасата на поткровје - карактеристично средство во модерниот архитектонски израз. Додека, како хоризонтална доминанта се истакнува линијата помеќу приземјето и катот, како и линијата на раздвојниот венец. Симтеријата на објектот е разбиена со доминантна вертикала на природно осветленото скалишно јадро на една од уличните фасади. Главниот влез на објектот е од улица, но се пристапува и од страничниот двор. \nСе развива во сутерен, приземје, два ката и поткровје и секој стан има свој посебен влез од подест. Светла висина на просториите е 3.50м, а на подрумот 2.50м.\n",
    "timelineDescription": "29.07.1931г. – проект за доградба",
    "floors": "Су+П+2К+Пк",
    "programDescription": "Сутерен – дрварница, хаус мајстор\nПриземје – станбена содржина\nКатови - станбена содржина\nПоткровје - станбена содржина\n",
    "structureDescription": "Масивен носив систем: Темели- набиен бетон со дебелина од 60см; Ѕидови – добро печена тула и малтер во приземје и прв кат и тула од 30см на втор кат, Преградни ѕидови со дебелина 15см; Меѓукатна конструкција – дрвена со дрвен патос и плафон од трска;Дрвен покрив",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен, сложен кос дрвен покрив",
        "facade": "Фасадна завршница во малтер, ситнорелјефна пластика",
        "carpentry": "Дрвени прозорци и надворешни врати кон балкони, дрвени влезни врати во објект",
        "parterre": "Двор ограден со парапет и столбчиња со исполна – тула и метална декоративна ограда"
      }
    },
    "context": "Индивидуалната куќа на Талви Јаков се наоѓа во населбата Дебар Маало, поставен на агол од периметрален блок. Од едната страна граничи со сосед, додека од другата страна се наоѓа пристапна патека кон заден двор.\nОбјектот го следи уличниот фронт, но нема стилска или висинска надоврзаност со соседните објекти.\n"
  }
}
