{
  "values": {
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.",
    "name": [
      "историскa",
      "авторство"
    ]
  },
  "bibliography": "Архив на Град Скопје",
  "dateInspection": "11.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен, сложен дрвен покрив, покрвање со лим",
        "facade": "Фасадна завршица во малтер, , хоризонтала при раздвоен венец и фасадна обработка со плочи во сутерен?",
        "carpentry": "Прозорци – ПВЦ во бела боја (кај некои е задржана хоризонталната профилација) Надворешни влезни врати – една дрвена и една алуминиумска со калено стакло"
      },
      "interior": {
        "sharedContent": "Армирано бетонски двокраки скали- завршна обработка во терацо и во одреден дел плочки, декоративна метална ограда со дрвен ракохват- во црна боја, ѕидови – внатрешна обработка во малтер, внатрешни врати – дрвени, ПВЦ и алуминиумски"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "многу лоша"
      },
      "interior": {
        "condition": "многу лоша",
        "notes": "*се однесува на заеднички простории"
      }
    },
    "modifications": "Промена на столарија\nПоткровје – Преграден подест од скалишно јадро во склоп на стан и затворен дел од тераса\nПоплочување на одреден дел од влезниот простор\n",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "*се однесува на заеднички простории\n"
      }
    }
  },
  "risks": "Фасадата на објектот е во лоша состојба во одредени делови, со парчиња малтер кои отпаѓаат од неа. Дополнително, оштетувањата од влага во ентериерот може да предизвикаат опасност за станарите.",
  "inspectionBy": "Тим 1",
  "code": "MNSK22",
  "order": 22,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnsk22/img_2772.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4241567,41.9973282]}",
    "buildingName": "Станбен објект",
    "dateBuilt": "1932г. (проект)",
    "architect": "Артемушкин Иван",
    "investorOrOwner": "Василије Лепревиќ",
    "address": {
      "line": "Ул. Мирослав Крлежа 27",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "колективен станбен"
      ]
    }
  },
  "originalData": {
    "generalDescription": "Станбениот објект на ул. Мирослав Крлежа 27 е проектиран од архитект Иван Артемушкин во 1932г.\nОбјектот е поставен на агол од периметрален блок, прекршен во три рамнини, од кои две улични фасади кои го следат уличниот фронт на блокот и калканска фасада, конкавно повлечена од аголот на блокот. Се развива во сутерен, приземје, два ката и поткровје. Во сутеренот се предвидени подрумски простории, додека на приземјето, катовите и поткровјето се предвидуваат станбени единици, чии соби се ориентирани кон улиците, додека сервисните простории се во задната зона кон внатрешноста на блокот. Становите на поткровјето во задната зона се повлечени од фасадната линија, со што се формираат отворени тераси, додека во предниот дел има и некорисен простор поради висината на таванот. Објектот има два натсркиени влеза, поставени еден до друг, со засебно скалишно јадро - природно осветлено, кои го делат обејктот на два дела. На секој кат се пристапува во по еден стан од секое јадро. Објектот има целосно прочистена фасада, чист волумен со прозорски отвори, со единствено нагласување на хоризонталите при раздвојниот венец и фасадна обработка со плочи во сутерен.\n",
    "timelineDescription": "25.08.1932г. - проект",
    "floors": "Су+П+2К+Пк",
    "programDescription": "Сутерен – подрумски простории\nПриземје – станови\nКатови - станови\n",
    "structureDescription": "Масивен носив систем, исполна-тула, дрвен повеќеводен покрив",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен, сложен дрвен покрив",
        "facade": "Фасадна завршница во малтер, хоризонтали при раздвоен венец и линија на сутерен",
        "carpentry": "Дрвени прозорци со хоризонтални пречници и дрвени влезни врати со калено стакло"
      },
      "interior": {
        "sharedContent": "Армирано бетонски двокраки скали- завршна обработка во терацо, декоративна метална ограда со дрвен ракохват, во црна боја, ѕидови – внатрешна обработка во малтер, внатрешни врати – дрвени"
      }
    },
    "context": "Станбениот објект на ул. Мирослав Крлежа 27 е поставен на агол од периметрален блок. Објектот е во низа, со соседи од двете страни, додека третманот на аголот е преку калканска фасада, без прозорски отвори, која се повлекува конкавно од аголот на блокот."
  }
}
