{
  "values": {
    "dateBuilt": "Објектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\nОбјектот е во употреба според оригиналната типологија. Објектот претставува референца за збирно место во градот.\n",
    "name": [
      "историскa",
      "општествена / социјална",
      "емотивна"
    ]
  },
  "dateInspection": "19.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "facade": "Надворешна обработка во малтер, обоена во две нијанси на жолто. Фасадата е прочистена, со нагласени хоризонтали под и над прозорците, балконите и раздвојниот венец, карактеристично за академизмот.  ",
        "carpentry": "Прозорци и надворешни врати кон балкони се ПВЦ во бела боја, а во приземјето има стаклени излози со алуминиумски профили."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна"
      }
    },
    "modifications": "Промена на столарија, прозорци и надворешни врати кон балкони.\nПромена на излози во приземје.\nПоставени натстрешници во приземје во корист на комерцијални дејности.\nПоставена настрешница на втор кат, на балкон, ориентиран кон внатрешен двор.\n",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSK16",
  "order": 16,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk16/16.мнск.016.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": "",
      "period": "1930-1939"
    },
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4304425,41.9945489],[21.4302363,41.9945936],[21.4302056,41.9945794],[21.4301772,41.9945128],[21.4301841,41.9944778],[21.4303973,41.9943732],[21.4304128,41.9944445],[21.4303292,41.9944997],[21.4304184,41.9944849],[21.4304425,41.9945489]]]}",
    "buildingName": "Станбена зграда на улица Димитрие Чуповски бр. 5",
    "address": {
      "line": "ул. „Димитрие Чуповски“ бр. 5",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    }
  },
  "polygon": "{\"type\":\"Polygon\",\"coordinates\":[[[21.4304425,41.9945489],[21.4302363,41.9945936],[21.4302056,41.9945794],[21.4301772,41.9945128],[21.4301841,41.9944778],[21.4303973,41.9943732],[21.4304128,41.9944445],[21.4303292,41.9944997],[21.4304184,41.9944849],[21.4304425,41.9945489]]]}",
  "originalData": {
    "generalDescription": "Станбениот објект се наоѓа во строгиот центар, скулптурално поставен на главната улица на градот Скопје.\nОбјектот е дел од периметрален блок, изграден во вид на „П“ форма, два краци и полукружен дел кои ги спојува. Трактовите се еднакви и симетрични, едниот ориентиран кон улицата, другиот ориентиран кон внатрешен двор, додека аголното заоблување наговестува на пролаз кон дворот, пауза во блокот, која го двои од соседниот објект. Приземјето на објектот, кон сите три страни реагира со околината преку различни комерцијални дејности. Објектот се развива во приземје, два ката и поткровје, кое е повлечено од фасадната линија, формирајки тераса во централниот полукружен дел, додека балконите на катовите се наоѓаат на трактовите бочно. \nФасадата е прочистена, со нагласени хоризонтали под и над прозорците, балконите и раздвојниот венец, карактеристично за академизмот.  \n",
    "floors": "П+2К+Пк",
    "programDescription": "Во приземје се сместени комерцијални дејности, а на катовите станбени содржини.\n\n",
    "materiality": {
      "exterior": {
        "facade": "Надворешна обработка во малтер. Фасадата е прочистена, со нагласени хоризонтали под и над прозорците, балконите и раздвојниот венец, карактеристично за академизмот.  "
      }
    },
    "context": "Станбениот објект се наоѓа во строгиот центар на градот Скопје, директно изложен на фронтот на улица Димитрие Чуповски. Објектот е дел од периметрален блок, изграден во вид на П форма, два краци и полукружен дел кои ги спојува. Аголното заоблување наговестува на пролаз кон внатрешен двор, кој го одделува од соседниот објект. "
  }
}
