{
  "values": {
    "name": [
      "архитектонска и естетска",
      "историскa",
      "авторство"
    ]
  },
  "bibliography": "Архив на град Скопје, 6.1.325.24/354-396\nКонстантиновски, Г. „Градителите во Македонија, XVIII - XX век\", Табернакул, Скопје, 2001\nТомовски, К. и Петковски, Б. „Архитектурата и монументалната уметност во Скопје меѓу двете светски војни\", Музеј на град Скопје, Скопје, 2003\nУправа за заштита на културното наследство, Регистрирани недвижни добра по надлежност на националните установи, ноември 2024 год. Преземено во јануари 2025, од: \nhttp://uzkn.gov.mk/mk/wp-content/uploads/2024/11/REGISTRIRANO-NEDVIZNO-KULTURNO-NASLEDSTVO-2024-za-web-%D1%84%D0%B8%D0%BD%D0%B0%D0%BB.pdf",
  "dateInspection": "14.02.2025",
  "currentData": {
    "authenticity": {
      "exterior": {
        "condition": "добра"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      }
    }
  },
  "risks": "Најголеми закани и ризици за градбата се променливите заштитни и градежни политики, како и прилагодувањето на законските регулативи кои не одат во прилог на нејзиното зачувување, што резултира со секојдневно обезличување или губење на вредни објекти кои сведочат за урбаниот развој на Скопје и обезбедуваат историски континуитет.",
  "number": "Уп.бр.18-528 од 16.09.2015 год.; Уп.бр.18-1230/2016 од 14.07.2017 год.",
  "inspectionBy": "Тим 2",
  "code": "MNSK52",
  "order": 108,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsk52/mnsk52_01.jpg",
  "basicData": {
    "protectionStatus": {
      "isProtected": true,
      "notes": "Значајно културно наследство со режим на заштита од втор степен. Контактната зона на објектот со режим на заштита од трет степен."
    },
    "originalPurpose": {
      "type": [
        "колективен станбен"
      ]
    },
    "dateBuilt": "1939 год.",
    "address": {
      "line": "„Ленинова\" бр.17",
      "city": "Скопје",
      "municipality": "Центар"
    },
    "architect": "Ристиќ Ѓорѓе ",
    "investorOrOwner": "Катарина Папатеодоси",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4251569,42.0008461]}",
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ]
    },
    "buildingName": "Зграда на улица „Ленинова\" бр.17"
  },
  "originalData": {
    "generalDescription": "Зградата е изградена како станбен објект за колективно домување во 1939 година. Стилски припаѓа на раната модерна архитектура со функционално решение каде е имплементиран современ концепт за домување. Со прочистените детали во фасадното обликување на целокупниот волумен, креиран е складен репрезентативен објект кој со својата геометриска скулптурална форма се издвојува од соседните објекти во неговата непосредна околина.\n",
    "floors": "По+П+2+Пк"
  }
}
