{
  "values": {
    "name": [
      "општествена / социјална",
      "историскa",
      "техничка",
      "авторство"
    ],
    "dateBuilt": "Лачна бетонска брана-прва изградена во Македонија"
  },
  "dateInspection": "29.12.2024",
  "currentData": {
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      }
    },
    "modifications": "Пуштена во употреба 1938 год., со инсталиран капацитет од 4,8 MW, во 2008 год.  Реконструкција на доводниот тунел и е изградена комплетно нова хидроцентрала со инсталиран капацитет од 9.6 MW. Со изградбата на новата машинска зграда, лоцирана во непосредна близина, старата машинска зграда престанала со функција и во 2016 год. е пренаменета во едукативно-изложбен центар.",
    "authenticity": {
      "interior": {
        "condition": null
      }
    }
  },
  "inspectionBy": "Тим 2",
  "code": "MNSK45",
  "order": 45,
  "photo": "/media/mnsk45/mnsk45.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": "1935-1938",
      "period": "1930-1939"
    },
    "protectionStatus": {
      "isProtected": false,
      "notes": "Споменик на природата "
    },
    "originalPurpose": {
      "type": [
        "индустриски",
        "јавен"
      ],
      "notes": "Производство на електрична енергија и регулација на реката треска "
    },
    "address": {
      "city": "Скопје",
      "line": "Кањон-Матка (езеро)",
      "municipality": "Сарај"
    },
    "architect": "20250423210725",
    "investorOrOwner": "Град Скопје",
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[21.2989404,41.9525219],[21.2989598,41.9525219],[21.2989537,41.9524324],[21.2988957,41.9523226],[21.2988091,41.9522602],[21.2987088,41.952232],[21.2986045,41.952227],[21.2985016,41.952236],[21.2989404,41.9525219]]]}",
    "todayPurpose": {
      "type": [
        "индустриски",
        "споменик",
        "јавен"
      ],
      "notes": "Производство на електрична енергија , регулација на реката треска и споменик на природата"
    },
    "buildingName": "Лачна Бетонска Брана Св. Андреја- Матка "
  },
  "originalData": {
    "generalDescription": "Во 1930 година, градоначалникот на Скопје, Јосиф Михајловиќ, формирал комисија од истакнати стручни лица, со цел да се најде  евтин извор на  електрична енергија за Скопје. Комисијата предложила да се изгради брана на реката Треска, на излезот од клисурата, во близина на селото Матка. Градежните работи на браната започнале во 1935 година, а хидроцентралата започнала со работа во 1938 година, изградбата била обемна и  инженерски предизвик на своето време. Со изградбата на хидроцентралата раководел Аќим Поповиќ. Автор на проектот и надзор на работите  е  акедемик, проф. д-р. Миладин Пеќинар инженер ,(еден од пионерите во развојот на модерната хидротехника и хидроенергетика во поранешна Југославија), кој е најзаслужен за нејзината изградба.  Една анегдота, кога браната била готова Пеќинар застанал на нејзиниот врв и извикал: „Ако отиде браната нека отиде со неа и тој што ја замислил“. ",
    "structureDescription": "Лачна армирано бетонска конструкција (од 10 независни  прстени)",
    "materiality": {
      "exterior": {
        "facade": ""
      }
    },
    "timelineDescription": "Пуштена во употреба 1938 год., со инсталиран капацитет од 4,8 MW.",
    "floors": "Висина: 29.5 м; Должина: 64 м",
    "programDescription": "Лачна брана од армирано бетонска конструкција, која ја сочинуваат 10  хоризонтални прстени независни еден од друг. Преку доводниот тунел водата се транспортира до водната комора и понатаму со два цевковода се транспортира до машинската зграда.Вишокот навода се прелева странично преку браната.",
    "context": "Брана е поставена на излезот од кањонот на реката Треска , во непосредна близина на селото Долна Матка. Околниот пејзаж е збогатен со средновековни манастири (Св. Андреја, Св. Никола Шишевски), пештери (Врело, Крштална) и ендемска флора и фауна. Патот до браната, изграден во 1938 година, што го олеснил пристапот до манастирот Св. Андреја."
  }
}
