{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска"
    ],
    "dateBuilt": "- Објектот припаѓа на меѓувоениот период и е еден од првите примери на ран модернизам."
  },
  "bibliography": "- Старите фотографиите се од архив Струмица.",
  "dateInspection": "03.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Објектот има три волумени, главниот волумен има двоводен покрив со завршна обработка керамиди, бочниот волумен е со рамен покрив и комуникациското јадро, кое по висина се издвојува од другите два волумени е решен со рамен покрив.",
        "facade": "Уличната (југоисточна) фасада е неодамна реновирана, обработка малтер, со завршна бела боја. На бочната фасада во дел од приземјето има дрвена обработка. Остатокот од куќата е во автентична состојба.",
        "carpentry": "Дрвена столарија, дрвени капаци на прозорците во приземје. Метални рамки на прозорците кај комуникациското јадро. Кружен прозорец на прв кат. Дрвена влезна врата со стаклени отвори. Прозорците на првиот кат префарбани во оригиналната бела боја. ",
        "parterre": "Објектот е на кос терен, нивото на улицата е повисоко од нивотот на дворот. Се забележуваат остатоци од старата ограда - ѕид од полна тула, но најголем дел од оградата кон улицата е од ковано железо."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Кај деловите од објектот што не се реновирани се забележува одронување на малтерот, но нема поголеми структурни, видливи оштетувања."
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Дел од објектот е реновиран, но промените се во насока на зачувување на неговата автентичност."
      }
    },
    "modifications": "- Реновирање на улична фасада и додавање дрвена облога во дел од приземјето на бочната фасада."
  },
  "risks": "Најголеми закани и ризици за градбата се променливите заштитни и градежни политики, како и прилагодувањето на законските регулативи кои не одат во прилог на нејзиното зачувување, што резултира со секојдневно обезличување или губење на вредни објекти кои сведочат за урбаниот развој на Струмица и обезбедуваат негов историски континуитет.",
  "inspectionBy": "Тим 1",
  "code": "MNSR01",
  "order": 64,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsr01/2c4f08ae-76cf-4e89-aecd-413de99ddc3f.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[22.635616,41.4379212]}",
    "buildingName": "Индивидуална куќа Камиларови",
    "address": {
      "line": "ул. „Невена Стојкова“ бр.1",
      "city": "Струмица",
      "municipality": "Струмица"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    }
  },
  "originalData": {
    "floors": "Су+П+К+Пк",
    "programDescription": "Цел објект е со станбена содржина.",
    "structureDescription": "Масивна градба, исполна од полна тула.",
    "materiality": {
      "exterior": {
        "roof": "Објектот има три волумени, главниот волумен има двоводен покрив со завршна обработка керамиди, бочниот волумен е со рамен покрив и комуникациското јадро, кое по висина се издвојува од другите два волумени е решен со рамен покрив.",
        "facade": "Фасадна обработка со малтер во окер боја.",
        "carpentry": "Дрвена столарија, дрвени капаци на прозорците во приземје. Метални рамки на прозорците кај комуникациското јадро. Кружен прозорец на прв кат. Дрвена влезна врата со стаклени отвори.",
        "parterre": "Објектот е на кос терен, нивото на улицата е повисоко од нивотот на дворот. Дворот е ограден со ѕид од полна тула. Во дворот се пристапува преку капија."
      }
    },
    "generalDescription": "Семејната куќа на фамилија Камиларови е изградена во периодот помеѓу двете светски војни. Архитектот на објектот не е познат. Стилски припаѓа на Раната модерна. Архитектонскиот концепт на објектот е со кубичен волумен и чисти, геометриски третирани фасади. Објектот е формиран од три волумени од кои се издвојува средишниот највисок, вертикален волумен во кој е сместен скалишниот простор. Чистиот, геометриски волумен е разбиен со балкон на првиот кат и повлекување на бочниот, закосен волумен од линијата на уличниот фронт.",
    "context": "Станбениот објект е граден во стариот дел на градот Струмица, но стилски ги носи белезите на раномодерни архитектонски тенденции. Се наоѓа во близина на градскиот плоштад и местото познато како „Бурчо“ (куќата на Борис Вета Бурчо, еден од најпознатите фотографи во струмичкиот регион)."
  }
}
