{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска"
    ],
    "dateBuilt": "Објектот е изграден во триесетите години, со стилски елементи од западноевропската архитектура од истиот период."
  },
  "bibliography": "М. Токарев, 100 години Македонска Архитектура, Скопје 2006\n",
  "dateInspection": "03.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Сложен кров со покривање од керамиди. На северозападната страна дел од покривот е решен како рамна кровна тераса, кое се акцентира дополнително со бетонска атика видлива од надвор.",
        "facade": "Објектот од една страна има калкан, а отворите се појавуваат само на две фасади (улична и фасда кон двор). Експресивно решавање на тремот и балконите кои аголно го акцентираат објектот. Фасадата нема завршна обработка. Денешниот изглед укажува дека фасадата не била довршена.",
        "carpentry": "Ритмично поставување на прозорци. Дрвена столарија во цел објект. Промена кај еден прозорец на југозападна фасада (кон двор). Додадени ролетни кај дел од прозорците."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "многу лоша",
        "notes": "Објктот е напуштен."
      }
    },
    "modifications": "Натстрешница над врата на југозападна фасада (кон двор).\nДодадени ролетни на прозорците.\nМетална ограда на прозорецот и влезот на приземје.",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSR04",
  "order": 67,
  "photo": "/media/mnsr04/2eabb419-5c6f-4419-8a6a-b110490e5bd5.jpg",
  "basicData": {
    "timeline": {},
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[22.6361003,41.4361681]}",
    "buildingName": "Куќа на Калкашлиеви",
    "address": {
      "line": "ул. „Герас Цунев“ бр.2",
      "city": "Струмица",
      "municipality": "Струмица"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ],
      "notes": "Објектот моментално е напуштен"
    }
  },
  "originalData": {
    "floors": "П+2К",
    "programDescription": "Целиот објект има станбена намена.",
    "generalDescription": "Куќата на Калкашлиеви содржи карактеристики на западноевропската архитектура од 30-тите години на 20 век, која во поставката на тремот и балконот содржи елементи на експресионизмот.",
    "structureDescription": "Масивен систем, армирано бетонски плочи. Како исполна во дел од приземјето е користен кршен камен, а остатокот од ѕидовите се со полна тула. ",
    "materiality": {
      "exterior": {
        "roof": "Сложен кров со покривање од керамиди. На северозападната страна дел од покривот е решен како рамна кровна тераса, кое се акцентира дополнително со бетонска атика видлива од надвор.",
        "facade": "Објектот од една страна има калкан, а отворите се појавуваат само на две фасади (улична и фасда кон двор). Експресивно решавање на тремот и балконите кои аголно го акцентираат објектот.",
        "carpentry": "Ритмично поставување на прозорци. Дрвена столарија во цел објект."
      }
    },
    "context": "Објектот е граден како куќа во низа со тоа што калкан има од едната страна, од другата страна никогаш не е дограден објект. Влезот е од улица (североисточна фасада) преку трем. Во иста оска на влезот се надоврзува и излез кон двор, ограден со ѕид од полна тула. "
  }
}
