{
  "photos": [
    "/media/mnsr02/465028422_9035690456464221_6211136171475173127_n.jpg",
    "/media/mnsr02/465011253_9023897950976805_3144022572248756419_n.jpg",
    "/media/mnsr02/458130535_8585535788146359_5371611147594545667_n.jpg",
    "/media/mnsr02/428603641_926952778800584_4576066801858197607_n.jpg",
    "/media/mnsr02/426093829_918626076299921_440651911595785301_n.jpg",
    "/media/mnsr02/296022823_592071828955349_1565736962263102843_n.jpg",
    "/media/mnsr02/92388835_3162819727084686_5000802371748495360_n.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "општествена / социјална"
    ],
    "dateBuilt": "- Објектот припаѓа на меѓувоениот период и е еден од првите примери на ран модернизам.\n- Објектот е првата аптека во градот Струмица."
  },
  "bibliography": "*Дел од фотографиите се преземени од фб страната на Стара Струмица.",
  "dateInspection": "03.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Сложен кос покрив, дрвена потконструкција, покривање со керамиди. Кај аголот на објектот се појавува повисока атика со што делумно го крие сложениот кос покрив. (Промена на косината на покривот, поблага косина со цел да се добие поголема висина во поткровјето. ***Информацијата не е потврдена)",
        "facade": "Завршна обработка со малтер во две нијанси, потемна нијанса за потенцирање на делови од призмејето и рамки околу прозорските отвори. Еден дел од фасадата на приземјето, кој претставува посебна комерцијална содржина е обложен со црни алуминиумски панели.",
        "carpentry": "Приземјето е променето, со поставување на нова ПВЦ столарија. Во другиот дел од објектот се задржани старите, автентични дупли дрвени прозорци, повеќето со правилна геометриска форма, а во делот на поткровјето се појавуваат и кружни прозорци. Кај комуникациското јадро има прозорец по цела висина (стаклена ѕид завеса), со метални рамки. Во ентериерот дел од дрвените врати се автентични."
      },
      "interior": {
        "sharedContent": "Комуникацисото јадро е изведено со двокраки скали и метална ограда со дрвен гелендер, автентична, а скалниците се покриени со плочки. Јадрото е природно осветлено.",
        "privateContent": ""
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": ""
      },
      "interior": {
        "condition": "задоволителна"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "И покрај промените во приземјето, објектот во најголем дел ја задржува својата автентичност."
      },
      "interior": {
        "condition": "лоша"
      }
    },
    "modifications": "- Затварање на преден влез во приземје (Западна фасада, кон струмичкото, главно шеталиште).\n- Промени во скалишното јадро (Затворен пристап од скалишно јадро за потребите на банка)\n- Целосно реновирање на ентериерот\n- Промена на приземјето\n- Затварање тераса на прв кат\n- Додавање натстрешници над затворената тераса и над излезот кон тераса на поткровје.\n- Интервенција во кровот - поблаг агол ***"
  },
  "risks": "Најголеми закани и ризици за градбата се променливите заштитни и градежни политики, како и прилагодувањето на законските регулативи кои не одат во прилог на нејзиното зачувување, што резултира со секојдневно обезличување или губење на вредни објекти кои сведочат за урбаниот развој на Струмица и обезбедуваат негов историски континуитет.",
  "inspectionBy": "Тим 1",
  "code": "MNSR02",
  "order": 65,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnsr02/c3c045de-3451-4a23-b518-e252314812f1.jpg",
  "basicData": {
    "timeline": {},
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[22.6373167,41.4371971]}",
    "buildingName": "Аптека и куќа на Михаил Стојанов (Милчо аптекарот)",
    "address": {
      "line": "Ул. Герас Цунев 2",
      "city": "Струмица",
      "municipality": "Струмица"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ],
      "notes": "Во приземјето на објектот имало аптека."
    },
    "todayPurpose": {
      "type": [
        "комерцијален/деловен"
      ],
      "notes": ""
    }
  },
  "originalData": {
    "floors": "Су+П+К+Пк",
    "programDescription": "Во приземјето била аптеката, а на катот бил станот на аптекарот со неговата фамилија. Во истиот објект аптекарот изработувал дел од лековите, но нема прецизна информација во кој дел од објектот е работилницата.",
    "structureDescription": "Масивен систем со армирано бетонски плочи и исполна од полна тула.",
    "materiality": {
      "exterior": {
        "roof": "Сложен кос покрив, дрвена потконструкција, покривање со керамиди. Кај аголот на објектот се појавува повисока атика со што делумно го крие сложениот кос покрив.",
        "facade": "Завршна обработка со малтер во две нијанси, потемна нијанса за потенцирање на делови од призмејето.",
        "carpentry": "Дрвена столарија. Во приземјето поради неговата комерцијална намена има високи дрвени прозорци во вид на излог. Во другиот дел од објектот се појавуваат дупли дрвени прозорци и врати повеќето со правилна геометриска форма, а во делот на поткровјето се појавуваат и кружни прозорци. Кај комуникациското јадро има прозорец по цела висина (стаклена ѕид завеса), со метални рамки."
      },
      "interior": {
        "sharedContent": "Комуникацисото јадро е изведено со двокраки скали и метална ограда со дрвен гелендер. Јадрото е природно осветлено."
      }
    },
    "generalDescription": "Објектот на аптеката го зафаќа аголот на главното шеталиште во Струмица и улицата Маршал Тито. Изграден во периодот помеѓу двете светски војни. Стилски припаѓа на Раната модерна, со прочистена фасада од орнаменти и појавување на кружни прозорчиња кои ќе станат средство за препознавање на модерниот израз во архитектурата.\nВо основа објектот се развива во форма на буквата “Г“. Чисти геометриски форми и полукружно обликуван агол, акцентиран со заоблен балкон на првиот кат. Аголот дополнително е акцентиран со висока атика која го затскрива косиот сложен покрив.\n\n",
    "context": "Објектот е дијагонално поставен на зградата на Општина Струмица, одговарајќи исто во заобленото обликување на аголот. Објектот на аптеката е подоцна изграден и затоа се забележува отсуство на фасадни декорации. Поставен е на еден од позначајните агли во Струмица, од една страна главното шеталиште, а од другата срана улица Маршал Тито (ја продолжува линијата на старата чаршија), наспроти Мал парк."
  }
}
