{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "емотивна",
      "општествена / социјална"
    ]
  },
  "bibliography": "Архив на Струмица\nК.Грчев, Архитетонските стилови во профаното градоградителство во Македонија меѓу двете светски војни 1919-1940, Скопје 2001",
  "dateInspection": "08.01.2025",
  "currentData": {
    "modifications": "Во 80те години заѕидани се неколку прозорци заради оформување на музејската поставка на катот. Во истиот период е поставена и метална натстрешница над споредниот влез.\nВо 1997 година целата фасада е наново обоена.\nВо 2010 година во приземјето е извршено замена на старата столарија со ПВЦ прозорци со иста димензија и облик.\nВо 90те години поставена е нова дрвена влезна врата на јужната фасада од објектот и натстрешницата над неа, од лим.\nВо 1997 година прозорецот над влезната врата е затворен до пола со иверица, кога подрумскиот дел се отстапил на архивот, во истиот период заѕидан е влезот на источната страна.\nВо 2010 година до некои прозорци во приземјето поставени се клими.\nНа стари фотографии може да се видат хоризонтални венци по цела должина на балустрадата, кои подоцна се искршени.",
    "materiality": {
      "exterior": {
        "roof": "Кровот е сложен, повеќеводен, со покривање керамида. Кровот е скриен со ограда - балустрада која ја формира фасадата.",
        "facade": "Објектот е фасадиран со продолжен малтер кој е прскан со ризла, а обоен е во колорит со окер и сив тон, додека цоклето е обработено со терацо техника во црно бел тон.",
        "carpentry": "ПВЦ прозорци во бела боја со иста димензија и облик."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      },
      "interior": {
        "condition": "лоша"
      }
    }
  },
  "inspectionBy": "Тим 1",
  "code": "MNSR03",
  "order": 66,
  "suggestions": "Отстранување на несоодветно поставените клими и натстрешници. ",
  "photo": "/media/mnsr03/3dd95154-5fd7-44c2-aa97-bb3c73694306.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": 1934,
      "yearProjected": 1934,
      "period": "1930-1939"
    },
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[22.636591,41.4348518]}",
    "buildingName": "НУ Завод за заштита на спомениците на културата и Музеј Струмица и Архив",
    "address": {
      "line": "На аголот на улиците 27 Март бр.7 и Герас Цунев",
      "city": "Струмица",
      "municipality": "Струмица"
    },
    "originalPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Изграден за потребите на културно-уметничкото друштво „Кнегиња Зорка“. Подоцна се користи како средно техничко училиште."
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ]
    },
    "protectionStatus": {
      "isProtected": true,
      "notes": "Решение Уп. бр. 18-281 од 07.12.2012г. / Решение Уп. бр. 18-282 од 23.11.2012г."
    }
  },
  "originalData": {
    "context": "Архивот и Завод за заштита на спомениците на културата и Музеј Струмица е лоциран во централно градско јадро, на почетокот на стариот дел на градот Струмица, во непосредна близина на Стариот театар, Орта џамија, археолошкиот локалитет Мачук, староградската куќа - Турска пошта и други позначајни објекти.",
    "generalDescription": "Објектот е аголна зграда, поставен на терен во пад со источната и јужната фасада излегува на улиците Герас Цунев и 27 Март. Главниот влез е на јужната страна, а споредниот на западната. Подрумот и приземјето ги користи архивот, а катот го користи НУ Завод и Музеј, како простор за постојана музејска поставка. Во основа е правоаголна зграда со површина од 290.77m2. Се забележува прочистена и консеквентна употреба на архитектонско-стилските изразни средства на модерната архитектура. \nКај овој објект се присутни редуцирани и геометризирани традиционални форми посебно забележително во низот на лачни прозорци на катот, како и симетрично расчленети фасади, во кои се интерполирани вертикални пиластри во функција на расчленување на фасадниот волумен, сепак начинот на кој е спроведена организацијата на елементите во стилски кохерентна целина, недвосмислено го вбројува овој објект меѓу позначајните претставници на модерниот израз во архитектурата. Кон таквиот впечаток придонесува и низот од кружни прозорци разместени во калканскиот надоѕидок на сите три страни на објектот. Овој елемент ќе стане омилено средство преку кое може да се изврши одредено “препознавање“ на архитектоско-стилскиот образец, во контекст на неговото модерно одредување.\n",
    "floors": "По+П+К",
    "structureDescription": "Објектот е граден во масивна градба со ѕидови од камен во подрумскиот дел и полна тула на приземјето и катот.",
    "materiality": {
      "exterior": {
        "facade": "Објектот е фасадиран со продолжен малтер кој е прскан со ризла, а обоен е во колорит со окер и сив тон, додека цоклето е обработено со терацо техника во црно бел тон.",
        "carpentry": "Ритмично поставени дрвени, двокрилни, дупли прозорци во бела боја, правоаголни во приземје, лачни прозорци на катот и кружни прозорци во калканскиот надоѕидок. ",
        "roof": "Кровот е изведен од дрвена меѓукатна конструкција, сложен, повеќеводен, со покривање керамида. Кровот е скриен со ограда - балустрада која ја формира фасадата."
      }
    },
    "timelineDescription": "Во 80те години на приземјето и катот е направена доградба на санитарен јазол кој е долепен на северната фасада.\nВо 1997 година на западната страна од објектот е извршена доградба, така да новата музејска зграда и објектот имаат поврзување преку мост само на катот.\nОколу 2000 година извршена е градба на нов објект (станбена зграда), која е долепена на северната страна на објектот.\n\n"
  }
}
