{
  "photos": [
    "/media/mnst02/img_1109.jpg",
    "/media/mnst02/img_1111.jpg",
    "/media/mnst02/img_1112.jpg",
    "/media/mnst02/img_1114.jpg",
    "/media/mnst02/img_1116.jpg",
    "/media/mnst02/img_1117.jpg",
    "/media/mnst02/img_1119.jpg",
    "/media/mnst02/img_1120.jpg",
    "/media/mnst02/img_1121.jpg",
    "/media/mnst02/img_1124.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска"
    ]
  },
  "dateInspection": "05.01.2025",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Сложен коров со покривање од керамиди. Во делот на скалишното јадро има атика која е повисока од венецот на северната фасада.",
        "facade": "Завршна обработка на фасада во малтер. Плитка пластика кај дел од прозорските отвори и профилација кај венецот.",
        "carpentry": "Дел од столаријата е променета со ПВЦ прозорци, а остатокот е автентична, дрвена столарија.",
        "parterre": "Објектот е поставен на кос терен. Предниот двор (северна страна) е кренат на ниво на влез во објект. Се појавуваат бетонски потпорни ѕидови кон улицата. Оградата е комбинација од бетонски ѕид, а над него метална ограда и порта за влез во двор."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "многу лоша"
      }
    },
    "modifications": "Промена на столарија.\nМетални порти за пристап на коли на северна страна и метална порта на источна страна.\nДоградба на гаражи во заден двор (јужна страна).",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      }
    }
  },
  "risks": "Најголеми закани и ризици за градбата се променливите заштитни и градежни политики, како и прилагодувањето на законските регулативи кои не одат во прилог на нејзиното зачувување, што резултира со секојдневно обезличување или губење на вредни објекти кои сведочат за урбаниот развој на Штип и обезбедуваат негов историски континуитет.",
  "inspectionBy": "Тим 1",
  "code": "MNST02",
  "order": 104,
  "suggestions": "Препорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnst02/img_1110.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[22.196166,41.7367006]}",
    "buildingName": "Милева куќа",
    "address": {
      "line": "ул. „Љубен Иванов“ бр.14",
      "city": "Штип"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    }
  },
  "originalData": {
    "timelineDescription": "",
    "floors": "П+3К",
    "programDescription": "Целиот објект е со станбена намена.",
    "structureDescription": "Масивен систем, исполна од полна тула.",
    "materiality": {
      "exterior": {
        "roof": "Сложен коров со покривање од керамиди. Во делот на скалишното јадро има атика која е повисока од венецот на северна фасада.",
        "facade": "Завршна обработка на фасада во малтер. Плитка пластика кај дел од прозорските отвори и профилација кај венецот.",
        "carpentry": "Дрвена столарија.",
        "parterre": "Објектот е поставен на кос терен. Предниот двор (северна страна) е кренат на ниво на влез во објект. Се појавуваат бетонски потпорни ѕидови кон улицата. Оградата е комбинација од бетонски ѕид, а над него метална ограда и порта за влез во двор."
      }
    },
    "generalDescription": "Милева куќа е слободностоечки станбен објект на кос терен, влезот во објектот е преку дворот. Архитектонскиот концепт е со чисти геометриски волумени, чисти фасади со отсуство на декоративни елементи. Јасно препознатливо скалишно јадро во аголот на северната фасада. Визуелно издвоен со повисока атика од самиот венец и различно третирање на прозорските отвори.",
    "context": "Милева куќа е слободностоечки станбен објект на кос терен. Околу него се појавуваат објекти со колективна станбена намена, кои се изградени подоцна."
  }
}
