{
  "photos": [
    "/media/mnsu01/20250115_132826-large.jpeg",
    "/media/mnsu01/20250115_133002-large-medium.jpeg",
    "/media/mnsu01/20250115_133038-large.jpeg",
    "/media/mnsu01/20250115_133058-large.jpeg",
    "/media/mnsu01/20250115_133825-large.jpeg",
    "/media/mnsu01/20250115_133233-large.jpeg",
    "/media/mnsu01/20250115_133248-large.jpeg",
    "/media/mnsu01/20250115_133259-large.jpeg",
    "/media/mnsu01/20250115_133329-large.jpeg",
    "/media/mnsu01/20250115_133343-large.jpeg",
    "/media/mnsu01/20250115_133538-large.jpeg",
    "/media/mnsu01/20250115_133559-large.jpeg",
    "/media/mnsu01/20250115_133524-large.jpeg",
    "/media/mnsu01/20250115_133512-large.jpeg",
    "/media/mnsu01/20250115_133359-large.jpeg",
    "/media/mnsu01/20250115_133426-large.jpeg",
    "/media/mnsu01/20250115_133732-large.jpeg",
    "/media/mnsu01/20250115_133736-large.jpeg",
    "/media/mnsu01/20250115_133755-large.jpeg",
    "/media/mnsu01/20250115_133805-large.jpeg"
  ],
  "values": {
    "name": [
      "историскa",
      "општествена / социјална",
      "емотивна",
      "архитектонска и естетска"
    ],
    "dateBuilt": "Историската вредност лежи во изградбата од страна на италијанската војска. Општествено, објектот повеќе пати ја менувал својата функција со текот на годините и е останат во меморијата на граѓаните. Архитектонската естетска вредност е исклучителна поради неговите пропорции и обликување и контекстот во кој се наоѓа."
  },
  "dateInspection": "15.01.2025",
  "currentData": {
    "modifications": "1934 се гради и се користи од италијанската војска. Од 1945 до 1952 и служи на ЈНА. Во 1953 се пренаменува во хотел (прв во Струга) и тогаш се доградува еден кат и поткровје. Приземните делови од објектот ориентирани кон езерото се срушени, а предцентралниот дел е изграден приземен простор од јужната страна изѕидан од камен и застаклен со големи прозорски дрвени отвори каде што бил сместен ресторантскиот дел. Во тој период се направени интервенции и на фасадатите од објектот за кои не постои никаков пишан документ. Од 1965 функционира како општинска зграда, а денес се користи од Министерството за одбрана. Надворешната и внатрешната столарија е дрвена и е од времето кога објектот е пренаменет за угостителство.",
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди",
        "facade": "Малтер",
        "carpentry": "Дрвена и железна",
        "parterre": "зеленило, асфалт"
      },
      "interior": {
        "sharedContent": "Подови и скалиште од терацо со пластично обликувана ограда од полна тула малтерисана и обоена, малтерисани бели ѕидови и тавани"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Со видливи оштетувања на фасада, одрони, напукнувања, влага и слично"
      },
      "interior": {
        "condition": "многу лоша",
        "notes": "Загрозена е дрвената меѓукатна конструкција со видливи деформации, заради која и зидните маси имаат претрпено одредени оштетувања. Целокупната столарија е во релативно лоша состојба и потребна е замена на истата. "
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Со оглед на доградбите од 1953, објектот не е во неговата изворна состојба, меѓутоа овие интевенции не го нарушуваат идентитетот на објектот и добро се вклопени во целокупниот концепт. Поновоизградениот приземен простор од јужната страна изѕидан од камен и застаклен со големи прозорски пластични отвори каде што некогаш бил сместен ресторантскиот дел, сега е прадаптиран во деловно – административен простор со фасада која видно го нарушува автентичниот изглед на објектот."
      },
      "interior": {
        "condition": "задоволителна",
        "notes": "Објектот го задржал оригиналниот фасаден изглед и оригиналниот ентериер од 1953 година кога е изграден вториот кат. Поради староста, може да се забележат ситни интервенции на преземани на своја рака кои не се структурални и трајни."
      }
    }
  },
  "risks": ".Со голема експанзија на капиталот како и со преизграденост на останатите простори од градот и овој простор стана атрактивен за градба и комплетна урбанизација со високи стамбени објекти но со оглед на неговиот заштитен статус овој ризик би требало да е намален. Архитектонскиот објект поради перманентниот недостиг на финансиски средства е нередовно одржуван од страна на корисникот и е оставен на забот на времето.",
  "number": "18-187 од 14.05.2012",
  "inspectionBy": "Мартина Штериова, Иво Лазароски",
  "code": "MNSU01",
  "order": 94,
  "suggestions": "Водење поголема грижа и тековно одржување на самиот објект после негова целосна реконструкција. Подобра презентација на неговите амбиентални вредности нарочито поради неговата местоположба во градот. Исто така, партерното уредување недостасува и треба да се изврши соодветно.",
  "photo": "/media/mnsu01/насловна-large.jpeg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[20.6773655,41.1741735]}",
    "buildingName": "Зграда на Народна Одбрана ",
    "dateBuilt": "1934",
    "investorOrOwner": "Италијанската окупаторска војска",
    "address": {
      "line": "ул. Партизанска ББ",
      "city": "Струга",
      "municipality": "Струга"
    },
    "originalPurpose": {
      "type": [
        "друго"
      ],
      "notes": "Царински терминал за Италијанско-Бугарската армија"
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Министерство за одбрана"
    },
    "protectionStatus": {
      "isProtected": true,
      "notes": "Р-НД"
    }
  },
  "emb": "4-828-047/75 РНД",
  "originalData": {
    "generalDescription": "Објектот е класичен претставник на градската архитектура, кој датира од почетокот на XX век, поточно во 1934 година од Италијанската окупаторска војска како царински терминал, бидејќи во близина била Италијанско – Бугарската граница. Во периодот од 1945 до 1952 година служи како воена команда на ЈНА. Во 1953 година го превзема туристичката агенција “Турист” со што објектот станува првиот хотел во Струга, наречен хотел “Галеб”. После 1965 година објектот го превзема општината и од тогаш функционира како општинска зграда каде бил сместен претседателот на општината, народната одбрана и други сектори. Моментално објектот го користи Министерствот за одбрана- п.е. Струга. \nСегашната спратна висинана објектот е П + 2 ката и висок тавански простор со кружни отвори видливи на фасадата, поточно соодветствува со висината на објектот добиена со последните преправки. Објектот го задржал оригиналниот фасаден изглед и оригиналниот ентериер од 1953 година кога е изграден вториот кат. \nОдолевајќи му на товарот на времето, овој објект е вистински показател на архитектонско – градежните вредности на периодот во кој е изграден.",
    "timelineDescription": "Изграден 1934, П+1\nДограден 1953, 1+Пк",
    "floors": "П + 1 (во 1953 се доградува уште 1 + Пк)",
    "programDescription": "Царински терминал ",
    "structureDescription": "Полна тула, дрвени меѓукатни конструкции, дрвен повеќеводен кров",
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди",
        "facade": "Малтер",
        "carpentry": "Дрвена",
        "parterre": "зеленило, асфалт"
      },
      "interior": {
        "sharedContent": "Подови и скалиште од терацо со пластично обликувана ограда од полна тула малтерисана и обоена, малтерисани бели ѕидови и тавани"
      }
    },
    "context": "Граден од страна на окупаторската италијанска војска за нивните потреби т.е. тогашната граница со Бугарија. Се наоѓа непосредно до Охридското езеро и устието на река Дрим во истото. Од другата страна се среќаваат други објекти со јавен карактер: зградата на Општина Струга (претходно основно училиште) од истиот период и Домот на култура од периодот после војната. "
  }
}
