{
  "values": {
    "name": [
      "историскa"
    ]
  },
  "dateInspection": "15.01.2025",
  "currentData": {
    "modifications": "1934 се гради и се користи од италијанската војска. Од 1945 до 1952 и служи на ЈНА. Во 1953 се пренаменува во хотел (прв во Струга) и тогаш се доградува еден кат и поткровје. Приземните делови од објектот ориентирани кон езерото се срушени, а предцентралниот дел е изграден приземен простор од јужната страна изѕидан од камен и застаклен со големи прозорски дрвени отвори каде што бил сместен ресторантскиот дел. Во тој период се направени интервенции и на фасадатите од објектот за кои не постои никаков пишан документ. Од 1965 функционира како општинска зграда, а денес се користи од Министерството за одбрана. Надворешната и внатрешната столарија е дрвена и е од времето кога објектот е пренаменет за угостителство."
  },
  "number": "18-187 од 14.05.2012",
  "inspectionBy": "Мартина Штериова, Иво Лазароски",
  "code": "MNSU01",
  "order": 94,
  "photo": "/media/mnsu01/насловна-large.jpeg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[20.6773655,41.1741735]}",
    "buildingName": "Зграда на Народна Одбрана ",
    "dateBuilt": "1934",
    "investorOrOwner": "Италијанската окупаторска војска",
    "address": {
      "line": "ул. Партизанска ББ",
      "city": "Струга",
      "municipality": "Струга"
    },
    "originalPurpose": {
      "type": [
        "друго"
      ],
      "notes": "Царински терминал за Италијанско-Бугарската армија"
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Министерство за одбрана"
    },
    "protectionStatus": {
      "isProtected": true,
      "notes": "Р-НД"
    }
  },
  "emb": "4-828-047/75 РНД",
  "originalData": {
    "generalDescription": "Објектот е класичен претставник на градската архитектура, кој датира од почетокот на XX век, поточно во 1934 година од Италијанската окупаторска војска како царински терминал, бидејќи во близина била Италијанско – Бугарската граница. Во периодот од 1945 до 1952 година служи како воена команда на ЈНА. Во 1953 година го превзема туристичката агенција “Турист” со што објектот станува првиот хотел во Струга, наречен хотел “Галеб”. После 1965 година објектот го превзема општината и од тогаш функционира како општинска зграда каде бил сместен претседателот на општината, народната одбрана и други сектори. Моментално објектот го користи Министерствот за одбрана- п.е. Струга. \nСегашната спратна висинана објектот е П + 2 ката и висок тавански простор со кружни отвори видливи на фасадата, поточно соодветствува со висината на објектот добиена со последните преправки. Објектот го задржал оригиналниот фасаден изглед и оригиналниот ентериер од 1953 година кога е изграден вториот кат. \nОдолевајќи му на товарот на времето, овој објект е вистински показател на архитектонско – градежните вредности на периодот во кој е изграден.",
    "timelineDescription": "Изграден 1934, П+1\nДограден 1953, 1+Пк",
    "floors": "П + 1 (во 1953 се доградува уште 1 + Пк)",
    "programDescription": "Царински терминал ",
    "structureDescription": "Полна тула, дрвени меѓукатни конструкции, дрвен повеќеводен кров",
    "materiality": {
      "exterior": {
        "roof": "Ќерамиди",
        "facade": "Малтер",
        "carpentry": "Дрвена"
      }
    }
  }
}
