{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "општествена / социјална"
    ]
  },
  "dateInspection": "29.12.2024",
  "currentData": {
    "physicalCondition": {
      "exterior": {
        "condition": "добра",
        "notes": "Дел од уличен фронт, во старо урабо јадро со парцијално-современи интервенции во блокот со кој не се почитува историската матрица"
      }
    },
    "materiality": {
      "exterior": {
        "facade": "Во приземјето кон улицата, поради деловна намена има интервенции од неоригиналност, фасадата е офарбана  со  (сива) боја, облепена со  големи плакати и поставени реклами на излозите, а пак задниот дел од објектот има и доградба , остатоци од некогашен ноќен клуб „Бабилон“",
        "carpentry": "Исто така и во приземјето поради деловната намена столаријата е променет со алуминиумска, оригиналност е зачувана само на влезната врата во станбениот дел.",
        "parterre": "Главната фасада е дел од уличен фронт во низа, а споредната е на агол-влез  во  сокаче"
      }
    }
  },
  "inspectionBy": "Тим 2",
  "code": "MNTE01",
  "order": 105,
  "photo": "/media/mnte01/20241229_092107.jpg",
  "basicData": {
    "timeline": {},
    "coordinates": "{\"type\":\"Polygon\",\"coordinates\":[[[20.971415,42.0129593],[20.9714653,42.0129677],[20.9714274,42.0129266],[20.9713837,42.0129201],[20.971415,42.0129593]]]}",
    "buildingName": "кино Братство",
    "investorOrOwner": "Семејство-Лешковиќ",
    "address": {
      "city": "Тетово",
      "municipality": "Тетово",
      "line": "Страшо Пинџур 121"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ],
      "notes": " Биоскоп Лешковиќ или кино Братство, во поново време кабаре „Бабилон“, денска просторот е затворен, функционален е само делот кој опстои кон улицата, деловен и домување"
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ]
    }
  },
  "originalData": {
    "generalDescription": "Тетово во раните  '30-ти од минатиот век имало дури две кина. Првото кино било отворено на 15 март 1932 год. и се викало „Балкан“ со скромна инфраструктура во внатрешноста. Кинематографскиот пејзаж на Тетово се проширило со отворање на второто постојано кино, „Лешковиќ“ (Братство), на 23 октомври 1935 година . Оваа нова установа важела за   „модерно кино“, опремено со сите предуслови што се очекуваа од културна институција од тоа време . Со поголем капацитет за седење од 460 места, \n киото  „Лешковиќ“ нудел  поекспанзивно искуство за гледање, со партер, балкон и ложа . Овој архитектонски дизајн, со своите различни нивоа на седење, одразувал  различни цени на билетите и потенцијално социјална  (струкура) сталеж во публиката. ",
    "floors": "По+Пр+1+Пк",
    "programDescription": "Во Подрумот и Приземјето-деловно\nНа катовите домување"
  }
}
