{
  "photos": [
    "/media/mnve07/mnve07_02.jpg",
    "/media/mnve07/mnve07_03.jpg",
    "/media/mnve07/mnve07_04.jpg",
    "/media/mnve07/mnve07_05.jpg",
    "/media/mnve07/mnve07_06.jpg",
    "/media/mnve07/mnve07_07.jpg",
    "/media/mnve07/mnve07_08.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска"
    ]
  },
  "bibliography": "Архив на Република Северна Македонија, Одделение Велес. арх.бр. 9.3.34.24/355-365\nДума.мк. https://duma.mk/region/veles-3/23733-2017-11-12-12-29-06/",
  "dateInspection": "12.12.2024",
  "currentData": {
    "materiality": {
      "interior": {
        "sharedContent": "Недостапни.",
        "privateContent": "Недостапни."
      },
      "exterior": {
        "roof": "Сложен повеќеводен покрив со ќерамиди над покровјето и рамна тераса над остатокот од објектот.",
        "facade": "Малтер.",
        "carpentry": "Дрвени прозорци и ролетни.",
        "parterre": "Куќата зафаќа поголем дел од градежната парцела, оставајќи место за преден (источен) поголем двор и страничен (југозападен) помал. Поголемиот двор е заграден кон улицата со доградба од помошен објект. Заради поделбата на куќата која е во сопственост на различни сопственици, отворени се неколку дворски порти изработени од различни материјали. Оградата кон помалиот двор е жичана, растегната на бетонски столпци, а во дворот има мноштво од електрични уреди и отпад."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра",
        "notes": "Има скрчени стакла на некои од прозорците во поткровјето и отпаднат малтер во делот на балконот."
      },
      "interior": {
        "notes": "Недостапно за увид."
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "notes": "Недостапно за увид."
      }
    },
    "modifications": "Правени се повеќе интервенции во недетерминиран период, како: \n- На југоисточната фасада  останат е само средниот окулус (тој над него е претворен во квадратен, а долниот е инкорпориран во новопробиена врата. \n- На источната фасада е останат само најгорниот окулус (тој под него е претворен во правоаголен прозорец со лак, а на местото на најдолниот е пробиена врата. \n- Поставена е метална конструкција на оградата на балконот на која се носи стреа.\n- Изграден е помошен приземен објект во источниот двор чиј рамен покрив е ограден со метална ограда и се користи како тераса.\n- Монтирани ролетни на прозорците"
  },
  "inspectionBy": "Тим 2",
  "code": "MNVE07",
  "order": 58,
  "suggestions": "Надлежните институции за заштита на културното наследство и останатите носители на одлуки да ги земат предвид вредностите кои објектот ги поседува, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност..\n",
  "photo": "/media/mnve07/mnve07_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.7841358,41.7172269]}",
    "buildingName": "Семејна куќа на Руса К. Гајдова",
    "dateBuilt": "1937",
    "investorOrOwner": "Руса К. Гајдова",
    "address": {
      "line": "Ул.„Ѓоре Оранџиев\" бр.37",
      "city": "Велес",
      "municipality": "Велес"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "architect": "Гајдов К. Славко  "
  },
  "originalData": {
    "generalDescription": "Семејната куќа на Гајдови се наоѓа во велешкото маало Дворови и е проектирана од Славко К. Гајдов по нарачка на неговата сестра Руса Гајдова. Со својот раномодерен дизајн отскокнува од куќите кои се типични за Велес во тој период. Објектот е составен од два тракта паралелно поставени на  двете улици, кои се спојуваат во прекршен агол кој е нагласен со балконот на првиот кат. Во естетското обликување на фасадите применет е еднаков и чист геометриски третман. Тие се едноставни и ослободени од секаква декорација, а нивниот волумен е разбиен со правоаголните прозорци симетрично распоредени и две вертикали со по три окулуси во крајните делови на објектот.",
    "floors": "По+П+1+Пк",
    "context": "Куќата на Руса Гајдова се наоѓа во Дворови - некогаш најурбанизираната населба во Велес. Улиците во ова маало биле прави и широки, а куќите двокатни со големи дворови уредени со градини, дрвја и цвеќиња и биле оградени со камени ѕидови. По нив и маалото го добило името. Во Дворови се населиле и живееле многу видни велешани.\nПозиционирана на агол од две маалски улици, во непосредна близина на железничката пруга  Велес – Гевгелија, куќата се истакнува со својот прочистен модернистички изглед, аголната тераса и кружните прозорци и е во целосен контраст со соседните куќи.",
    "materiality": {
      "interior": {
        "sharedContent": "Недостапни.",
        "privateContent": "Недостапни."
      },
      "exterior": {
        "roof": "Сложен повеќеводен покрив со ќерамиди над покровјето и рамна тераса над остатокот од објектот.",
        "facade": "Малтер во две бои.",
        "carpentry": "Дрвена.",
        "parterre": "Куќата зафаќа поголем дел од градежната парцела, оставајќи место за преден (источен) поголем двор и страничен (југозападен) помал, со непознато партерно уредување."
      }
    },
    "programDescription": "На приземјето и на катот се изведени два стана за домување со идентичен внатрешен распоред, кои се разликуваат единствено во балконот кој му припаѓа на станот на приземјето. Во подрумот покрај подрумските простории имало и перална, а на нивото на поткровјето дел од просторот е отстапен за рамна тераса ориентирана кон север. Куќата има два влеза (источен и западен).",
    "structureDescription": "Масивен конструктивен систем.",
    "timelineDescription": "Проектирање: 1934 год.\nИзградба: 1937 год."
  }
}
