{
  "photos": [
    "/media/mnve07/mnve07_02.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска"
    ]
  },
  "bibliography": "Архив на Република Северна Македонија, Одделение Велес. арх.бр. 9.3.34.24/355-365\nДума.мк. https://duma.mk/region/veles-3/23733-2017-11-12-12-29-06/",
  "dateInspection": "12.12.2024",
  "currentData": {
    "materiality": {
      "interior": {
        "sharedContent": "Недостапни",
        "privateContent": "Недостапни"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна"
      },
      "interior": {
        "notes": "Недостапно за увид."
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "notes": "Недостапно за увид."
      }
    }
  },
  "inspectionBy": "Тим 2",
  "code": "MNVE07",
  "order": 58,
  "suggestions": "Надлежните институции за заштита на културното наследство и останатите носители на одлуки да ги земат предвид вредностите кои објектот ги поседува, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност..\n",
  "photo": "/media/mnve07/mnve07_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.7841329,41.7171224]}",
    "buildingName": "Семејна куќа на Руса К. Гајдова",
    "dateBuilt": "1937",
    "investorOrOwner": "Руса К. Гајдова",
    "address": {
      "line": "Ул.„Ѓоре Оранџиев\" бр.37",
      "city": "Велес",
      "municipality": "Велес"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "architect": "Гајдов К. Славко  "
  },
  "originalData": {
    "generalDescription": "Куќата е проектирана од градежниот инженер Славко К.Гајдов по нарачка на неговата сестра Руса Гајдова. Се наоѓа во велешкото маало Дворови и по својот раномодерен дизајн отскокнува од куќите кои се типични за Велес во тој период. Архитектонскиот концепт на објектот е со кубичен волумен и чисти, геометриски третирани фасади. Чистиот, геометриски волумен е разбиен со аголен балкон и кружни прозори",
    "floors": "По+П+1+Пк",
    "context": "Куќата на Славчо Гајдов се наоѓа во Дворови - некогаш најурбанизираната населба во Велес. Улиците во ова маало биле прави и широки, а куќите двокатни со големи дворови уредени со градини, дрвја и цвеќиња и биле оградени со камени ѕидови. По нив и маалото го добило името. Во Дворови се населиле и живееле многу видни велешани.\nПозиционирана на агол од две маалски улици, во непосредна близина на железничката пруга  Велес – Гевгелија, куќата се истакнува со својот прочистен модернистички изглед, аголната тераса и кружните прозорци и е во целосен контраст со соседните куќи.",
    "materiality": {
      "interior": {
        "sharedContent": "Недостапни",
        "privateContent": "Недостапни"
      },
      "exterior": {
        "roof": "Сложен повеќеводен покрив со ќерамиди над покровјето и рамна тераса над остатокот од објектот.",
        "facade": "Малтер во две бои.",
        "carpentry": "Дрвена\nДрвена столарија, дрвени капаци на прозорците во приземје. Метални рамки на прозорците кај комуникациското јадро. Кружен прозорец на прв кат. Дрвена влезна врата со стаклени отвори."
      }
    },
    "programDescription": "На приземјето и на катот се изведени два стана за домување со идентичен внатрешен распоред, кои се разликуваат единствено во балконот кој му припаѓа на станот на приземјето. Во подрумот покрај подрумските простории имало и перална, а на нивото на поткровјето дел од просторот е отстапен за рамна тераса ориентирана кон север. Куќата има два влеза (источен и западен).",
    "structureDescription": "Масивен конструктивен систем.",
    "timelineDescription": "\nПроектирање: 1934 год.\nДозвола за градба: 24.04.1937 год.\nИзградба: 1937 год."
  }
}
