{
  "photos": [
    "/media/mnve02/mnve02_02.jpg",
    "/media/mnve02/mnve02_03.jpg",
    "/media/mnve02/mnve02_04.jpg",
    "/media/mnve02/mnve02_05.jpg",
    "/media/mnve02/mnve02_06.jpg",
    "/media/mnve02/img-20250220-wa0019.jpg",
    "/media/mnve02/img-20250220-wa0014.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "емотивна"
    ],
    "dateBuilt": "Од историски аспект интересен е податокот дека речиси до крајот на својот живот на најгорнот кат од куќата живеела Рахилка Фирфова - Раца (омажена за Никола Ѓоргов) која била голема љубов и инспирација на македонскиот поет Коста Солев Рацин."
  },
  "bibliography": "Просен, И. М. (2014). Ар деко у српској архитектури. Докторска дисертација. Универзитет у Београду Филозофски факултет, Одељење за историју уметности \nKadijević, A.& Ilijevski, A. (2021). Arhitektura i vizuelne umetnosti u jugoslovenskom kontekstu 1918–1941. Beograd.  Univerzitet u Beogradu, Filozofski fakultet\nДума. (2018, Јуни 4) Ѓоргови – образовано, чесно и имотно старо велешко семејство. Преземено декември 2024, од  https://duma.mk/region/veles-3/25309-2018-06-04-00-09-55/\nЛадински, В. (2020, Декември 2).  Градителското наследство на руските архитекти кај нас, Порта3. Преземено ноември 2024, од  \nhttps://www.porta3.mk/graditelskoto-nasledstvo-na-ruskite-arhitekti-kaj-nas/\nТиРековМиРече. (2017, декември 23). Преземено декември 2024, од http://www.tirekovmirece.com/Novost/Куќата-на-Шукара%2C-работена-по-нацрт-на-руски-мигрант\nДума. (2018, Јуни 13) Рахилка Фирфова Ѓоргова: „Зборовите напишани на картичките од Рацин се врежани во мојата душа“. Преземено декември 2024, одhttps://duma.mk/region/veles-3/25379-2018-06-13-12-21-08/",
  "dateInspection": "15.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив покриен со ќерамиди.",
        "carpentry": "Дрвени прозорци и врати. Заштитни огради на прозорците на јужната фасада изработени од ковано железо. ",
        "facade": "Фасадата е малтерисана и обоена во две нијанси на жолта боја. Како фасадна декорација употребена е керамичка пластика, штукатурна декорација во помал обем и декоративни прозорски огради од ковано железо. На задната фасада нема никаква декорација.",
        "parterre": "Куќата со својата источна фасада излегува директно на главната улица, а со јужната фасада од каде е влезот во станбениот дел, на мала слепа, приватна патека. "
      },
      "interior": {
        "sharedContent": "Недостапни.",
        "privateContent": "Недостапни."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "Иако двете главни фасади се во добра состојба, забелешката се однесува на задната фасада која е неодржувана и со речиси целосно отпаднат малтер и траги од протекување."
      },
      "interior": {
        "notes": "Недостапно."
      }
    },
    "modifications": "Во периодот по ослободувањето на Велес била отстранета стреата која ја носеле трите декоративни еркери и столпци на источната фасада на куќата и делот што бил поткровје се претворил во трет кат, што довело до промена и кај кровната конструкција. Столпците биле отстранети, а декоративните еркери останале и сè уште постојат. \nПриземјето во кое биле кафеаната и дуќанот на Ѓоргови било национализирано и во него било сместено државното претпријатие Ангро Вардар, што донело до промена во неговиот изглед и просторен концепт. \nПо денационализацијата, кога на семејството му била вратена првата куќа, направено е поврзување со метални скали и мостови помеѓу нивните две куќи заради кое бил направен отвор во западната фасада.\nПриземјето било/е изнајмувано на различни компании кои со сопствените уредувачки концепти и реклами не секогаш се прилагодувале кон фасадното обликување на куќата како целина (фасадните профили на продавницата коа го користи приземјето моментално, се поставени на висина од фасадата на начин со кој половично го прекриваат оригиналниот керамички детал на аголот).\nКај сите прозорци се монтирани ПВЦ ролетни. Покривот е обновен и покриен со нови ќерамиди.",
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "notes": "Недостапно."
      }
    }
  },
  "inspectionBy": "Тим 2",
  "code": "MNVE02",
  "order": 53,
  "suggestions": "Препорака до надлежните институции за заштита на културното наследство и до останатите носители на одлуки: Земајќи ги предвид  автентичноста, состојбата на сочуваност и културно-историското эначење на објектот како нераскинлив дел од развојот на Велес, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnve02/mnve02_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.783249,41.715957]}",
    "buildingName": "Семејна куќа на Ѓоргови (1930)",
    "dateBuilt": "1930 год.",
    "architect": "Солонцев Николај",
    "investorOrOwner": "Миле, Лазо, Петре и Никола Ѓоргови",
    "address": {
      "line": "Ул 8 септември бр.74",
      "city": "Велес",
      "municipality": "Велес"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ],
      "notes": "Приземје - дуќан и кафеана. Катови - домување."
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ],
      "notes": "Приземје - продавница.  Катови - домување."
    }
  },
  "originalData": {
    "floors": "П+2+ПК",
    "generalDescription": "Во 1930 год. браќата Ѓоргови повторно го ангажирале рускиот архитект Николај Солонцев да изработи проект за нивната втора семејна куќа, во непосредна близина на првата. Куќа се наоѓа во самиот центар на Велес, директно поставена на фронтот на главната улица и има впечатливо аголно заоблување во кое се сместени две лоѓии на првиот и вториот кат и отворен балкон на поткровјето. Во споредбаа со останатите градби на Солонцев, оваа има најпрочистенo фасадното обликување. Со употреба на две нијанси на жолта боја кои наизменично се менуваат, направен е визуелен растер кој вертикално го нагласува објектот. На уличната фасада, во вовлечените посветли полиња кои на вториот кат се оивичени со декоративни полукружни венци, сместени се прозорците под кои е поставена теракотна пластика произведени во фабрикаta на Лефкови. Над прозорците од вториот кат има три декоративни еркери на кои се потпирал покривот. Како и кај останатите куќи проектирани од Солонцев и кај оваа во фасадното обликување се насетуваат ар деко влијанија.",
    "timelineDescription": "Изградба: 1930 год.",
    "structureDescription": "Масивен конструктивен систем.",
    "programDescription": "На приземјето имало дуќан и кафеана кои имале влез на аголот, а на катовите - домување со независни станбени единици (на секој кат по една. Влрзот во резиденцијалниот дел бил и сè уште е од јужната страна.  Оваа поделба по намени е актуелна и денес. \nВо периодот по ослободувањето кога првата куќа на Ѓоргови била национализирана, целото семејство живеело во оваа куќа, а кафеаната и дуќанот биле затворени и во приземјето била сместено државното претпријатие Ангро Вардар.\n",
    "materiality": {
      "exterior": {
        "facade": "Фасадата е малтерисана и обоена во две нијанси на жолта боја. Како фасадна декорација употребена е керамичка пластика, штукатурна декорација во помал обем и декоративни прозорски огради од ковано железо. На задната фасада нема никаква декорација.",
        "roof": "Повеќеводен покрив покриен со ќерамиди.",
        "carpentry": "Дрвени прозорци и врати. Заштитни огради на прозорците на јужната фасада изработени од ковано железо. ",
        "parterre": "Куќата со својата источна фасада излегува директно на главната улица, а со јужната фасада од каде е влезот во станбениот дел, на мала слепа, приватна патека. "
      },
      "interior": {
        "sharedContent": "Недостапни.",
        "privateContent": "Недостапни."
      }
    },
    "context": "Со нејзиниот репрезентативен габарит и приземје во кое биле сместени кафеаната и дуќанот на Ѓоргови, куќата се вклопувала во контекстот на главната велешка улица, долж која работеле дуќаните на некои од најпознатите велешки трговски фамилии како Левкови, Шукареви, Палашеви и Органџиеви, како и фотографскиот дуќан на Дамаскин Манушев. \nНиколај Солонцев со својот градителски опус во Велес ги донел новите архитектонски влијанија, со кои започнал процесот на модерзницација во архитектонското обликување по углед на новиот европски модел на куќа."
  }
}
