{
  "values": {
    "name": [
      "архитектонска и естетска",
      "историскa",
      "општествена / социјална",
      "емотивна"
    ],
    "dateBuilt": "Покрај несомнената архитектонска и естетска вредност, куќата на Ѓоргови од 1928 год. има и голема историска вредност затоа што заедно со втората куќа на истото семејство и куќата на Ацо Шукарев, сите проектирани од архитектот Солонцев, се меѓу првите куќи во Велес со кои пристигнал новиот бран во развојот на станбената архитектура што претставува  премин од традиционалното градителство на XIX век кон новиот европскиот модел на куќа."
  },
  "bibliography": "Просен, И. М. (2014). Ар деко у српској архитектури. Докторска дисертација. Универзитет у Београду Филозофски факултет, Одељење за историју уметности \nKadijević, A.& Ilijevski, A. (2021). Arhitektura i vizuelne umetnosti u jugoslovenskom kontekstu 1918–1941. Beograd.  Univerzitet u Beogradu, Filozofski fakultet\nДума. (2018, Јуни 4) Ѓоргови – образовано, чесно и имотно старо велешко семејство. Преземено декември 2024, од  https://duma.mk/region/veles-3/25309-2018-06-04-00-09-55/\nЛадински, В. (2020, Декември 2).  Градителското наследство на руските архитекти кај нас, Порта3. Преземено ноември 2024, од  \nhttps://www.porta3.mk/graditelskoto-nasledstvo-na-ruskite-arhitekti-kaj-nas/\nТиРековМиРече. (2017, декември 23). Преземено декември 2024, од http://www.tirekovmirece.com/Novost/Куќата-на-Шукара%2C-работена-по-нацрт-на-руски-мигрант",
  "dateInspection": "15.12.2024",
  "currentData": {
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "На фасадите од куќата постојат видливи знаци на пропаѓање, отпаднат малтер, дотраена столарија, што се должи на фактот што во неа не живее никој постојано. Наследниците на семејството Ѓоргови живеат и работат надвор од Велес."
      },
      "interior": {
        "notes": "Недостапно"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра",
        "notes": "Куќата има висока автентичност."
      },
      "interior": {
        "notes": "Недостапно"
      }
    },
    "modifications": "Во годините по ослободувањето на Велес, куќата била национализирана од страна на властите и во нејзиното приземје бил сместен велешкиот градски ликовен салон, кој на оваа локација работел до 2000 год. Видлива надворешна интервенција од овој период претставува настрешницата пред влезот и металните декоративни заштитни решетки на прозорот и вратата на приземјето.\nВо периодот по денационализацијата кога куќата им била вратена на Ѓоргови, направено е поврзување со метални скали и мостови помеѓу оваа куќа и  нивната втора куќа која се наоѓа веднаш пред неа.\nНа источната фасада на прозорците од првиот кат се монтирани ПВЦ ролетни.",
    "materiality": {
      "interior": {
        "sharedContent": "Недостапни",
        "privateContent": "Недостапни"
      },
      "exterior": {
        "roof": "Повеќеводен покрив покриен со ќерамиди.",
        "carpentry": "Дрвени врати и прозорци (оригинални). Огради на балкони од ковано железо. \nВрата кон скали кои водат кон јужен двор на ниво на прв кат: дрвена ламперија со натсветло, изработена во понов период.",
        "parterre": "Куќата со својата главна фасада излегува директно на мала слепа, приватна патека која и овозможува пристап од/до главната улица. Од нејзината јужна страна на нивото на првиот кат има двор до кој се пристапува од катот на куќата или преку скали (скриени позади врата во ѕид од западна страна на ниво на приземјето). Партерната обработка е изведена со терацо плочки. Во дворот има мал помошен објект. ",
        "facade": "Во третирањето на главната фасада се забележуваат две обработки - едната е на приземјето каде во малтер е изведена текстура со хоризонтални редови која на преминот кон катот завршува со венец и втората каде на фасадна површина која е мазно обработена и жолто обоена има изобилство од штукатурна декоративна пластика во посветла боја. Декоративната пластика е распоредена по ивиците на фасадата, околу прозорските отвори и балконските врати и на истата преовладуваат геометриски и флорални мотиви со ар деко влијанија. Бочната јужна фасада е обработена во ист манир, но со поскромна употреба на штукатурни украси."
      }
    }
  },
  "risks": "",
  "inspectionBy": "Тим 2",
  "code": "MNVE06",
  "order": 57,
  "suggestions": "Надлежните институции за заштита на културното наследство и останатите носители на одлуки да ги земат предвид вредностите кои објектот ги поседува, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnve06/mnve06_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.783029,41.7159146]}",
    "buildingName": "Семејна куќа на Ѓоргови (1928)",
    "dateBuilt": "1928 год.",
    "architect": "Солонцев Николај",
    "investorOrOwner": "Миле, Лазо, Петре и Никола Ѓоргови",
    "address": {
      "city": "Велес",
      "municipality": "Велес",
      "line": "Ул. 8 септември бр.78"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ],
      "notes": ""
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    }
  },
  "originalData": {
    "generalDescription": "Архитектот Солонцев за потребите на браќата Ѓоргови ја проектирал нивната прва куќа во 1928 година, во чија фасадна декорација забележливи се влијанијата на ар деко стилот.\nКуќата зафаќа парцела подлабоко вовлечена од линијата на главната улица, од каде делумно е видлива само нејзината најрепрезентативна богато орнаментирана жолта фасада, која има симетрична композицијата. Влезот во објектот е централно поставен, над него по вертикала на секој од катовите има балкон и најгоре како завршница изведена е нагласена декорирана атика позади која е сокриен покривот (тренд што се појавува и кај куќата на Шукарев).\nОсвен за домување, куќата се користела како преноќиште, а имало и винарска визба со голем базен во кој се преработувало грозје, се печела ракја и се произведувале вино, вињак и други пијалоци.  ",
    "context": "Велес во времето на изградба на куќите проектирани од рускиот архитект Николај Солонцев бил еден од најразвиените трговски градови во Македонија, со богат еснафски живот. Главната улица во чија близина е лоцирана куќата на браќата Ѓоргови, била традиционално занаетчиска улица, долж која работеле дуќаните на некои од најпознатите велешки трговски фамилии како Левкови, Шукареви, Ѓоргови, Палашеви и Органџиеви. Оваа куќа е најстара од трите преживеани куќи кои Солонцев ги изградил по примерот на европските градски куќи од тој период. Во 1930 год. Ѓоргови според проектот на Солонцев ја изградиле и нивната втора куќа - веднаш до првата, а педесетина метри подолу по улицата и неколку години подоцна, во ист манир била изградена и куќата на познатиот велешки трговец Ацо Шукарев. \nСо пробивот на новите архитектонски влијанија, во Велес започнал процесот на транзиција од традиционалното градителство на XIX век кон новиот европскиот модел на куќа.",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен покрив покриен со ќерамиди.",
        "carpentry": "Дрвени врати и прозорци (оригинални). Огради на балкони од ковано железо. ",
        "parterre": "Куќата со својата главна фасада излегува директно на мала слепа, приватна патека која и овозможува пристап до/од главната улица. Од нејзината јужна страна на нивото на првиот кат има двор до кој се пристапува од катот на куќата или преку скали (скриени позади врата во потпорниот ѕид од западна страна на ниво на приземјето). Партерната обработка е изведена со терацо плочки. ",
        "facade": "Во третирањето на главната фасада се забележуваат две обработки - едната е на приземјето каде во малтер е изведена текстура со хоризонтални редови која на преминот кон катот завршува со венец и втората каде на фасадна површина која е мазно обработена и жолто обоена има изобилство од штукатурна декоративна пластика во посветла боја. Декоративната пластика е распоредена по ивиците на фасадата, околу прозорските отвори и балконските врати и на истата преовладуваат геометриски и флорални мотиви со ар деко влијанија. Бочната јужна фасада е обработена во ист манир, но со поскромна употреба на штукатурни украси."
      },
      "interior": {
        "sharedContent": "Недостапни",
        "privateContent": "Недостапни"
      }
    },
    "programDescription": "Приземјето на куќата се користело како преноќиште, а катовите за домување. \nВо посебен приземен дел на југозападната страна од габаритот на куќата имало винарска визба чиј покрив претставува двор/тераса на првиот кат од куќата. Во периодот по ослободувањето куќата била национализирана и во нејзиното приземје бил сместен поранешниот градски ликовен салон, а во винарската визба било сместено претпријатието Винар.",
    "floors": "П+2 ",
    "structureDescription": "Масивен конструктивен систем.",
    "timelineDescription": "Изградба: 1928 год."
  }
}
