{
  "photos": [
    "/media/mnve03/mnve03_02.jpg",
    "/media/mnve03/mnve03_03.jpg",
    "/media/mnve03/mnve03_04.jpg",
    "/media/mnve03/mnve03_05.jpg"
  ],
  "values": {
    "name": [
      "авторство",
      "историскa",
      "архитектонска и естетска"
    ],
    "dateBuilt": "Вредноста „авторство“ во овој случај произлегува од тоа што проектот за куќата не е направен од архитект или инженер, туку од прославениот македонски композитор, диригент и педагог Стефан Гајдов. Тој, инспириран од куќите кои ги гледал во Белград додека студирал на тамошната Музичка школа, во 1928 год. го изработил проектот по нарачка на Лазар Глушков. "
  },
  "bibliography": "Сакам Да Кажам. (2018, јануари 14). Композиторот Стефан Гајдов ја проектирал куќата на Глушкови во Велес пред 90 години. Преземено февруари 2025, од https://sdk.mk/index.php/magazin/kompozitorot-stefan-gajdov-ja-proektiral-kukata-na-glushkovi-vo-veles-pred-90-godini/\nДума.мк. (2015, август 3). Имотните граѓани ја поттикнаа изградбата на првиот водовод во Велес. Пристапено февруари 2025, од https://duma.mk/region/veles-3/2015-08-03-01-58-16/\nОригиналните планови за куќата, за потребите на проектот љубезно ги сподели г-ѓа Вера Глушкова во чија сопственост истите се наоѓаат. ",
  "dateInspection": "19.02.2025",
  "currentData": {
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "задоволителна"
      },
      "interior": {
        "condition": "задоволителна"
      }
    },
    "materiality": {
      "exterior": {
        "carpentry": "ПВЦ столарија, исклучок се само две дрвени оригинални внатрешни врати.",
        "facade": "Малтер во жолта боја, штукатурна декорација на трите слободни фасади обоена во две нијанси на жолто и употреба на теракотни декоративни елементи од фабриката на Лефкови. На задната фасада се додадени нови декоративни елементи изработени во бетон од извесна фабрика во Куманово.",
        "roof": "Повеќеводен сокриен покрив покриен со ќерамиди.",
        "parterre": "Куќата има преден (мал) двор во кој има цвеќиња. Оригиналната ограда е променета со метална во поинаква изведба. Скалите кои водат до влезната врата се поплочени со керамички плочки. Задниот двор е ограден со ѕидови, има метална влезна порта, подната површина е поплочена со надворешни плочки и во дворот има новоизградена летна кујна со катност П+1 на чиј кат има покриена тераса која со скали е комуникациски поврзана со североисточната тераса на куќата."
      },
      "interior": {
        "privateContent": "Подрумот/приземје е пренаменет во станбен дел. Концептот на куќата е задржан, но освен две собни врати кои се оригинални, сè друго било подложено на промена.",
        "sharedContent": "Недостапни."
      }
    },
    "modifications": "Во 2019 бил променет покривот биле освежени фасадите кога на задната фасада и биле додадени извесни декоративни елементи изработени во бетон од фабрика во Куманово.\nВо истиот период, отворената тераса на катот од североисточната страна на куќата била покриена со настрешница, а просторот под неа бил претворен во помошна просторија. На   задната фасада направена е нова настрешница над влезната врата која води во приземјето/подрум. Во задниот дворот изградена е летна кујна со катност П+1 на чиј кат има покриена тераса која со новоизградени скали е комуникациски поврзана со североисточната тераса на куќата."
  },
  "inspectionBy": "Тим 2",
  "code": "MNVE03",
  "order": 54,
  "suggestions": "Надлежните институции за заштита на културното наследство и останатите носители на одлуки да ги земат предвид вредностите кои објектот ги поседува, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност..\n",
  "photo": "/media/mnve03/mnve03_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.7876084,41.7118737]}",
    "buildingName": "Семејна куќа на Лазар Глушков",
    "dateBuilt": "1928 год.",
    "investorOrOwner": "Лазар Глушков",
    "address": {
      "line": "Ул.Јордан Хаџи Константинов Џинот бр.41",
      "city": "Велес",
      "municipality": "Велес"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    },
    "architect": "Гајдов Стефан "
  },
  "originalData": {
    "generalDescription": "Проектот за куќата на Лазар Глушков (велешки трговец кој често патувал низ Европа), го изработил прославениот македонски композитор, диригент и педагог Стефан Гајдов, инспириран од куќите кои ги гледал во Белград додека студирал на тамошната Музичка школа. Куќата се наоѓа во велешкото Влашко маало и со својата богата надворешност се истакнува од соседните куќи. Нејзиното надворешно обликување, со употреба на керамички и штукатурни орнаменти во украсувањето на фасадите, е во манирот во кој се обликувани и некои од куќите на богатите велешки трговци изградени во истиот период.",
    "floors": "По(П)+2",
    "materiality": {
      "exterior": {
        "facade": "Малтер во жолта боја, штукатурна декорација на трите слободни фасади обоена во две нијанси на жолто и употреба на теракотни декоративни елементи од фабриката на Лефкови.",
        "carpentry": "Дрвени Прозорци и врати. Надворешни огради и порти од ковано железо.",
        "roof": "Повеќеводен сокриен покрив покриен со ќерамиди. Покривот во својата форма при изведбата е реализиран со поинаква форма од предвидената со проектот.",
        "parterre": "Куќата имала преден и заден двор оградени со ограда од ковано железо. Во предниот (мал) двор имало цвеќиња, а задниот бил градина."
      },
      "interior": {
        "sharedContent": "Недостапни.",
        "privateContent": "Недостапни."
      }
    },
    "context": "Куќата се наоѓа во резиденцијалното велешко Влашко маало, кое се формирало на источната страна на градот Велес во месноста Дервен од левата страна на реката Вардар, каде што порано живееле извесен број влашки семејства, според кои маало го добило своето име. Во непосредна  близина на куќата се црквата Св.Богородица позната како Влашка црква изградена од тајфата на Дамјан (синот на Андреја Дамјанов) и Читкушевата чешма која во 1924 година била првата поврзана чешма со Дервенскиот водопад. Имотните велешани како Лазар Глушков, први ги изградиле големите куќи по углед на европските во кои имало внатрешни бањи поради кои се иницирала изградбата на првиот водовод во Велес.\nПокрај куќата на Глушкови во жолта боја биле обоени повеќето куќи во Влашкото маало, што било опеаното и во народната песна „Во Влашкото маало жолти куќи високи“.",
    "programDescription": "Објектот е проектиран и изведен како семејна куќа со два функционални катови со вообичаени содржини за домување. Влезот во куќата е од страната на улицата од каде со скали се пристапува на високо приземје/прв кат. Со внатрешни скали е направено вертикалното поврзување со подрумот и горниот кат. Катноста на куќата може да се третираат двозначно заради теренот кој е во пад (подрумот е делумно вкопан, а со поголемиот дел всушност има улога на приземје кон задната страна на куќата).",
    "structureDescription": "Масивен конструктивен систем.",
    "timelineDescription": "Проектирање: 1928 год.\nИзградба: 1929 год."
  }
}
