{
  "values": {
    "name": [
      "архитектонска и естетска",
      "историскa",
      "општествена / социјална",
      "емотивна"
    ],
    "dateBuilt": "Покрај несомнената архитектонска и естетска вредност, куќата на Ѓоргови од 1928 год. има и голема историска вредност затоа што заедно со втората куќа на истото семејство и куќата на Ацо Шукарев, сите проектирани од архитектот Солонцев, се меѓу првите куќи во Велес со кои пристигнал новиот бран во развојот на станбената архитектура што претставува  премин од традиционалното градителство на XIX век кон новиот европскиот модел на куќа."
  },
  "bibliography": "Просен, И. М. (2014). Ар деко у српској архитектури. Докторска дисертација. Универзитет у Београду Филозофски факултет, Одељење за историју уметности \nKadijević, A.& Ilijevski, A. (2021). Arhitektura i vizuelne umetnosti u jugoslovenskom kontekstu 1918–1941. Beograd.  Univerzitet u Beogradu, Filozofski fakultet\nДума. (2018, Јуни 4) Ѓоргови – образовано, чесно и имотно старо велешко семејство. Преземено декември 2024, од  https://duma.mk/region/veles-3/25309-2018-06-04-00-09-55/\nЛадински, В. (2020, Декември 2).  Градителското наследство на руските архитекти кај нас, Порта3. Преземено ноември 2024, од  \nhttps://www.porta3.mk/graditelskoto-nasledstvo-na-ruskite-arhitekti-kaj-nas/\nТиРековМиРече. (2017, декември 23). Преземено декември 2024, од http://www.tirekovmirece.com/Novost/Куќата-на-Шукара%2C-работена-по-нацрт-на-руски-мигрант",
  "dateInspection": "15.12.2024",
  "currentData": {
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "На фасадите од куќата постојат видливи знаци на пропаѓање, отпаднат малтер, дотраена столарија, што се должи на фактот што во неа не живее никој постојано. Наследниците на семејството Ѓоргови живеат и работат надвор од Велес."
      },
      "interior": {
        "notes": "Недостапно"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра"
      }
    },
    "modifications": "Во годините по ослободувањето на Велес, куќата била национализирана од страна на властите и во нејзиното приземје бил сместен велешкиот градски ликовен салон, кој на оваа локација работел до 2000 год. Видлива надворешна интервенција од овој период претставува настрешницата пред влезот и металните декоративни заштитни решетки на прозорот и вратата на приземјето.\nВо периодот по денационализацијата кога куќата им била вратена на Ѓоргови, направено е поврзување со метални скали и мостови помеѓу оваа куќа и  нивната втора куќа која се наоѓа веднаш пред неа.\nНа источната фасада на прозорците од првиот кат се монтирани ПВЦ ролетни.",
    "materiality": {
      "interior": {
        "sharedContent": "Недостапни",
        "privateContent": "Недостапни"
      },
      "exterior": {
        "roof": "Повеќеводен покрив покриен со ќерамиди.",
        "carpentry": "Прозорци и врати: дрвена оригинална. Огради на балкони од ковано железо. Врата која води кон источен двор на ниво на прв кат: дрвена ламперија со натсветло од понов период."
      }
    }
  },
  "risks": "",
  "inspectionBy": "Тим 2",
  "code": "MNVE06",
  "order": 57,
  "suggestions": "Надлежните институции за заштита на културното наследство и останатите носители на одлуки да ги земат предвид вредностите кои објектот ги поседува, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnve06/mnve06_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.783029,41.7159146]}",
    "buildingName": "Семејна куќа на Ѓоргови (1928)",
    "dateBuilt": "1928 год.",
    "architect": "Солонцев Николај",
    "investorOrOwner": "Миле, Лазо, Петре и Никола Ѓоргови",
    "address": {
      "city": "Велес",
      "municipality": "Велес",
      "line": "Ул. 8 септември бр.78"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ],
      "notes": "Дел од куќата се употребувал како винарска визба, преноќиште, а друг дел за домување. Во некој понов период во приземјето бил сместен поранешниот градски Ликовен салон."
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен"
      ]
    }
  },
  "originalData": {
    "generalDescription": "Архитектот Солонцев за потребите на браќата Ѓоргови ја проектирал нивната прва куќа во 1928 год. Куќата е изградена на парцела подлабоко вовлечена од линијата на главната улица, од каде е делумно видлива само нејзината најрепрезентативна богато орнаментирана жолта фасада. Од трите преживеани куќи на Солонцев, овааа е најстарата\n\n \nКуќата има подрум, приземје и два ката. На приземјето во источниот дел на куќата имало дуќани, а на катовите - домување и оваа поделба е актуелна и денес. Различните намени на катовите се јасно видливи на фасадата која изобилува со архитектонска пластика изработена во штукатура, а има и теракотни елементи кои биле изработени од познатата фабрика за керамика на семејството Лефкови. Композицијата на главната фасадата е симетрична со два бочни ризалити, два балкони (помал и поголем) и нагласена атика позади која е скриен покривот. Впечатливи се и прозорските отвори особено во мезанинот над дуќаните кои се со специфични форми. И останатите две фасади имаат штукатурна обработка, но во поскромен обем.\n\nво чиј подрум имало голем базен во кој преработувале грозје и печеле ракја, правеле вино, вињак и други пијалоци. На приземјето имало преноќиште, а тие ќивееле на катот.\n\n\nво чие приземје се наоѓаше поранешниот градски Ликовен салон. Работилницата им била во подрумите на куќата. Имале гОсвен дома производството го пласирале и во странство, во Хрватска, во Србија, во Словенија, во  Австрија и во Грција.\n\n ",
    "context": "Сместена во центарот на Велес, куќата на семејството Ѓоргови е најстара од трите преживеани куќи на Солонцев који се изградени по примерот на европските градски куќи од тој период. \nНејзината позиција во непосредна близина на главната градска улица\n\nНа главнта градска  улциа највпечатиливи  се куќите на стартие велешки трговси Шукареви и Ѓоргови. Тие се добро сочувани а надворешноста е со сите белези на времето кгоа се градени, на почетокот од 20-тиот век. На нив се познаваат елементите кои се вградени од фабриката за уркасна керамика на Левкови, истите украси кои тие ги продавале по Виена, Дрезден, Будимпешта. "
  }
}
