{
  "photos": [
    "/media/mnve08/mnve08_03.jpg",
    "/media/mnve08/mnve08_02.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "општествена / социјална",
      "архитектонска и естетска",
      "емотивна"
    ],
    "dateBuilt": "Основното училиште „Св.Кирил и Методиј“ е едно од најстарите училишта во Македонија каде започнало да се реализира основно образование на словенски, народен јазик. Во неговата историја се врежани имиња на голем број познати културни дејци, имиња од македонската историја, спортски доајени, кои своето основно образование го завршиле тука, како: Коста Солев Рацин, Петре Прличко, Тихо Најдовски, Васил Тоциновски, Александар Донев, Пепи Манасков и многу други. Историската и општествено-социјалната вредност на училиштето е огромна ако се земе предвид неговата улога во одржувањето и ширењето на словенската писменост во континуитет од 168 години."
  },
  "bibliography": "Официјална веб страна на училиштето https://svkim.blogspot.com/p/blog-page_2.html\nTroch, P. (2012). Education and Yugoslav Nationhood in Interwar Yugoslavia, Possibilities, limitations and interactions with other national ideas. Doctoral dissertation. Faculteit Letteren & Wijsbegeerte  Universiteit Gent. Преземено февруари 2025, од https://core.ac.uk/download/pdf/55902209.pdf\nТиРековМиРече. (2012 мај 19). 155 години за ОУ Св. Кирил и Методиј. Преземено март 2025, од http://tirekovmirece.com/Novost/155-години-за--ОУ-Св.-Кирил-и-Методиј",
  "dateInspection": "14.03.2025",
  "currentData": {
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "задоволителна"
      }
    },
    "modifications": "-1976/77 год. направено проширување со дограден објект кон северниот тракт.\n- 1990 год. изградена фискултурна сала во задниот двор на училиштето.\n- 2007 год. сменета е облогата на внатрешните главни скали со жолт гранит (биле обработени во терацо).\n- 2009 год. променети дрвени прозорци со ПВЦ.\n- 2014 год. замена на кровниот покривач од ќерамиди со поцинкуван лим, реконструкција на фасадите и промена на подовите во ентериерот (терацо обработката останала само на приземјето, додека на катовите се поставени керамички плочки)\n- 2021 год. направена е реконструција и партерно се уредување на училишниот двор. \n- 2024 год. поставени се фотоволтаични панели на покривот на училишната зграда за производство на сопствена електрична енергија.",
    "materiality": {
      "exterior": {
        "roof": "Повеќеводен сложен покрив покриен со поцинкуван лим на кој во 2024 година се поставени фотоволтаични панели.",
        "facade": "Малтер, испраскан во жолта боја.",
        "carpentry": "ПВЦ прозорци и врати. Ограда во скалишниот простор (оригинална) направена од ковано железо со дрвен ракофат.",
        "parterre": "Училиштето е поставено на крстосница помеѓу две улици, во двор ограден со масивна ограда (комбинација со декоративна ограда од ковано железо), која ги следи уличните линии. Југоисточниот дел на дворот е поплочен со надворешни керамички плочки и има скромно зеленило и дрвја. Од задната страна на училиштето се наоѓа спортската сала."
      }
    }
  },
  "inspectionBy": "Тим 2",
  "code": "MNVE08",
  "order": 111,
  "suggestions": "Надлежните институции за заштита на културното наследство и останатите носители на одлуки да ги земат предвид вредностите кои објектот ги поседува, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnve08_01/mnve08_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.7833577,41.7116524]}",
    "buildingName": "Основно училиште Св.Кирил и Методиј - Велес",
    "dateBuilt": "1929 год.",
    "address": {
      "city": "Велес",
      "municipality": "Велес",
      "line": "Ул.„Архиепископ Михаил“ бр.146,  ул. „Кирил и Методиј“ бр.2"
    },
    "originalPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Четиригодишно основно училиште"
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Деветгодишно основно училиште"
    },
    "investorOrOwner": "Општина Велес"
  },
  "originalData": {
    "generalDescription": "Основното училиште „Св.Кирил и Методиј“ е едно од најстарите училишта во Македонија кое од неговото формирање во 1856/57 година до денес има непрекината образовна традиција и опстојува со истото име и на истата локација.\nЗградата е изградена во 1929 година од непознат архитект во велешкото маало Долни Дуќани, аголно позиционирана на крстосница помеѓу две улици.\nСо своите два тракта поврзани со полукружно аголно заоблување, зградата делува монолитно и доминира во густото станбено ткиво на маалото. Модернизирана академска форма, има класичен концепт но со модернизирани детали\nОсновата на објектот е функционално решена, а фасадите се мазни, прочистени и без никакви орнаменти со исклучок на хоризонталните плитки венци.\nОбјекти које су реализовали одликује класичан третман основне поставке, али и савремена обрада многих аспеката форме.\n",
    "timelineDescription": "Велес е меѓу првите градови во Македонија каде започнало да се реализира основно образование на словенски, народен јазик, за што голема улога одиграл метохот „Св. Атанасиј“, кој датира од околу средината на XVIII век.  \nВо 1856/57год. во непосредна близина на овој метох е изграден уште еден под името „Св.Кирил и Методиј“ и истиот набрзо се оформил во првото училиште во Велес. Оваа зграда како училиште и привиден метох постоела се до дваесетите години на XX век, кога е изградено новото училиште во долниот дел на дворот, многу поголемо од дотогаш постоечкото.\nПроектирање и изградба: доцни 1920-и год.\nИнсталирање на сопствено парно затоплување: 1930 год.\nВо 1977/1978 година училиштето е целосно обновено и проширено со што го добило денешниот  изглед.",
    "floors": "По+П+2",
    "materiality": {
      "exterior": {
        "parterre": "",
        "carpentry": "Дрвени прозорци и врати. Огради во скалишен простор изработени од ковано железо-",
        "facade": "Малтер, испраскан во жолта боја.",
        "roof": "Повеќеводен сложен покрив покриен со ќерамиди."
      },
      "interior": {
        "sharedContent": "Во училниците имало дрвен патос, а во останатите простории - терацо. "
      }
    },
    "structureDescription": "Масивен конструктивен систем.",
    "programDescription": "Приземје: котлара за парно затоплување, помошни простории, тоалети и училници.\nПрв кат: простории за управата, наставничка канцеларија, тоалети и училници.\nВтор кат: библиотека, просторија за стручни служби, тоалети и училници."
  }
}
