{
  "photos": [
    "/media/mnve05/mnve05_02.jpg",
    "/media/mnve05/mnve05_03.jpg",
    "/media/mnve05/mnve05_04.jpg",
    "/media/mnve05/mnve05_05.jpg",
    "/media/mnve05/mnve05_06.jpg",
    "/media/mnve05/mve05_07.jpg",
    "/media/mnve05/mnve05_08.jpg",
    "/media/mnve05/img-20250220-wa0011.jpg",
    "/media/mnve05/img-20250220-wa0018.jpg"
  ],
  "values": {
    "name": [
      "архитектонска и естетска",
      "историскa",
      "емотивна"
    ],
    "dateBuilt": "Покрај несомнената архитектонска и естетска вредност, куќата на Шукарев има и голема историска вредност затоа што заедно со куќите на Ѓоргови проектирани од архитектот Солонцев, се меѓу првите куќи во Велес со кои пристигнал новиот бран во развојот на станбената архитектура што претставува  премин од традиционалното градителство на XIX век кон новиот европскиот модел на куќа.\nЗначајна историска додадена вредност за куќата претставува најстариот трговски објект во Велес - саатчискиот дуќан на Зографски, кој е во приземјето и сеуште е во функција со истата намена и е во сопственост на истото семејство уште од 1948 година. \n"
  },
  "bibliography": "Просен, И. М. (2014). Ар деко у српској архитектури. Докторска дисертација. Универзитет у Београду Филозофски факултет, Одељење за историју уметности \nKadijević, A.& Ilijevski, A. (2021). Arhitektura i vizuelne umetnosti u jugoslovenskom kontekstu 1918–1941. Beograd.  Univerzitet u Beogradu, Filozofski fakultet\nДума. (2018, Јуни 4). Ѓоргови – образовано, чесно и имотно старо велешко семејство. Преземено декември 2024, од  https://duma.mk/region/veles-3/25309-2018-06-04-00-09-55/\nЛадински, В. (2020, Декември 2).  Градителското наследство на руските архитекти кај нас, Порта3. Преземено ноември 2024, од  \nhttps://www.porta3.mk/graditelskoto-nasledstvo-na-ruskite-arhitekti-kaj-nas/\nТиРековМиРече. (2017, Декември 23). Преземено декември 2024, од http://www.tirekovmirece.com/Novost/Куќата-на-Шукара%2C-работена-по-нацрт-на-руски-мигрант\nТиРековМиРече. (2013, Април 19). Преземено јануари 2025, од http://tirekovmirece.com/Novost/Еден-век-Зографски-мерат-точно-време-на-велешани\nОригиналните планови за куќата, за потребите на проектот љубезно ги сподели семејството Весови во чија сопственост истите се наоѓаат. ",
  "dateInspection": "15.12.2024",
  "currentData": {
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "notes": "недостапно"
      }
    },
    "materiality": {
      "interior": {
        "sharedContent": "Недостапни",
        "privateContent": "Недостапни"
      },
      "exterior": {
        "roof": "Повеќеводен покрив со керамиди",
        "facade": "Малтер со жолта боја, изобилство на штукатурна архитектонска пластика со флорални и геометриски мотиви изработени во посветла боја и теракотни украси на главната фасада и задната фасада.",
        "carpentry": "На главната фасада - во голема мерка - дрвена. Исклучоци:  кај јужниот дуќан - ПВЦ столарија на прозорецот над влезната врата и алуминиумска на излогот и влезната врата, а кај северниот дуќан - оригинална дрвена со променета метална заштитна ролетна. Влезната порта во дворот од куќата е од ковано железо декоративно обработена. Кај останатите фасади - столаријата е делумно оригиналната дрвена, а делумно ПВЦ.",
        "parterre": "Куќата има заден двор на две нивоа со помошни објекти кои се според планот на архитетот. Партерната обработка изведена во бетон во комбинација со зелени површини и дрвја."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра",
        "notes": "Генерално објектот е во добра состојба без видливи оштетувања, со исклучоци во вид на пукнатини и отпаднат малтер во деловите под двата балкони."
      },
      "interior": {
        "notes": "недостапно."
      }
    },
    "modifications": "Куќата во времето на нејзината изградба имала четири декорирани слободни фасади што се гледа од една стара фотографија, но во врмето на изградба на зградата на Синдикатот во 1950-ите години, нејзината северна фасада станала полузатворена.\nВо ? год. направена е промена кај покривотв од двоводен во повеќеводен и заменети се ќерамидите со нови.\nВо 2001 год. заменета е оригиналната дрвена столарија со ПВЦ на катот од куќата\nВо 2003 год. општината го финансирала освежувањето на бојата на фасадата.\nВо 2009 год. заменета е оригиналната дрвена столарија со ПВЦ на приземјето од куќата."
  },
  "inspectionBy": "Тим 2",
  "code": "MNVE05",
  "order": 56,
  "suggestions": "Надлежните институции за заштита на културното наследство и останатите носители на одлуки да ги земат предвид вредностите кои објектот ги поседува, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnve05/mnve05_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.783563,41.7151946]}",
    "buildingName": "Семејна куќа на Александар Шукарев",
    "dateBuilt": "1932/1933",
    "architect": "Солонцев Николај",
    "investorOrOwner": "Александар Ацо Шукарев",
    "address": {
      "line": "Ул. 8 септември бр.90",
      "city": "Велес",
      "municipality": "Велес"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ],
      "notes": "Приземје со мезанин во источниот дел на куќата: два дуќани. Во едниот дуќан била прочуената продавница за текстил на Ацо Шукарев, а во вториот била сместена Банка која во 1948 год. го продала просторот на семејството Зографски. Приземје (западен дел) и катови: домување"
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ],
      "notes": "Приземје (влез од јужната страна на куќата): адвокатска канцеларија на Андреја Весов (сегашен сопственик на куќата); приземје со мезанин кон уличниот фронт во источниот дел на куќата: два дуќани од кои во едниот сеуште се наоѓа најстариот трговски објект кој се уште е во функција и во сопственост на истото семејство - саатчискиот дуќан на семејството Зографски. Приземје (западен дел) и катови: домување"
    }
  },
  "originalData": {
    "generalDescription": "Куќата на Шукарев се наоѓа во центарот на Велес истакнувајќи се на улицата со својата раскошно орнаментирана жолта фасада на која се забележливи Арт Деко влијанија. Таа е дело на рускиот архитект Николај Солонцев и претставува една од неколкуте негови сочувани градби кои тој ги изградил во Велес во периодот од 1928 - 1933 година (се претпоставува дека е автор на седум објекти).\nКуќата има приземје и два ката. На приземјето во источниот дел на куќата имало дуќани, а на катовите - домување и оваа поделба е актуелна и денес. Различните намени на катовите се јасно видливи на фасадата која изобилува со архитектонска пластика изработена во штукатура, а има и теракотни елементи кои биле изработени од познатата фабрика за керамика на семејството Лефкови. Композицијата на главната фасадата е симетрична со два бочни ризалити, два балкони (помал и поголем) и нагласена атика позади која е скриен покривот. Впечатливи се и прозорските отвори особено во мезанинот над дуќаните кои се со специфични форми. И останатите две фасади имаат штукатурна обработка, но во поскромен обем.",
    "timelineDescription": "Проектирање - 1928 год.\nИзградба - 1932/33 год.",
    "floors": "П+2",
    "structureDescription": "Масивен конструктивен систем. \nДрвената граѓа вградена во куќата била сушена три години пред да се монтира. \n",
    "materiality": {
      "exterior": {
        "roof": "Двоводен покрив со керамиди.",
        "facade": "Малтер со жолта боја, изобилство на штукатурна архитектонска пластика со флорални и геометриски мотиви изработени во посветла боја и теракотни украси на главната и останатите две фасади.",
        "carpentry": "Дрвени врати и прозорци, влезната порта во двор од ковано железо, декоративно обработена.",
        "parterre": "Куќата има заден двор на две нивоа со помошни објекти кои се според планот на архитетот. Партерната обработка - непозната."
      },
      "interior": {
        "sharedContent": "Недостапни",
        "privateContent": "Недостапни "
      }
    },
    "context": "Во времето на изградба на куќата на Шукареви, Велес бил град со богат и развиен еснафски живот, што се должело на неговата стратешка позиција. Првиот воз во Македонија пристигнал во Велес од Солун во 1873 год., а со него и можоста многу велешани да патуваат во странство заради печалба или трговија, од каде ги носеле новите трендови и влијанија во градот. \nУлицата 8 септември на чиј фронт е лоцирана куќата, била традиционално занаетчиска улица, со многу дуќани. Тука била и првата бензинска пумпа во градот, првата бакалница (маркет), најстарата  книжарница. На северната страна од куќата претходно постоела кафеана во која во 1923 година бил сместен и активно работел Клубот на независната работничка партија на Југославија во Велес (потоа тој објект бил срушен во 1950-ите и била изградена зградата на Синдикато). \nПедесетина метри погоре по улицата се двете куќи на Ѓоргови (проектирани исто така од архитектот Солонцев). Со куќите на Солонцев, во Велес пристигнал новиот бран во развојот на велешката архитектура и преминот од традиционалното градителство на XIX век кон новиот европскиот модел на куќа."
  }
}
