{
  "values": {
    "name": [
      "историскa",
      "општествена / социјална",
      "архитектонска и естетска"
    ]
  },
  "dateInspection": "14.03.2025",
  "currentData": {
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "modifications": "- 2009 год. променети дрвени прозорци со ПВЦ.\n- 2014 год. "
  },
  "inspectionBy": "Тим 2",
  "code": "MNVE08",
  "order": 111,
  "suggestions": "Надлежните институции за заштита на културното наследство и останатите носители на одлуки да ги земат предвид вредностите кои објектот ги поседува, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnve08_01/mnve08_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.7833577,41.7116524]}",
    "buildingName": "Основно училиште Св.Кирил и Методиј - Велес",
    "dateBuilt": "Пред 1930 год.",
    "address": {
      "city": "Велес",
      "municipality": "Велес",
      "line": "Ул.„Архиепископ Михаил“ бр.146,  ул. „Кирил и Методиј“ бр.2"
    },
    "originalPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Четиригодишно основно училиште"
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Деветгодишно основно училиште"
    },
    "investorOrOwner": "Општина Велес"
  },
  "originalData": {
    "generalDescription": "Основното училиште „Св.Кирил и Методиј“ е едно од најстарите училишта во Македонија кое од неговото формирање до денес опстојува на истата локација, во маалото Долни Дуќани во Велес.  Во доцните дваесети години на XX век е изграден  новиот училишен објект, кој постои и денес. \n \nВо маалото Долни Дуќани во Велес имало два метоси, црковно-училишни објекти каде се извршувало црковно образование, тоа биле Св. Атанасиј и Св. Кирил и Методиј. Богатите велешки трговци Војнацалиеви, Шуплевци, Весови, Шулеви купиле место на оваа локација од некоја турска фамилија, каде и денес работи училиштето, тука заеднички почнале да учат и женските и машките деца во едно училиште кое го добило името Св. Кирил и Методиј. Тоа се случило во 1857-тата година а се учело на говорот на месното население. Настава одржувале световни учители, кои покрај црковните предмети предавале и математика, земјопис, историја, алгебра. \n во дворот на тогашната новоизградена црква „Св. Богородица“ било отворено првото училиште во Скопје, кое било ќелијно. Прв и главен учител бил Павле Хорват, хиландарски монах од дебарскиот манастир. ",
    "timelineDescription": "Градот Велес е меѓу првите градови во Македонија каде започнало да се реализира основно образование на словенски, народен јазик. За одржување и ширење на словенската писменост во Велес посебна улога одиграл метохот „Св. Атанасиј“, кој датира од околу средината на XVIII век. \nВо 1856/57год. во непосредна близина на овој метох е изграден уште еден под името „Св.Кирил и Методиј“ и истиот набрзо се оформил во првото училиште во Велес. Оваа зграда како училиште и привиден метох постоела се до дваесетите години на XX век, кога е изградено новото училиште во долниот дел на дворот, многу поголемо од дотогаш постоечкото.\nПроектирање и изградба доцни 1920-и год.\nИнсталирање на сопствено парно затоплување: 1930 год.\n",
    "floors": "По+П+2",
    "materiality": {
      "exterior": {
        "parterre": "",
        "carpentry": "Дрвени прозорци и врати. Огради во скалишен простор изработени од ковано железо-",
        "facade": "Малтер, испраксна во жолта боја.",
        "roof": "Повеќеводен сложен покрив покриен со ќерамиди."
      },
      "interior": {
        "sharedContent": "Во училниците имало дрвен патос, а во останатите простории - терацо."
      }
    },
    "structureDescription": "Масивен конструктивен систем.",
    "programDescription": "Приземје: котлара за парно затоплување, помошни простории, тоалети и училници.\nПрв кат: простории за управата, наставничка канцеларија, тоалети и училници.\nВтор кат: библиотека, просторија за стручни служби, тоалети и училници."
  }
}
