{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "емотивна",
      "општествена / социјална"
    ]
  },
  "bibliography": "Тодоровски, З., Цветковска, Н., ,,Велес меѓу двете светски војни (1919-1941)“, Менора, 2007, Скопје\nАрхив на град Велес, 9.3.32.26/482-501\nhttps://duma.mk/region/veles-3/28984-2020-04-27-15-26-35/\n",
  "dateInspection": "12.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Едноводен, сокриен кос покрив покриен со лим",
        "facade": "Малтер  (метал и стакло на додадените делови)",
        "carpentry": "Метална и ПВЦ"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "modifications": "Од изградбата до 2020 година не се правени позначителни интервенции на објектот.\nПо долгогодишни контроверзи околу стопанисувањето со Офицерскиот дом, Општината Велес успеала да го врати домот во свое владеење и во 2020 година на распишан конкурс склучила договор за јавно приватно партнерство со компанија која се обврзала да изврши реконструкција-ревитализација на зградата во рок од 12 месеци. По извршената реконструкција, кај објектот се направени извесни промени.\nНа приземјето, некогашната конференциската сала е пренаменета во ресторант, а двете канцеларии, тоалети и полукружни скали кои водат кон подрумот, катот и таванот сеуште постојат со стата намена. \nВо моментот на увидот на катот се вршеа градежни работи со цел претворање на тој простор во хотелски соби. Долгиот правоаголен балконот на северната страна е покриен и затворен со ѕид и со прозорци. На главната фасада целосно е затворен еден од седумте оригинални прозорци.\nВо таванот сеуште постојат две простории, но се со поинаква намена.\nНа северната, источната и јужната страна од постоечката градба додадени се целосно застаклени простории кои имаат угостителска намена."
  },
  "inspectionBy": "Тим 2",
  "code": "MNVE04",
  "order": 55,
  "suggestions": "Надлежните институции за заштита на културното наследство и останатите носители на одлуки да ги земат предвид вредностите кои објектот ги поседува, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnve04/mnve04_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.7775313,41.7175219]}",
    "buildingName": "Дом на железничарите во Велес (Офицерски дом 1937)",
    "dateBuilt": "1939 год.",
    "originalPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Дом на железничарите, потоа Офицерски дом"
    },
    "todayPurpose": {
      "type": [
        "комерцијален/деловен"
      ],
      "notes": "Ресторант со сместувачки капацитети"
    },
    "address": {
      "line": "Ул.„Благој Ѓорев\" бр. 35-17",
      "city": "Велес",
      "municipality": "Велес"
    },
    "architect": "Крат В. Павле"
  },
  "originalData": {
    "generalDescription": "Во Велес во 1939 година, бил изграден Домот на железничарите. Тој објект денес е познат како ,,Офицерски дом 1937“. \n*„Во времето на изградба бил единствен објект од овој вид во Македонија, кој им пружал разонода, дружење и одржување на разни секции (оркестар, хор итн.), матинеа и разни свечености и игранки на железничарите.\" \n*Тодоровски, З., Цветковска, Н., ,,Велес меѓу двете светски војни (1919-1941)“, Менора, 2007, Скопје",
    "timelineDescription": "Проектирање - 1938 год.\nИзградба - 1939 год.",
    "floors": "По+П+1+Пк",
    "materiality": {
      "exterior": {
        "facade": "Продолжен малтер, шприцана.",
        "roof": "Кровната конструкција е дрвена. Кровен покривач изведен во лим."
      }
    },
    "context": "Во 1939 година во Велес бил изграден Домот на железничарите, објект кој денес е познат како ,,Офицерски дом 1937“. \n*„Во времето на изградба бил единствен објект од овој вид во Македонија, кој им пружал разонода, дружење и одржување на разни секции (оркестар, хор итн.), матинеа и разни свечености и игранки на железничарите.\" \n*",
    "programDescription": "На приземјето била сместена собраниската салата, две канцеларии, тоалети и полукружни скали кои водат кон подрумот, катот и таванот. \nНа катот се организирани соби за членовите,  две кујни, трпезарија и тоалети. На северната страна имало долг правоаголен балкон со полукружен завршеток кој делумно навлегувал во западната фасада. \nВо таванот имало две простории за пружење и сушење на алишта.",
    "structureDescription": "Комбиниран масивен и скелетен конструктивен систем. \nТемелите и подрумските ѕидовите се направени од кршен камен со слоеви на набиен бетон, додека ѕидовите во приземјето, катот и таванот се од тули. Секој кат е меѓусебно поврзан со серклажи. Меѓукатната конструкција на подрумот и над приземјето се армиранобетонски, а таа помеѓу катот и таванот е дрвена (едноредна). Sидовите во приземјето околу собраниската салата не се носечки (товарот паѓа на столбците) и затоа по потреба можат да се рушат и менуваат заради евентуални адаптации."
  }
}
