{
  "photos": [
    "/media/mnve01/mnve01_03.jpg",
    "/media/mnve01/mnve01_04.jpg",
    "/media/mnve01/mnve01_05.jpg",
    "/media/mnve01/mnve01_06.jpg",
    "/media/mnve01/mnve01_02.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "општествена / социјална",
      "архитектонска и естетска"
    ]
  },
  "dateInspection": "19.02.2025",
  "currentData": {
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "modifications": "Во 1995/96 год. се направени повече интервенции: менување на кровниот покривач од ќерамиди со поцинкуван лим, нивелација на подрумски под кој бил од набиена земје, покривање на керамичките цевки за водовод заради нивна заштита.\nВо 2002/2003 направена е реконструкција на фасадите.\nОд 2015 до 2020 правени се интервенции во подрумот и санации на таванот, подовите на катовите се обложени со керамички плочки, поставување на соларни панели на покривот.\nКанцелариите на музејската управа се наоѓаат во соседната зграда и поради нивно поврзување со зградата на музејот била пробиена врата на северниот ѕид"
  },
  "inspectionBy": "Тим 2",
  "code": "MNVE01",
  "order": 52,
  "suggestions": "Надлежните институции за заштита на културното наследство и останатите носители на одлуки да ги земат предвид вредностите кои објектот ги поседува, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност..\n",
  "photo": "/media/mnve01/mnve01_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.7808697,41.7175184]}",
    "buildingName": "Народен Музеј Велес (Зграда на Околиски одбор) ",
    "architect": "",
    "address": {
      "line": "Ул.„8 септември“  бр.30 ",
      "city": "Велес",
      "municipality": "Велес"
    },
    "originalPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Околиски одбор"
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Народен Музеј"
    },
    "dateBuilt": "1930/1934"
  },
  "originalData": {
    "generalDescription": "Зградата на денешниот Народен Музеј Велес, била изградена во периодот од 1930-34 год. како Народен дом во кој бил сместен Околискиот одбор. Во 1965 год. во објектот се вдомил Народниот Музеј заради потреба од поголем простор. \nОбјектот е поставен во низа и го следи уличниот фронт. Уличната фасада е симетрична по вертикала со два странични волумени благо испакнати нанапред и средишен волумен во кој е главниот влез е фланкиран со два столба кои носат полукружен лак. Фасадата е хоризонтално расчленета по катови со нагласени венци и калкански завршетоци зад кои е сокриен покривот.    Прозорците на приземјето се правоаголни, на катовите во бочните волумени се трифорни, а во централниот волумен се бифори кои се интерпонлирани во лачно засводена ниша. ",
    "floors": "По+П+2",
    "materiality": {
      "exterior": {
        "roof": "четириводен покрив покриен со ќерамиди"
      }
    },
    "timelineDescription": "Прв проект:"
  }
}
