{
  "photos": [
    "/media/mnve01/mnve01_03.jpg",
    "/media/mnve01/mnve01_04.jpg",
    "/media/mnve01/mnve01_05.jpg",
    "/media/mnve01/mnve01_06.jpg",
    "/media/mnve01/mnve01_02.jpg",
    "/media/mnve01/mnve01_16.jpg",
    "/media/mnve01/mnve01_15.jpg",
    "/media/mnve01/mnve01_14.jpg",
    "/media/mnve01/mnve01_13.jpg",
    "/media/mnve01/mnve01_12.jpg",
    "/media/mnve01/mnve01_11.jpg",
    "/media/mnve01/mnve01_10.jpg",
    "/media/mnve01/mnve01_09.jpg",
    "/media/mnve01/mnve01_08.jpg",
    "/media/mnve01/mnve01_07.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "општествена / социјална",
      "архитектонска и естетска"
    ]
  },
  "bibliography": "Kadijević, A.& Ilijevski, A. (2021). Arhitektura i vizuelne umetnosti u jugoslovenskom kontekstu 1918–1941. Beograd.  Univerzitet u Beogradu, Filozofski fakultet\nГрчев, К. (2003). Архитектонските стилови во профаното градителство во Македонија меѓу двете светски војни 1919-1940.  Скопје. Институт за фолклор\nДржавен Архив на Република Северна Македонија, Одделение Велес. арх.бр. 9.9.32.22/410-424\nТиРековМиРече. (2012, јануари 07). Стариот јавор, велешки фејсбук. Преземено февруари 2025, од \nhttp://tirekovmirece.com/Novost/Стариот-јавор,-велешки-фејсбук",
  "dateInspection": "19.02.2025",
  "currentData": {
    "physicalCondition": {
      "exterior": {
        "condition": "добра",
        "notes": "На задната фасада има дамки од влага и протекување, а на главната има отпаднат малтер и темни траги од загадување. Дрвените прозорци се дотраени, со отпадната боја и кит."
      },
      "interior": {
        "condition": "добра"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "задоволителна"
      }
    },
    "modifications": "Во 1995/96 год. се направени повече интервенции: менување на кровниот покривач од ќерамиди со поцинкуван лим, нивелација на подрумски под кој бил од набиена земје, покривање на керамичките цевки за водовод заради нивна заштита.\nВо 2002/2003 направена е реконструкција на фасадите.\nОд 2015 до 2020 правени се интервенции во подрумот и санации на таванот; подовите се обложени со керамички плочки; поставувени се соларни панели на покривот.\nКанцелариите на музејската управа се наоѓаат во соседната зграда и поради нивно поврзување со зградата на музејот била пробиена врата на северниот ѕид",
    "materiality": {
      "exterior": {
        "roof": "Дрвена кровна конструкција. Четириводен покрив покриен со поцинкуван лим и поставени соларни панели. ",
        "facade": "Малтер во жолта боја на основните волумени и во бела боја кај декоративните елементи (столбови,венци, дискови) ",
        "carpentry": "Дрвени врати и прозорци. Заштитна ограда на приземните прозорци и на влезната врата - од ковано железо.",
        "parterre": "Објектот е поставен во низа и го следи уличниот фронт, а од задната страна има мала зелена површина  (мал, неупотреблив двор)."
      },
      "interior": {
        "sharedContent": "Скалишен простор со подна обработка во терацо. Скалишни огради изработени од ковано железо со дрвен ракофат. Подовите во ходниците и простоиите се обложени со керамички плочки.",
        "privateContent": ""
      }
    }
  },
  "inspectionBy": "Тим 2",
  "code": "MNVE01",
  "order": 52,
  "suggestions": "Надлежните институции за заштита на културното наследство и останатите носители на одлуки да ги земат предвид вредностите кои објектот ги поседува, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnve01/mnve01_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.7808697,41.7175184]}",
    "buildingName": "Народен Музеј Велес (Зграда на Околиски одбор) ",
    "architect": "Б. Никола",
    "address": {
      "line": "Ул.„8 септември“  бр.30 ",
      "city": "Велес",
      "municipality": "Велес"
    },
    "originalPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Околиски одбор"
    },
    "todayPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Народен Музеј"
    },
    "dateBuilt": "1930/1934"
  },
  "originalData": {
    "generalDescription": "Зградата на денешниот Народен Музеј-Велес, била изградена во текот на 1934 год. како Народен дом во кој бил сместен Околискиот одбор. \nОбјектот е конципиран со умерено присуство на декоративни елементи изведени под влијание на српско-византискиот стил. Уличната фасада е симетрична по вертикала со два странични волумени благо испакнати нанапред и средишен волумен во кој е главниот влез е фланкиран со два столба кои носат полукружен лак. Фасадата е хоризонтално расчленета по катови со нагласени венци и калкански завршетоци зад кои е сокриен покривот. Прозорците на приземјето се правоаголни, на катовите во бочните волумени се трифорни, а во централниот волумен се бифори кои се интерпонлирани во лачно засводена ниша. ",
    "floors": "По+П+2",
    "materiality": {
      "exterior": {
        "roof": "Дрвена кровна конструкција. Четириводен покрив покриен со ќерамиди.",
        "facade": "Малтер во жолта боја на основните волумени и во бела боја кај декоративните елементи (столбови, венци, дискови) ",
        "carpentry": "Дрвени врати и прозорци. Заштитна ограда на приземните прозорци и на влезната врата изработени од ковано железо.",
        "parterre": "Објектот е поставен во низа и го следи уличниот фронт, а од задната страна има мала зелена површина (мал, неупотреблив двор)."
      },
      "interior": {
        "sharedContent": "Скалишниот простор и ходниците се со подна обработка во терацо. Скалишните огради се изработени од ковано железо со дрвен ракофат. Во подрумот имало под од набиена земја.",
        "privateContent": "Простории со голема висина. Внатрешни врати и подови - дрвени. "
      }
    },
    "timelineDescription": "Проектирање: 1930 год. \nПрвобитниот проект бил изработен на 20.02.1930 год. од инженерот Никола Герд..(презимето е нечитливо), со кој главната фасада била обликувана во духот на модерната, но по препораки на архитектот Ковачевиќ од банската управа, фасадата била преработена на 29.09.1930 год. и подоцна изведена во форма во која постои и денеска.\nИзградба: 1934 год.",
    "context": "Зградата на Народниот Музеј се наоѓа во центарот на Велес, на главната улица, во непосредна близина на плоштадот Сармаале на кој главна знаменитост се два стари јавори кои се прогласени за споменик на природата. Овој плоштад бил место каде се одржувале сите митинзи, протести, минувале многу војски. ",
    "programDescription": "На приземјето биле предвидени два дуќани ориентирани кон главната улица, а на катовите простории за потребите на домот.",
    "structureDescription": "Масивен конструктивен систем."
  }
}
