{
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "емотивна"
    ],
    "dateBuilt": "Од историски аспект значаен е податокот дека речиси до крајот на својот живот на најгорнот кат од куќата живеела Рахилка Фирфова - Раца (омажена за Никола Ѓоргов) која била голема љубов и инспирација на македонскиот поет Коста Солев Рацин."
  },
  "bibliography": "Просен, И. М. (2014). Ар деко у српској архитектури. Докторска дисертација. Универзитет у Београду Филозофски факултет, Одељење за историју уметности \nKadijević, A.& Ilijevski, A. (2021). Arhitektura i vizuelne umetnosti u jugoslovenskom kontekstu 1918–1941. Beograd.  Univerzitet u Beogradu, Filozofski fakultet\nДума. (2018, Јуни 4) Ѓоргови – образовано, чесно и имотно старо велешко семејство. Преземено декември 2024, од  https://duma.mk/region/veles-3/25309-2018-06-04-00-09-55/\nЛадински, В. (2020, Декември 2).  Градителското наследство на руските архитекти кај нас, Порта3. Преземено ноември 2024, од  \nhttps://www.porta3.mk/graditelskoto-nasledstvo-na-ruskite-arhitekti-kaj-nas/\nТиРековМиРече. (2017, декември 23). Преземено декември 2024, од http://www.tirekovmirece.com/Novost/Куќата-на-Шукара%2C-работена-по-нацрт-на-руски-мигрант\nДума. (2018, Јуни 13) Рахилка Фирфова Ѓоргова: „Зборовите напишани на картичките од Рацин се врежани во мојата душа“. Преземено декември 2024, одhttps://duma.mk/region/veles-3/25379-2018-06-13-12-21-08/",
  "dateInspection": "15.12.2024",
  "inspectionBy": "Тим 2",
  "code": "MNVE02",
  "order": 53,
  "suggestions": "Препорака до надлежните институции за заштита на културното наследство и до останатите носители на одлуки: Земајќи ги предвид  автентичноста, состојбата на сочуваност и културно-историското эначење на објектот како нераскинлив дел од развојот на Велес, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.\n",
  "photo": "/media/mnve02/mnve02_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.783249,41.715957]}",
    "buildingName": "Семејна куќа на Ѓоргови (1930)",
    "dateBuilt": "1930 год.",
    "architect": "Солонцев Николај",
    "investorOrOwner": "Миле, Лазо, Петре и Никола Ѓоргови",
    "address": {
      "line": "Ул 8 септември бр.74",
      "city": "Велес",
      "municipality": "Велес"
    },
    "originalPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": "Приземје - дуќан  Катови - домување"
    },
    "todayPurpose": {
      "type": [
        "колективен станбен",
        "комерцијален/деловен"
      ],
      "notes": "Приземје - продавница  Катови - домување"
    }
  },
  "originalData": {
    "floors": "П+2+ПК",
    "generalDescription": "Куќата на Ѓоргови е дело на рускиот архитект Николај Солонцев и за разлика од останатите негови градби е со најпрочистена форма. Таа се наоѓа во самиот центар на Велес аголно поставена со впечатливо заоблување во кое се вметнати две лоѓии на првиот и вториот кат и тераса на поткровјето. На фасадите се забележуваат влијанија од Арт Деко стилот, тие се жолто обоени, мазни и дискретно орнаментирани со теракотни елементи произведени во познатата фабрика на Лефкови.\nКуќата има приземје и два ката и поткровје. На приземјето имало дуќан, а на катовите - домување и оваа поделба е актуелна и денес. На уличната фасада, во делот над прозорвите од вториот кат има три еркери на кои се потпирал покривот. \n"
  }
}
