{
  "values": {
    "name": [
      "архитектонска и естетска",
      "историскa",
      "емотивна"
    ]
  },
  "bibliography": "Ладински, В. „Градителското наследство на руските архитекти кај нас\", Порта 3, 27.12.2020\n\nhttp://www.tirekovmirece.com/Novost/Куќата-на-Шукара%2C-работена-по-нацрт-на-руски-мигрант\nhttps://marh.mk/kukjata-na-shukara-veles-1932/\n\n",
  "dateInspection": "15.12.2024",
  "currentData": {
    "authenticity": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "notes": "недостапно"
      }
    },
    "materiality": {
      "interior": {
        "sharedContent": "Недостапни",
        "privateContent": "Недостапни"
      },
      "exterior": {
        "roof": "Повеќеводен покрив со керамиди",
        "facade": "Малтер со жолта боја, изобилство на штукатурна архитектонска пластика со флорални и геометриски мотиви изработени во посветла боја и теракотни украси на главната фасада и задната фасада.",
        "carpentry": "Дрвена. Исклучоци:  ПВЦ столарија на јужниот прозорец над влезната врата во дуќанот на уличната фасада и прозорец на приземје на задната фасада. Алуминиумска на излогот и влезната врата во јужниот дуќан, а кај северниот дуќан, променета метална заштитна ролетна. Влезната порта во дворот од куќата е од ковано железо декоративно обработена. Кај останатите врати на фасадите - дрвена столарија.",
        "parterre": "Куќата има заден двор на две нивоа со пропратни објекти кои се според планот на архитетот. Партерната обработка е изведена во бетон. Има и дрва и зеленило во дворот."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра",
        "notes": ""
      },
      "interior": {
        "notes": "недостапно."
      }
    },
    "modifications": "Куќата во времето на нејзината изградба имала четири декорирани слободни фасади што се гледа од една стара фотографија, но во врмето на изградба на киното, нејзината северна фасада станала полузатворена.\nВо непознат (скорешен) период заменета е оригиналната дрвена столарија кај неколку прозорци и врати.\n2003 г. општината финансирала освежување на фасадата."
  },
  "inspectionBy": "Тим 2",
  "code": "MNVE05",
  "order": 56,
  "suggestions": "Земајќи ги предвид сите вредности на објектот, неговата автентичност, состојбата на сочуваност и неговото културно-историското эначење како нераскинлив дел од развојот на Велес, се упатува препорака до надлежните органи за заштита на културното наследство и до останатите носители на одлуки за изработка на елаборат и доделување статус на значајно културно наследство со соодветен режим на заштита.",
  "photo": "/media/mnve05/mnve05_01.jpg",
  "basicData": {
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.783563,41.7151946]}",
    "buildingName": "Куќата на Шукареви",
    "dateBuilt": "1932/1933",
    "architect": "Солонцев Николај",
    "investorOrOwner": "Александар Ацо Шукарев",
    "address": {
      "line": "Ул. 8 септември бр.90",
      "city": "Велес",
      "municipality": "Велес"
    },
    "originalPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ],
      "notes": "Приземје - дуќан (продавница) за текстил во сопственост на Ацо Шукаров. Катови - домување"
    },
    "todayPurpose": {
      "type": [
        "индивидуален станбен",
        "комерцијален/деловен"
      ],
      "notes": "Приземје (влез од јужната страна на куќата) - адвокатската канцеларија на Андреја Весов (сопственик на куќата), а кон уличниот фронт има два дуќани од кои во едниот од околу 1948г. до денес се наоѓа најстариот трговски објект кој се уште е во функција и во сопственост на истото семејство - саатчискиот дуќан на семејството Зографски. Катови - домување"
    }
  },
  "originalData": {
    "generalDescription": "Куќата на Шукареви се наоѓа во центарот на Велес доминантно истакнувајќи се на улицата со своите раскошно орнаментирани жолти фасади на кои можат да се забележат влијанија од сецесијата. Таа е дело на рускиот архитект Николај Солонцев и претставува една од неколкуте негови сочувани градби кои тој ги изградил во Велес во периодот од 1928 - 1933 година (се претпоставува дека е автор на седум куќи).\nКуќата има приземје и два ката. На приземјето имало дуќани, а на катовите - домување и оваа поделба е актуелна и денес. Различните намени на катовите се јасно видливи на фасадата која изобилува со архитектонска пластика изработена во штукатура, а има и теракотни елементи кои произлегле од познатата фабрика на Лефкови. Композицијата на објектот е правоаголна и насочена кон вертикалната поделба на фасадата со два бочни ризалити, два балкона (помал и поголем) и нагласена атика позади која е скриен покривот. Впечатливи се и прозорските отвори особено на предниот дел на куќата кои се со специфични форми.",
    "timelineDescription": "Проектирање - 1928 год.\nИзградба - 1932/33 год.",
    "floors": "П+2",
    "structureDescription": "Носечки систем непознат. \nДрвената граѓа вградена во куќата била сушена три години пред да се монтира. \n",
    "materiality": {
      "exterior": {
        "roof": "Двоводен покрив со керамиди.",
        "facade": "Малтер со жолта боја, изобилство на штукатурна архитектонска пластика со флорални и геометриски мотиви изработени во посветла боја и теракотни украси на главната и задната фасада.",
        "carpentry": "Дрвени врати и прозорци, а влезната порта од ковано железо декоративно обработена.",
        "parterre": "Куќата има заден двор на две нивоа со пропратни објекти кои се според планот на архитетот. Партерната обработка е непозната."
      },
      "interior": {
        "sharedContent": "Недостапни",
        "privateContent": "Недостапни "
      }
    },
    "context": "Во времето на изградба на куќата на Шукареви, Велес бил град со богат и развиен еснафски живот, што се должело на неговата стратешка позиција. Првиот воз во Македонија пристигнал во Велес од Солун во 1873 год., а со него и можоста многу велешани да патуваат во странство заради печалба или трговија, од каде донесувале новите трендови и влијанија при враќање во градот. Улицата 8 септември на чиј фронт е лоцирана куќата, била традиционално занаетчиска улица, со многу дуќани. Тука била и првата бензинска пумпа во градот, првата бакалница (маркет), најстарата  книжарница, а веднаш до куќата - поранешното кино. Педесетина метри погоре по улицата се двете куќи на Ѓоргови (проектирани исто така од архитектот Солонцев). Со куќите на Солонцев, во Велес пристигнал новиот бран во развојот на велешката архитектура и преминот од традиционалното градителство на XIX век кон новиот европскиот модел на куќа."
  }
}
