{
  "photos": [
    "/media/mnve04/mnve04_02.jpg",
    "/media/mnve04/mnve04_03.jpg",
    "/media/mnve04/mnve04_04.jpg",
    "/media/mnve04/mnve04_05.jpg",
    "/media/mnve04/mnve04_06.jpg",
    "/media/mnve04/mnve04_07.jpg",
    "/media/mnve04/mnve04_08.jpg",
    "/media/mnve04/mnve04_09.jpg",
    "/media/mnve04/mnve04_10.jpg",
    "/media/mnve04/mnve04_11.jpg",
    "/media/mnve04/mnve04_12.jpg",
    "/media/mnve04/build.mk-forum-veles.jpg",
    "/media/mnve04/oficerskivo-izgradbafin-дума.мк.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "емотивна",
      "општествена / социјална"
    ]
  },
  "bibliography": "Тодоровски, З. & Цветковска, Н. (2007). Велес меѓу двете светски војни (1919-1941). Менора, Скопје\nДржавен Архив на Република Северна Македонија, Одделение Велес. арх.бр. 9.3.32.26/482-501\nKadijević, A.& Ilijevski, A. (2021). Arhitektura i vizuelne umetnosti u jugoslovenskom kontekstu 1918–1941. Beograd.  Univerzitet u Beogradu, Filozofski fakultet\nДума.мк. (2020, Април 27). Велес – железнички крстопат меѓу двете светски војни. Преземено февруари 2025, од https://duma.mk/region/veles-3/28984-2020-04-27-15-26-35/",
  "dateInspection": "12.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Едноводен, сокриен кос покрив покриен со лим.",
        "facade": "На фасадите на зградата нема детали или украсни елементи, освен новопоставените лого и натписот „Офицерски 1937\" кои се повторуваат на две од фасадите. Sидовите се малтерисани и шприцани во две бои (квадарниот волумен е бел, а потковичестиот е во антрацит боја). Главната влезна врата е оригиналната која е оивичена со керамички плочки во кафена боја. \nДодадените бочни доградби изведени се во метал и стакло на додадените.",
        "carpentry": "Метална и ПВЦ.",
        "parterre": "Тоа што некогаш било градина на домот, сега е зафатено со доградбите во кои се сместени две угостителски содржини. Објектот се наоѓа фронтално поставен на главна улица, а од останатите три страни е опкружен со мал јавен парк и дел наменет за паркирање од задната (источна) страна."
      },
      "interior": {
        "sharedContent": "Во доградениот северен застаклен дел сместен е модерен ресторант. Јужниот застаклен дел ќе биде бар и е во фаза на внатрешно уредување. Во некогашната голема сала сочуван е еден од оригиналните ѕидови во тула кој е немалтерисан. Променети се оригиналните подови со плочки за надворечна употреба. Делот кај скалите е премалтерисан и променета е облогата на самите скалила со плочки. Катот и поткровјето беа во фаза на реновирање и адаптација на просторот во хотелски соби."
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "добра"
      },
      "interior": {
        "condition": "добра"
      }
    },
    "authenticity": {
      "exterior": {
        "condition": "задоволителна",
        "notes": ""
      },
      "interior": {
        "condition": "задоволителна"
      }
    },
    "modifications": "Од изградбата до 2020 година не се правени позначителни интервенции на објектот. \nПо долгогодишни контроверзии околу стопанисувањето со Офицерскиот дом (извесен период му припаѓал на Министерството за одбрана), Општината Велес успеала да го врати домот во свое владеење и во 2020 година на распишан конкурс склучила договор за јавно приватно партнерство со компанија која се обврзала да изврши реконструкција-ревитализација на зградата во рок од 12 месеци. По извршената реконструкција, кај објектот се направени извесни промени.\nНа приземјето, некогашната конференциската сала е пренаменета во ресторант, а канцеларијата, тоалетите и полукружните скали кои водат кон подрумот, катот и таванот сè уште постојат со истата намена, но променета им е завршната обработка. \nНа катот, во моментот на увидот се вршеа градежни работи со цел адаптација на тој простор во хотелски. Долгиот правоаголен балконот на северната страна е покриен и затворен со ѕид и со прозорци. На главната фасада целосно е затворен еден од седумте постоечки прозорци.\nВо таванот сè уште постојат две простории, но се со поинаква намена.\nНа северната, источната и јужната страна од постоечката градба додадени се целосно застаклени простории кои имаат угостителска намена."
  },
  "inspectionBy": "Тим 2",
  "code": "MNVE04",
  "order": 55,
  "suggestions": "Надлежните институции за заштита на културното наследство и останатите носители на одлуки да ги земат предвид вредностите кои објектот ги поседува, истиот да биде препознаен како градителско културно наследство од периодот помеѓу двете светски војни и да биде впишан во инвентарот за вредни објекти.\nПрепорака до имателите на доброто: Да се почитува вредноста на објектот при поставување на елементи директно на фасадите и доколку се прават промени истите да бидат во насока на зачувување на неговата автентичност.",
  "photo": "/media/mnve04/mnve04_01.jpg",
  "basicData": {
    "timeline": {
      "yearBuilt": 1939,
      "period": "1930-1939"
    },
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.7775313,41.7175219]}",
    "buildingName": "Дом на здружението на национални железничари и бродари во Велес (Офицерски дом 1937)",
    "originalPurpose": {
      "type": [
        "јавен"
      ],
      "notes": "Дом на здружението на железничарите и бродарите од Велес, потоа Офицерски дом"
    },
    "todayPurpose": {
      "type": [
        "комерцијален/деловен"
      ],
      "notes": "Ресторант со сместувачки капацитети"
    },
    "address": {
      "line": "Ул.„Благој Ѓорев\" бр. 35-17",
      "city": "Велес",
      "municipality": "Велес"
    },
    "architect": "Крат В. Павле",
    "investorOrOwner": "Здружение на југословенските национални железничари и бродари, Обласна управа - Белград "
  },
  "originalData": {
    "generalDescription": "Домот на друштвото на железничари и бродари во Велес го проектирал белградскиот архитект Павле Крат во 1938 година на државно земјиште кое градските власти бесплатно му го отстапиле  на друштвото. Во времето на неговата изградба тој бил единствениот објект од овој вид во Македонија. Објектот има прочистен геометриски изглед и е реализиран во духот на модернизмот, со комбинирање на два волумени со различни височини, квадарен (во кој се сместени главните содржини) и потковичест (каде се сместени скалишниот полукружен простор и помошните содржини). Во периодот помеѓу двете светски војни модерниот стил бил прифатен од страна на државните институции при изградбата на овој тип на објекти (домови, клубови, одморалишта за работници), заради едноставноста, функционалноста, пониската цена на градење и цврстината на градбата. ",
    "timelineDescription": "Проектирање: 1938 год.\nИзградба: 1939 год.",
    "floors": "По+П+1+Пк",
    "materiality": {
      "exterior": {
        "facade": "На фасадите на зградата нема детали ниту украсни елементи. Sидовите се малтерисани со продолжен малтер и шприцани во боја, а цоклето изработено во терацо. Главната влезна врата е нагласена, со големи димензии и широка стреа, излегува од рамнината на фасадата и е оивичена со камени плочки во жолта боја. На северната страна имало долг правоаголен балкон со полукружен завршеток кој делумно навлегувал во западната фасада (детал кој често се појавува кај модернистичките објекти од тој период). \nЗавршното фасадното обликување на домот делумно отстапува од тоа во проектот. \n",
        "roof": "Кровната конструкција е дрвена. Кровен покривач - изведен во лим.",
        "carpentry": "Дрвена.",
        "parterre": "Партерот бил осмислен како парк/градина опкружена со камени ѕидови, тераса на источната страна со пергола, зеленило и дрвја."
      },
      "interior": {
        "sharedContent": "Непознато.",
        "privateContent": "Непознато."
      }
    },
    "context": "Со развојот на индустриското производство и на сообраќајната инфраструктура во кралството Југославија, се зголемил бројот на работници, почнале да се формираат работнички синдикати, здруженија и клубови со што се наметнала потребата од изградба на објекти наменети за нивните потреби. Велес бил значаен железнички центар на пругата од Белград кон Солун и голем број од наслението работело за железницата. Домот бил прв од ваков вид на теритријата на Македонија  и имал за цел да им пружи разонода, дружење и одржување на разни секции (оркестар, хор итн.), матинеа и разни свечености и игранки на железничарите. ",
    "programDescription": "На приземјето била сместена собраниската салата, две канцеларии, тоалети и полукружни скали кои водат кон подрумот, катот и таванот. \nНа катот се организирани соби за членовите,  две кујни, трпезарија и тоалети. На северната страна имало долг правоаголен балкон со полукружен завршеток кој делумно навлегувал во западната фасада. \nВо таванот имало две простории за пружење и сушење на алишта.",
    "structureDescription": "Комбиниран масивен и скелетен конструктивен систем. \nТемелите и подрумските ѕидовите се направени од кршен камен со слоеви на набиен бетон, додека ѕидовите во приземјето, катот и таванот се од тули. Секој кат е меѓусебно поврзан со серклажи. Меѓукатната конструкција на подрумот и над приземјето се армиранобетонски, а таа помеѓу катот и таванот е дрвена (едноредна). Sидовите во приземјето околу собраниската салата не се носечки (товарот паѓа на столбците) и затоа по потреба можат да се рушат и менуваат заради евентуални адаптации."
  }
}
