{
  "photos": [
    "/media/16-privredni-dom-skoplje.jpg",
    "/media/15-privredni-dom-skoplje.jpg",
    "/media/1-privredni-dom-skoplje.jpg",
    "/media/19-privredni-dom-skoplje.jpg",
    "/media/22-privredni-dom-skoplje.jpg"
  ],
  "values": {
    "name": [
      "историскa",
      "архитектонска и естетска",
      "авторство",
      "техничка",
      "општествена / социјална",
      "емотивна"
    ],
    "dateBuilt": "Еден од првите објекти изграден во модернистички стил. \nПрв централизиран објект изграден за потребите на стопанските комори.\nЗадржување на оригиналната типологија и намена.\nОбјектот го преживеа земјотресот од 1963г. и е врежан во меморијата на градот.\n"
  },
  "bibliography": "Фондација Милан Злоковиќ",
  "dateInspection": "12.12.2024",
  "currentData": {
    "materiality": {
      "exterior": {
        "roof": "Додавање покрив кој не го нарушува венецот и фасадата на објектот.",
        "facade": "Додавање на облога од плочки",
        "carpentry": "Промена на столарија на цел објект",
        "parterre": "/"
      },
      "interior": {
        "privateContent": "/",
        "sharedContent": "/"
      }
    },
    "physicalCondition": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "/"
      },
      "interior": {
        "notes": "/",
        "condition": "добра"
      }
    },
    "modifications": "Промена на столарија која е најмногу видлива во делот на приземјето и мезанинот. Додавање на рекламни паноа на фасада, додавање кров.",
    "authenticity": {
      "exterior": {
        "condition": "задоволителна",
        "notes": "/"
      },
      "interior": {
        "notes": "/",
        "condition": "добра"
      }
    }
  },
  "risks": "/",
  "number": "/",
  "inspectionBy": "Тим 1",
  "code": "МНС001",
  "suggestions": "Земајќи ги во предвид сите вредности на објектот, неговата автентичност и состојбата во која се наоѓа, се упатува препорака до надлежните органи за заштита на културното наследство и  останатите носители на одлуки, изработка на елаборат со кој ќе се отпочне процесот за прогласување на овој значаен објект како културно наследство на модерната во РС Македонија од прва категорија.\nПревземање мерки за негова санација/реставрација.\n",
  "photo": "/media/метропол-и-народна-банка.png",
  "basicData": {
    "hasProtectedStatus": false,
    "name": "Стопанска комора / „Метропол“",
    "originalPurpose": {
      "type": "комерцијален/деловен",
      "notes": "/"
    },
    "dateBuilt": "1933-1935",
    "address": {
      "line": "Плоштад Македонија (ул.Димитрија Поп Георгиев Беровски, Кеј 13ти Ноември)",
      "city": "Скопје",
      "state": "Центар"
    },
    "architect": "Милан Злоковиќ",
    "investorOrOwner": "/",
    "coordinates": "{\"type\":\"Point\",\"coordinates\":[21.4324026,41.9958116]}",
    "todayPurpose": {
      "type": "комерцијален/деловен",
      "notes": "/"
    }
  },
  "emb": "/",
  "originalData": {
    "generalDescription": "Стопанската комора во Скопје или „Метропол“ лоциран на главниот градски плоштад е едно од првите дела на модерната во Македонија. Проектирана од Милан Злоковиќ во 1933 година кој заедно со Драго Иблер (Градска болница) се меѓу првите архитекти кои се отргнуваат од неокласицистичкиот стил и творат во духот на модерната.",
    "timelineDescription": "Иницијативата за изградба на Стопанската комора во Скопје била дадена на почетокот на 1933 година од страна на членовите на Трговско-индустриската комора, со цел да се соберат сите стопански организации на Скопје на едно место, во една заедничка зграда со цел да се обезбеди нивна поефикасна работа. Завршена е во 1935.",
    "floors": "По+П+М+3К",
    "programDescription": "Парцелата за зградата со површина од 630 метри квадратни е купена на плоштадот Крал Петар во центарот на градот, до новата зграда на Народната банка, со која новата зграда на Стопанската комора треба висински да се усогласи. Затоа, било предвидено е Стопанската комора, покрај подрумот, да има приземје, мезанин и три ката кој зафаќа површина од околу 470 метри квадратни.\nОбјектот има направилна основа, три слободни фасади и внатрешен двор – атриум. Бил замислен како административен објект, но поради високата цена на изведбата, инвеститорот побарал да се предвидат простории за изнајмување на приземје и на кат (продавници и угостителство).\n",
    "structureDescription": "Објектот е проектиран во армирано-бетонска скелетна конструкција, со рамен покрив, а во изградбата ќе се користат современи градежни производи. На модернистички обликуваната фасада кон плоштадот доминира рамката на застаклениот мезанин, додека со заокружување на ѕидовите од првиот до третиот кат и со оставање на меѓукатната конструкција во конструктивна решетка со столбови, означувањето на аголот беше постигнат во однос на конструктивно различните фасадни површини од сите страни на објектот.",
    "materiality": {
      "exterior": {
        "roof": "Рамен кров / Проодна тераса",
        "carpentry": "Дрвени рамки за прозорци",
        "facade": "Модернистичко обликувана фасада кон плоштадот доминира рамката на застаклениот мезанин, додека со заокружување на ѕидовите од првиот до третиот кат и со оставање на меѓукатната конструкција во конструктивна решетка со столбови, означувањето на аголот беше постигнати во однос на конструктивно различните фасадни површини од сите страни на објектот. Пиластрата станува столб одвлечен од фасадата,  дефинирајќи ја  замислената рамнина на фасадниот фронт. Висински го следи венецот на Народна Банка, оставајќи ја композиција на кулата на Народна Банка да е единствена во играта со спротивниот Офицерски Дом (како би се задржала композицијата на „порталот“). Злоковиќ, направил и одличен премин од веќе прочистената фасадна декорација на Народната банка до целосно чистата фасада на Метропол. Завршна обработка малтер и боја.",
        "parterre": "/"
      },
      "interior": {
        "privateContent": "/",
        "sharedContent": "/"
      }
    },
    "context": "Формата на Метропол произлегува од самиот контекст на локацијата. Се надоврзува на штотуку завршената Народна Банка на Богдан Несторовиќ од 1927 година. Полукружното фасадно обликување на Народната Банка,  во основа се повторува и во објектот на Метропол. Целосно застаклени комуникациски јадра и атриум за обезбедување на поголема светлина. "
  }
}
